{
    "2009 - 1603": "  Michael Phelps may have smoked the competition in Beijing, but he may not be so lucky at eluding the law in South Carolina.   Richland County Sheriff Leon Lott said he will charge Phelps with a crime if he is able to determine the 14-time Olympic gold medalist smoked marijuana in his jurisdiction.<a class=\"legacy-link\"><strong>See the Photo Here</strong></a><a class=\"legacy-link\" target=\"_blank\"><strong>Pop Video Quiz: Slackers &amp; Stoners Movies</strong></a>  Phelps, who set a record with eight gold medals at the 2008 Summer Games, was photographed smoking marijuana out of a pipe at a November party in Columbia.  The photo was published on Sunday in the British newspaper News of the World.   Phelps has since apologized, calling his behavior “inappropriate.”  “This case is no different than any other case,” Lott said. “This one might be a lot easier since we have photographs of someone using drugs and a partial confession. It’s a relatively easy case once we can determine where the crime occurred.”  Possession of marijuana is a misdemeanor in Richland County — punishable by up to 30 days in jail or a $570 fine.  It remains unclear where the party took place, although the paper said it occurred during a visit at the University of South Carolina.  Phelps’ sponsors – including swimsuit-maker Speedo and Swiss watchmaker Omega – issued statements calling the incident a “non-issue.”  The International Olympic Committee has also accepted Phelps’ apology.  “We have no reason to doubt his sincerity and his commitment to continue to act as a role model,” the IOC said in a statement.",
    "2009 - 2193": "  Hey, bud! Let’s . . . go swimming.   That’s super-Olympian Michael Phelps strolling from a Baltimore natatorium yesterday after resuming training and – hopefully – putting his pot-smoking past behind him.   Phelps’ training session at the Loyola College pool was the first public sighting of the 14-gold-medal winner since a photo, first published Sunday in Britain’s News of the World, showed him toking on a water pipe during a college party last November in South Carolina.   The 23-year-old swimming sensation quickly apologized for his “Cheech and Chong” moment, which threatened to leave some of his $5 million worth of corporate sponsorship and endorsement deals up in smoke.   When Phelps arrived at Loyola yesterday, he was accompanied by a beefy bodyguard – who won’t do any good if a Columbia, SC, sheriff follows through on a threat to bust the Beijing Olympics hero on marijuana-possession charges.   “If someone breaks the law in Richland County, we have an obligation as law enforce ment to investigate and to bring charges,” Sheriff Leon Lott said yesterday.   “The Richland County Sheriff’s Department is making an effort to de termine if Mr. Phelps broke the law. If he did, he will be charged in the same manner as anyone else. The sheriff has a responsibility to be fair, to enforce the law, and to not turn a blind eye because someone is a celebrity.”   Henry Hamilton, a criminal lawyer in Columbia, said that based on just the photo of Phelps sucking on a bong, “I think there’s sufficient evidence at this juncture to charge him.”   “This man, Phelps, though he’s a great athlete, we don’t have different laws for white Olympians than we do for black people who live on North Main Street here in Columbia,” Hamilton noted.   Phelps’ agents said authorities have not contacted him.   Also yesterday, Visa joined several other Phelps sponsors in backing the swimmer.   “We have spoken with Michael, and he has expressed regret for the situation, has committed to being accountable and improving his judgment in the future,” the credit-card company said in a statement. “We intend to support him.”<em><a href=\"mailto:dan.mangan@nypost.com\">dan.mangan@nypost.com</a></em>",
    "2009 - 2211": "  Cereal and snack maker Kellogg Co. said it won’t renew its sponsorship contract with Olympic swimming star Michael Phelps because of a photo that showed him inhaling from a marijuana pipe. He has also been suspended from competition for three months for the same photo.  Phelps has not acknowledged smoking marijuana or inhaling from a marijuana pipe.  The Battle Creek, Mich.-based company said Thursday that Phelps’s behavior — caught on camera and published Sunday in the British tabloid News of the World — is “not consistent with the image of Kellogg.”  The company put Phelps on boxes of its Frosted Flakes and Corn Flakes.  Phelps was also suspended from competition for three months by USA Swimming because of the photo.  The sport’s national governing body also cut off its financial support to Phelps for the same three-month period, effective Thursday.  “This is not a situation where any anti-doping rule was violated, but we decided to send a strong message to Michael because he disappointed so many people, particularly the hundreds of thousands of USA Swimming member kids who look up to him as a role model and a hero,” the Colorado Springs-based federation said in a statement.  “Michael has voluntarily accepted this reprimand and has committed to earn back our trust.”  The 23-year-old swimmer, who won eight gold medals in Beijing, has kept the backing of many sponsors since the photo surfaced from a November house party at the University of South Carolina.  Among those standing by him, even if they don’t condone his behavior, are Visa Inc., Speedo, luxury Swiss watchmaker Omega and sports beverage PureSport’s maker Human Performance Labs.  Phelps apologized for his “regrettable” behavior and “bad judgment” after the photo appeared.  Phelps’s agent was not immediately available to comment.  Kellogg had contracts with Phelps and other Olympic athletes to support its association with the U.S. Olympic team. The company said in a statement that it won’t renew its contract with Phelps, which expires at the end of February.  Kellogg would not disclose the value of its deal with Phelps.  Experts have said that after Phelps won his medals, he scored millions in endorsement deals.",
    "2009 - 1101": "  Embattled Olympic swimmer Michael Phelps now says he’s contemplating whether or not he will compete at the 2012 London Games.   “This is a decision of mine that I’m not going to make today and I’m not going to make tomorrow,” Phelps told The Baltimore Sun.<a class=\"legacy-link\" target=\"_blank\"><strong>POP VIDEO QUIZ: Slackers &amp; Stoners Movies</strong></a>  Phelps, who was photographed smoking marijuana out of a bong, said he “clearly made a mistake” and that the past week has been both embarrassing and uncomfortable for him.  “It’s going to require a lot of time and energy and a lot of thinking for myself – but also talking to [coach] Bob [Bowman] and talking to my family and just deciding what I want to do.”  Asked if he still has any more goals to fulfill after winning 14 gold medals – eight alone at last summer’s Beijing Games – Phelps said, “Yeah, there are still goals that I have in the pool … I’m not going to let anything stand in my way.”  Phelps also said that it decides “to walk away, I’ll decide to walk away on my own terms. If it’s now, if it’s four years, who knows.”",
    "2009 - 1319": " KUALA LUMPUR, Malaysia – Identical twin brothers escaped the death penalty in a Malaysian drug trafficking trial after the court ruled authorities could not prove which man committed the alleged crime, news reports said Saturday.  “I … can’t be sending the wrong person to the gallows,” the New Straits Times newspaper quoted the judge in the case as saying.  Police arrested the 27-year-old brothers in August 2003 after they found large amounts of opium and marijuana in a house to which one of the twins had the key, the New Straits Times and national news agency Bernama reported.  Both men were charged, but Kuala Lumpur High Court Judge Zaharah Ibrahim ruled Friday that only the twin with the key could be proven to be the owner of the drugs. Because the brothers’ identical features made it impossible for officers testifying to point out which one had been found with the key, she had no choice but to acquit both men.  She called the ruling “a very unique case.” Court officials familiar with the case could not immediately be reached.  The twins wept and hugged each other after the judge read her verdict, the reports added.  Malaysia has a mandatory penalty of death by hanging for drug trafficking. More than 200 people have been executed since capital punishment was implemented for the offense in 1975.",
    "2009 - 536": "  Michael Phelps says he’s ready to take the hit.   The pool prince says it’s fair for USA Swimming to suspend him for three months after he got caught on camera taking a drag from a marijuana pipe.   “It’s something that USA Swimming came up with,” Phelps said after his training session in Baltimore yesterday. “It’s fair. Obviously, for a mistake you should get punished.”   Since the image of him with bong in hand was published last Saturday, Phelps has been suspended and Kellogg Co. said it would not renew his sponsorship deal. ",
    "2009 - 505": " WASHINGTON -Marijuana use may increase the risk of developing testicular cancer, according to a study published today.   The study of 369 Seattle-area men ages 18 to 44 with testicular cancer, and 979 men in the same age bracket without the disease, found that current marijuana users were 70 percent more likely to develop the disease.   The risk appeared to be highest among men who had reported smoking marijuana for at least 10 years, used it more than once a week or started using it before age 18. ",
    "2009 - 2828": "  Eight of Michael Phelps’ pot pals have been busted in connection with a high-flying marijuana party attended by the Olympic champion, it was reported yesterday.   Richland County Sheriff’s deputies have booked seven people on suspicion of drug possession and one for drug distribution as a result of their Phelps probe, according to WIS-TV in Columbia, SC.   The NBC affiliate didn’t name any of them, but reported that one of the suspects owns the bong Phelps is seen using in a photo first published by Britain’s News of the World.   Sheriff Leon Lott had previously vowed to charge Phelps with a crime if it was determined the gold-medalist smoked pot in Richland County – raising the possibility the new suspects might be used to build that case.   A Phelps spokesman said the swimmer hasn’t been contacted by police.   Phelps said he’s just trying to get back to normal.   “I’m not feeling too good physically,” Phelps told The Baltimore Sun in an interview published yesterday.   “But I’m actually able to sleep now. I had a real hard time sleeping over the last two weeks or so. Just swimming and thinking about everything going on. Everything is back to what I call normal, I guess.”   Phelps, who is serving a three-month suspension from USA Swimming, said that he tried to call each of his sponsors to apologize – and that Kellogg, which has dropped him as pitchman, was the only company that declined to take his call.   “I talked to everybody else, and they’re all supportive,” he said.   On last week’s “Saturday Night Live,” comedian Seth Meyers dunked Phelps’ critics and called Kellogg’s move hypocritical.   “I saw the ‘SNL’ skit and was just dying,” said an appreciative Phelps, who hosted the show last September.   “We definitely got a huge kick out of it. My mom saw it, my sisters saw it, and everyone was e-mailing each other . . . so it was pretty good.”   And several pro-pot groups yesterday called for a Kellogg boycott – including the Marijuana Policy Project, the National Organization for the Reform of Marijuana Laws, Students for Sensible Drug Policy and the Drug Policy Alliance.   “Kellogg’s had no problem signing up Phelps when he had a conviction for drunk driving, an illegal act that could actually have killed someone,” said Rob Kampia, executive director of the Marijuana Policy Project.   “To drop him for choosing to relax with a substance that’s safer than beer is an outrage, and it sends a dangerous message to young people.”   Meanwhile, Phelps was a no-show yesterday for a scheduled speaking engagement at an IBM conference in Las Vegas, CNBS and CNET reported. He’d signed up for the address last October.   “Michael is concentrating on swimming this week,” a spokesman Phelps’ management company told CNBC.<em><a href=\"mailto:david.li@nypost.com\">david.li@nypost.com</a></em>"
}