{
    "2007 - 2285": " You won’t find this particular flavor of cannoli on Mulberry Street.   A Nassau County correction officer has been charged with attempting to deliver a box of cannolis – one of them packed with marijuana – to an inmate on Christmas Eve.   Nassau County police arrested Rocco Bove, 24, of Westbury, on Wednesday after he allegedly dropped off a box filled with the Italian pastry treats at the Nassau County Correctional Center in East Meadow.   Police said he instructed the officers on duty to deliver the pastries to an acquaintance of his who was being held at the facility.   But a source close to the investigation said one of his colleagues decided to take a bite after Bove had left. He was stunned to taste marijuana.   Police said the suspicious cannoli was taken in for lab tests, which confirmed that it indeed contained marijuana filling. Cops said rolling papers, matches and a flint pad were also in the package.   Bove, hired as a correction officer on April 29, 2005, was charged with promoting prison contraband and unlawful possession of marijuana.   He pleaded not guilty and was released on $10,500 bail posted by his brother before hustling out of court in Hempstead without comment.   Prosecutors asked for a stiff bail, citing Bove’s position as a correction officer. They noted that he allegedly included four separate types of contraband in his package.   His attorney, Benedict Gullo, suggested that Bove may have been the victim of mischief on the part of his colleagues.   Gullo said proper protocols for the delivery of goods to inmates were not followed and that the cannoli may have been tampered with. He added that Bove had no connection to the inmate in question.   Bove, who lives with his mother, had no prior criminal history and has been suspended without pay.   Lt. Michael Golio, of the Nassau County Sheriff’s office, declined to comment on the case, citing an ongoing investigation. Nassau County Police spokesman Tony Repalone said the cannoli’s traditional cream filling was taken out and replaced with an amount of marijuana sufficient for “personal use.” Filling was put back in to hide the pot.   No one answered the door at Bove’s home yesterday.<em><a class=\"a10blb\" href=\"mailto:selim.algar@nypost.com\">selim.algar@nypost.com</a></em>",
    "2007 - 1017": "The hammer came down on Crobar and the lights went out at Sol last night as police shuttered the two West Side nightclubs for numerous violations.   Crobar, located at 530 W. 28th St., and Sol, a block away at 609 W. 29th St., were closed at 10 p.m.   “This sucks,” said DJ Dave Singh, 25, who was set to greet the crowd at Crobar.   “I basically had at least 50 or 60 people coming here. . . I’m definitely disappointed.”   At Crobar, police cited nine instances of violence last year, including two women who were both shot in the legs July 23, several arrests for drugs – mostly ecstasy and cocaine – and three State Liquor Authority violations for serving minors.   Sol was cited for eight drug arrests, two SLA violations and “numerous assaults,” including two people stabbed in June, police said.   Even as they raided Sol, cops said they found two men in the DJ booth rolling a marijuana joint with coke out in the open.   Representatives of both clubs have to appear in court Wednesday if they hope to reopen.",
    "2007 - 2503": "A week after the horrific beating, stabbing and shooting of a Dutchess County family, authorities announced two arrests in the murder case yesterday.   Police said Mark Serrano, 29, and Charles Gilleo, Jr., 31, had a hand in the grisly killing of Manuel and Tina Morey and their three young sons, and the torching of their Fishkill home.   The two Dutchess County men were charged only with one count of second-degree murder each for the death of Manuel “Tony” Morey, 33, prosecutors said.   More charges could be added after a grand jury investigation, the prosecutors added.   “The horrific facts of this case speak for themselves,” said Dutchess District Attorney William Grady. “If the facts justify it, [the grand jury] could in fact return a charge of murder in the first degree.”   An uncle of Tina Morey said “the family is happy about the work [authorities] have been doing.   “I just want justice. So far justice has been done, they’ve been caught,” he said.   Manuel Morey knew the two suspects through a “drug connection,” said New York State Police Capt. Keith Corlett.   The two men were partners with Morey in a small, local drug operation dealing marijuana and cocaine, authorities said.   Serrano, of Fishkill, was arrested Thursday and Gilleo, of Hopewell Junction, was booked yesterday. State police investigators said Morey was a known crack cocaine dealer and user and had an arrest record for minor offenses.   The Morey family was found after a fire ravaged their rented wood-frame house Jan. 19.   Their car was found burning a few minutes later less than a mile away and not far from where Gilleo lives, authorities said.   Gilleo and Morey were often seen together, riding their all-terrain vehicles together around the neighborhood, neighbors said.   Manuel Morey died from a single gunshot wound to the neck, the medical examiner said earlier this week.   Tina Morey died of gunshot wounds to the chest and head, while sons Antonio, 13, and Adam, 10, died of multiple stab wounds. The youngest son, Ryan, 6, died of blunt-force trauma to the head.   It had been reported that the kids were tortured in front of their parents, but cops denied that yesterday.   “There’s no indication that any of the kids were tortured,” said State Police Maj. William Carey.   Serrano and Gilleo were arraigned yesterday and are being held in Dutchess County Jail.<em>With Post Wire Services</em><em><a class=\"a10blb\" href=\"mailto:erin.calabrese@nypost.com\">erin.calabrese@nypost.com</a></em>",
    "2007 - 445": "Firefighters looking for a water leak stumbled on a massive hydroponic pot operation – 270 marijuana plants growing on two floors of a Bronx building.   “It was elaborate, with rubber mats on the floor where the plants were,” said one source.   The high-flying factory was found on the third floor of 3630 Palmer Ave. in Baychester.   Cops with the 47th Precinct notified narcotics detectives, who arrested Kelly Suarez, 43, and José Cólon, 23. ",
    "2007 - 484": " Forty-two people were busted yesterday in Queens following an undercover drug investigation at a housing project, authorities said.   Scores of drug sales involving cocaine, crack, heroin and marijuana were made at Hammels Houses in Far Rockaway, said DA Richard Brown.   Those arrested range in age from 15 to 62. They include nine reputed gang members, authorities said.   The four-month probe began last October and included the NYPD and agents from U.S. Drug Enforcement Agency. ",
    "2007 - 4555": "<strong>MANHATTAN</strong>  Police are asking for the public’s help in finding a Harlem man missing for more than two weeks, authorities said yesterday.   Lawrence Edmonds , 43, was last seen leaving the Greater Harlem Nursing Center, where he works, on West 138th Street, on Jan. 23 at 9:15 a.m., cops said.   Edmonds, who police sources said suffers from depression and may be off his medication, stands 5-foot-9 and weighs 190 pounds.   He was wearing a white shirt, white pants and a black coat. <strong>BROOKLYN</strong>  A pedestrian walking along a Bay Ridge street near the Narrows channel spotted a body in the water, cops said.   Harbor Unit officers pulled out the unidentified man, whose body was badly decomposed, near 88th Street and Shore Road shortly before 11 a.m., sources said.   It was not immediately known how long the body had been in the water or whether there were signs of physical trauma.   The Medical Examiner’s Office will perform an autopsy.   *  Cops say this man opened fire on them after they caught him in a drug buy in East Williamsburg.   Parolee Clarence Williams , 28, was allegedly involved in a hand-to-hand drug sale when officers confronted him on Maujer Street near Manhattan Avenue at 1:20 p.m. Thursday.   Williams whipped out a gun and opened fire on the cops, who shot back.   Police would not say how many bullets the officers or Williams fired. No one was injured in the shootout.   Williams served three years of a 4-to-12-year prison sentence for narcotics sale and possession and was released on parole in September 2004, according to state correction records.   He stands 5-foot-7 and was sporting a green jacket when the gunfire erupted.   *  Detectives are probing the shooting death of a man in East Flatbush, police said yesterday.   Kavonne Melville, 25, was gunned down on Church Avenue near East 94th Street just before 11 p.m. Thursday, authorities said.   Melville was found by cops responding to a call of a shooting and was rushed to Brookdale Hospital, where he died of a gunshot to the head.   Police sources said Melville left his Linden Boulevard home moments earlier and was on his way to meet his girlfriend when he was killed. <strong>QUEENS</strong>  Talk about nerve!   Authorities say mugging suspect Rasheed Anderson, 24, grew indignant when his victim did not have enough money.   “Is all you got?” Anderson allegedly snarled at the 57-year-old man after he took $86 from him at gunpoint on 225th Street in Cambria Heights on Jan. 18, law-enforcement sources said.   Anderson, picked out of a lineup and arrested Tuesday, is charged with robbery, a spokeswoman for DA Richard Brown said. <strong>STATEN ISLAND</strong>  An allegedly drunken driver – with a blood-alcohol content three times the legal limit – was arrested after he nearly drove into a police car, authorities said yesterday.   Steven Daddesa, 41, was arrested at the corner of Drumgoole Road East and Arden Avenue at around 1:30 a.m. Wednesday, law-enforcement sources said.   Daddesa was driving a 1990 white Mercury Cougar erratically when he almost struck the cop car, authorities said.   The officer behind the wheel pulled him over and noticed a strong smell of booze on his breath, bloodshot eyes and slurred speech.   A Breathalyzer test revealed Daddesa’s blood alcohol content to be .249.   Daddesa is charged with two counts of driving while intoxicated and one of driving while impaired, according to a spokesman for DA Daniel Donovan.   *  A pedestrian was busted on drug charges in Arlington, law-enforcement sources said yesterday.   Derrick Jenkins, 56, was walking near Grandview Avenue and Roxbury Street with a buddy when he was collared at 10:10 p.m. Thursday, authorities said.   When he became aware cops had their eyes on him, Jenkins dropped a bag of crack on the ground, the sources said.   Jenkins is charged with drug possession, a Donovan spokesman said. His friend was not charged.   *  A marinated motorist turned a Charleston street into a bumper-car ride, authorities said yesterday.   Keith Nixon, 20, was nabbed at the corner of Arthur Kill Road and North Bridge Street at 6:50 p.m. Thursday after he’d allegedly plowed into four parked cars.   He was behind the wheel of a 2000 white Lincoln when he totaled one car, crushed the sides of two more and rear-ended yet another, authorities said.   He also allegedly threw a plastic bag of pot on the ground.   Nixon is charged with driving while drunk, driving while impaired and marijuana possession, said a spokesman for Donovan.",
    "2007 - 1363": "A Long Island man was shot to death while struggling with a trio of masked home invaders but not before firing off a few bullets from the thugs’ gun – fatally wounding one and leaving another with severe injuries, Suffolk County police said yesterday.   Dane Aulak, 22, was at his Medford home with his parents and teenage brother and sister when the men broke in around 11 p.m. Friday. The bandits demanded cash and drugs and Aulak – who had been studying mixed martial arts – tried to fight them off. He grabbed the gun long enough to get a few shots off, police said.   But the burglars fought back, and one managed to fire a fatal round at Aulak before fleeing.   Police caught up with two of the gunmen 30 minutes later in nearby Brentwood, where neighbors said suspect Ernest Johnson’s mother lives.   Johnson and alleged cohort Jovan Phillips, 23, were rushed to Southside Hospital, where Phillips was pronounced dead. Johnson underwent surgery but refused to allow doctors to remove the bullets, cops said.   The third gunman was still on the lam.   Although officers found marijuana at the home, Aulak, who had a 2-year-old son named Dane Jr., had no history of drug-related arrests.   Tanya Donovan, Dane Jr.’s mother, said her boyfriend “was the most outgoing, happy-go-lucky person I have ever known.”   “He loved life,” she said. “He had no enemies.”",
    "2007 - 1086": " A Bronx baby was found dehydrated, but otherwise healthy, after spending as many as five days alone in an apartment with his dead mother, who apparently had overdosed, police said yesterday.   The 1-year-old, identified by a family friend as Debonaire Gibbs, was discovered at 8 p.m. Sunday after relatives, who hadn’t heard from the mother in days, went to 28-year-old Thomasina Gibbs’ apartment at 951 Hoe Ave. in Longwood.   She was dead in the foyer of the fourth-floor apartment.   Debonaire was rushed to Jacobi Hospital, where he was in stable condition.   The Medical Examiner’s Office said the definitive cause of Gibbs’ death was pending toxicology tests. Cops have ruled out foul play.   Neighbor Lynn Fitzgerald said Gibbs had been trying to kick an addiction to crack and marijuana. She was surprised by her pal’s sudden disappearance.   “We didn’t know where she was, and nobody seemed to know what happened to her,” Fitzgerald said.   “She was too young,” added Gibbs’ cousin Lisa, who wouldn’t give her last name. “I was shocked as hell when [my husband] told me that.”"
}