{
    "2017 - 4916": "A man and woman are wanted for killing three women and the attempted murder of a fourth — a violent spree that Florida authorities are calling a “running nightmare.”Escambia County Sheriff’s Office Chief Deputy Chip Simmons warned residents in western Florida on Monday to take a good look at the wanted poster for William “Billy” Boyette, 44, and Mary Craig Rice, who allegedly shot Kayla Crocker, a 28-year-old mother, during a home invasion in Pensacola and stole her 2006 white Chevrolet Cobalt emblazoned with a sticker in the back window depicting a skull and crossbones.“What we’re experiencing is a running nightmare, quite honestly,” Simmons told reporters. “In short, we have a killer and he is in our midst, has been in our midst. Everyone, and I mean everyone, should be aware of what they look like, how they’ve been traveling and take the appropriate measures.”The duo are also suspected of killing Alicia Greer, 30, and Jacqueline Jeanette Moore, 39, whose bodies were found at a hotel in Milton on Jan. 31, as well as the death of Peggy Broz, 52, who was found shot in Lillian, Alabama, last Friday. Police have said Greer was in a relationship with Boyette, but the other victims have no known connection to the Bonnie and Clyde couple.Escambia County Sheriff David Morgan said the cases were “difficult” to speak about due to their random nature, at least pertaining to the two most recent victims.“It is difficult to speak about this, ladies and gentlemen, because these are the cases that we in law enforcement fear, where we have what is, apparently with the last two victims anyway, a random selection,” Morgan told reporters Monday. “And so therefore, much to our disappointment and primarily to our frustration, you know, we’re chasing a lot of shadows and a lot of rumors.”Morgan said Boyette and Rice – who also stole Broz’s white 2003 Chrysler Concorde – have managed to stay mobile. Deputies have been searching a wooded area near Nine Mile Road after surveillance footage showed them in the area on Monday. Investigators are also scouring possible encampments and are using canine teams during the searches, <a href=\"http://www.pnj.com/story/news/crime/2017/02/06/home-invasion-reported-beulah/97545014/\" target=\"_blank\">the Pensacola News Journal reports</a>.‘In short, we have a killer and he is in our midst, has been in our midst. Everyone, and I mean everyone, should be aware of what they look like, how they’ve been traveling and take the appropriate measures.’The county’s school system is open on Tuesday, but district officials are staying in close touch with local law enforcement.“With many of our students’ parents needing to go to work, we would not want to risk parents having to leave their students at home alone,” read a statement by Escambia County Public Schools Superintendent Malcolm Thomas released late Monday. “Should local authorities advise we act otherwise, we will update the local media as appropriate.”Investigators from a number of agencies, including the Santa Rosa Sheriff’s Office, US Marshals and the Florida Department of Law Enforcement, among others, are working the manhunt — which is now in its second week.Morgan said Boyette, who has arrests dating back 15 years, is a long-time drug abuser and known to be a heavy user of spice, or synthetic marijuana.“These people stay away for four, five, six days at a time,” Morgan said. “So, again, he’s made this statement to many, many people that he will not be taken alive. So again, in law enforcement we take those threats and those admonitions very seriously.”A spokeswoman for the sheriff’s department told The Post that the manhunt for Boyette and Rice was ongoing as of early Tuesday. The pair’s exact relationship remains unclear, but Morgan said investigators are treating her as a suspect instead of a possible kidnapping victim because she had opportunities to “make an escape, to walk away” from Boyette and even dyed her hair orange.“But she has returned continually to him,” Morgan told reporters. “So at this point in time, we upgraded her status, if you will, and she will be treated as a suspect with any contact with law enforcement.”Crocker, meanwhile, remained in critical condition early Tuesday, <a href=\"https://www.washingtonpost.com/news/morning-mix/wp/2017/02/07/running-nightmare-couple-on-gulf-coast-killing-spree-have-killed-3-injured-one-police-say/?utm_term=.8e56eb2bf35c\" target=\"_blank\">the Washington Post reports</a>. Her 2-year-old son, who was also home at the time, was not harmed.Boyette and Rice were last seen traveling in a white Chevrolet Cobalt with Florida tags 6913BJ. Rewards totaling $21,000 are <a href=\"http://www.escambiaso.com/index.php/2017/02/04/armed-and-dangerous-homicide-suspect/\" target=\"_blank\">being offered for information leading to an arrest</a>. Anyone with information about their whereabouts is asked to call police at (850) 433-STOP.",
    "2017 - 2547": "A mother in Utah allegedly sent topless photos and smoked pot with teenagers in her home in a misguided attempt to relive her youth, according to one victim’s mother.Virginia Olson, 37, of Lehi, allegedly sent at least two topless photos in a group text that included at least three juveniles in November. She’s also accused of smoking marijuana and giving pot brownies to at least two teens at her home between late November and early February, <a href=\"http://www.deseretnews.com/article/865672949/Lehi-woman-providing-pot-nude-photos-to-teens-charges-state.html\" target=\"_blank\">Deseret News reports</a>.One mother of a teen who asked not to be identified <a href=\"http://kjzz.com/news/local/lehi-mom-accused-of-smoking-weed-sharing-porn-with-teens\" target=\"_blank\">told KJZZ.com</a> that Olson was “so nice,” someone who tried to ingratiate herself in the town of about 50,000.“I told my husband, ‘She’s so nice, it’s almost crazy,’” she said. “I’ve never seen someone want to be my friend so much.”Three parents spoke to the outlet about Olson, including one who said she found inappropriate messages on her son’s phone while trying to find the root of a recent behavioral issue. The woman discovered that Olson had been conversing with the teens through Instagram, sending messages that were sexual in nature.“She was living vicariously through these 15- and 16-year-old children,” according to the mother, who said the messages included nude photos of young teen girls.Olson also flirted with the boys in the group message, according to the unidentified mother.“She told them things like, they were hot and they were good-looking,” she said.Olson, who also has a teenage son, had been hosting sleepovers at her home and even tried to arrange trysts between the youngsters, the unidentified mother said.“I think we counted at least seven girls’ names that she was trying to line our 15- and 16-year-old children up with,” the woman told KJZZ.com.Another mother told the station: “She’s a creep, and she deserves everything that’s coming her way.”Olson was charged Wednesday with six felony counts of dealing in harmful materials to a minor and two felony counts of child endangerment, Deseret News reports.In 2013, Olson was charged with and later convicted of prescription fraud, a third-degree felony. Olson, who worked as an office manager for a dentist at the time, used the dentist’s Drug Enforcement Administration license number without permission to obtain hydrocodone, the Deseret News reports.Olson is due back in court on March 8.",
    "2017 - 1358": "A Florida man was busted for spanking a 5-year-old girl — and can’t believe “it’s illegal to whoop” a child, police said.Dennis Murdock, 25, hit the little girl so hard, it left bruises on her buttocks and thighs, according to Riviera Beach police records <a href=\"http://www.palmbeachpost.com/news/crime--law/new-discipline-abuse-riviera-man-arrested-after-spanking-girl/jQzbNTiTlkwy8A5JGFZibJ/\">cited by the Palm Beach Post</a> on Wednesday.Murdock, insisted he’s not a child abuser and only wanted to discipline the girl, who had acted up in pre-school. The suspect told cops he reminded the girl he loved her after the spanking.“I can’t believe it’s illegal to whoop (a child),” Murdock reportedly told police during his Feb. 6 arrest. The girl had spent that first weekend of the month with Murdock, police said, but it’s unclear if the girl is related to him.He was released without bail but ordered to stay away from any minors.The girl’s injuries were noticed on Feb. 5 by a woman, spotting four bruises on the girl’s buttocks and two on her left thigh that appear to have been caused by a belt, according to police.It only takes one bruise to cross the line from acceptable discipline to potential child abuse under Florida law, police noted.Murdock has a previous arrest – a 2016 bust for marijuana possession – on his record, court records showed.",
    "2017 - 840": "Border patrol agents in Arizona seized 47 pounds of high-flying marijuana that had been catapulted – literally – from Mexico to America, officials said.Agents in the border town of Douglas, Ariz., came to a fence and spotted several men on the Mexican side suddenly running away on Feb. 10, officials said.“When agents arrived at the fence they found a catapult system attached to the south side of the border fence,” <a href=\"https://www.cbp.gov/newsroom/local-media-release/us-mexico-authorities-dismantle-catapult-used-launch-drugs-over-border\">according to a US Customs and Border Patrol statement</a>. “They searched the area and located two bundles of marijuana.”Agents found and seized the 47 pounds of pot on the Arizona side of the border, officials said.US agents dismantled the catapult and turned it over to Mexican authorities.",
    "2017 - 5229": "DENVER — At risk of raising the ire of the White House, Colorado is on the brink of becoming the first state with licensed pot clubs. But the details of how these clubs will operate are as hazy as the underground clubs operating already.Denver officials are working on regulations to open a one-year pilot of bring-your-own marijuana clubs, while state lawmakers are expected to consider measures to allow either marijuana “tasting rooms” run by marijuana dispensaries, or smoke-friendly clubs akin to cigar bars.Alaska regulators, spooked by how the Trump administration might view marijuana, recently decided not to move forward with rules for use of marijuana at authorized stores, though the issue there isn’t dead.California and Maine voters <a href=\"https://nypost.com/2014/01/01/crowds-gather-as-pot-prohibition-ends-in-colorado/\">expressly signed off on public marijuana consumption</a> but haven’t settled on rules. Oregon lawmakers are considering legislation to allow marijuana use at special events like concerts, and in cannabis lounges. But Colorado may be first out of the gate with statewide pot-club regulations, possibly by this summer.Colorado officials from both parties have come around to the idea of Amsterdam-style pot clubs for a simple reason: Everyone is tired of seeing pot smokers on public sidewalks.“It’s a problem we’ve got to address,” said state Sen. Chris Holbert, a suburban Denver Republican who opposed marijuana legalization but doesn’t like seeing its use on the sidewalk, either.Pointing jokingly to his suit and tie, the gray-haired Holbert said he’s even had panhandlers ask him for marijuana near the state Capitol.“I mean, look at me. If I’m getting hassled, everyone’s getting hassled,” Holbert told reporters.Democrats here agree tourists need an out-of-sight place to use marijuana.“No voter in Colorado voted to allow the use of marijuana on their sidewalk, in their parks, in their public view,” said Democratic state Rep. Dan Pabon of Denver. “But that’s essentially what we’ve done by not allowing private club space for marijuana uses.”So both parties seem to agree that Colorado needs to allow for places that let patrons smoke weed. But that’s where agreement breaks down.A Republican-sponsored measure to allow marijuana clubs to be regulated like cigar bars was put on hold for a re-write. That’s because sponsors are trying to address concerns that pot clubs shouldn’t allow medical marijuana use, along with other legal wrinkles.Telling people to socially use their medicine? That’s like we’re legalizing pill parties,” said Rachel O’Bryan, who opposes marijuana clubs and ran an unsuccessful campaign to defeat a Denver social-use measure last fall.There’s also intense disagreement over whether establishing pot clubs would invite a federal crackdown.Some say the clubs would be too much for federal authorities to ignore; others insist the Justice Department would view clubs as a way to keep pot away from children, a priority according to previous Justice Department directions.“Jeff Sessions is the big question mark right now,” said Democratic state Rep. Jonathan Singer, referring to the newly minted, anti-marijuana U.S. attorney general. “I think we need to send a message to him that Colorado’s doing it right.”Gov. John Hickenlooper, a Democrat, opposed pot legalization but is undecided on signing a bill to allow clubs. He said he’s not sure how the administration would respond to such establishments.“I don’t know whether we’d be inviting federal intervention, but certainly that’s one argument I’ve heard used persuasively,” Hickenlooper said Thursday.The governor did indicate he’d veto a bill that allowed indoor smoking, not just smoking on enclosed private patios. The Denver clubs would have to abide by clean-air laws banning burned marijuana inside; the statewide proposal would allow indoor smoking with “proper ventilation.”“We spent a long time letting everyone know that smoking is bad for you,” Hickenlooper said. “Just cause that smoke makes you happy, and dumb, doesn’t mean it’s good for you.”‘Just cause that smoke makes you happy, and dumb, doesn’t mean it’s good for you.’The marijuana industry seems frustrated by Colorado’s halting attempts to figure out how to allow pot clubs. Because current marijuana law is vague, Colorado currently has a patchwork of underground clubs, many of them raided when they try to file permits or pay taxes.“The situation right now is a disaster,” said Chris Jetter, a licensed marijuana grower who owned a west Denver pot club that was raided twice. Jetter said authorities took more than six pounds of marijuana, along with tens of thousands in cash, then charged him with illegally distributing pot.(Jetter eventually pleaded guilty to public consumption of marijuana, and was fined $100. He disputes he was doing anything illegal and says he pleaded guilty to end the matter. He has since closed his club.)“Two or more people can get together and consume alcohol almost anywhere, and there’s no problem with that,” Jetter said. “But we’re not treating marijuana like alcohol. What’s going to happen with the feds? If they start kicking in doors, I don’t know. But we need to figure something out.”",
    "2017 - 3072": "A police veteran with 22 years on the force was told to “tone down” his sexuality if he ever wanted a promotion to lieutenant, according to a discrimination lawsuit.Sgt. Keith Wildhaber of the St. Louis County Police Department claimed in a lawsuit filed last month that he was passed over for promotion despite “extremely positive feedback” on his work performance and scores in an internal testing process that ranked him third out of 26 candidates during the application period in early 2014.Then, during a routine patrol checking on local restaurants, Wildhaber claims the owner of Bartolino’s, John Saracino, who was also a member of the St. Louis County Police Board at the time, told him he knew of Wildhaber’s recent application to move up the police ranks.“Mr. Saracino told [Wildhaber], ‘The command staff has a problem with your sexuality,’” according to the lawsuit filed Jan. 10 in St. Louis County. “If you ever want to see a white shirt, [i.e., get a promotion], you should tone down your gayness.”Reached Wednesday by the St. Louis Dispatch, Saracino said: “I never had a conversation like that. I would never say anything like that. That’s not me.”Saracino later resigned from the police board over a letter of support he asked Police Chief Jon Belmar to write to a federal judge who was sentencing his nephew for his involvement in a marijuana ring, <a href=\"http://www.stltoday.com/news/local/crime-and-courts/st-louis-county-cop-says-he-was-told-to-tone/article_a5afe909-771f-5726-8db9-5bdffe0ae1c1.html\" target=\"_blank\">the newspaper reported</a>.Officer Ben Granda, a department spokesman, declined comment, citing an “active lawsuit” in an email on Friday to The Post.“What we can say is that our main focus in recruiting and developing employees is looking for excellent individuals, no matter what their status, race, religion, sexual preference, political belief, or aspiration is,” Granda said.Wildhaber, according to the lawsuit, has a clean disciplinary history, “excellent performance reviews” and a strong resume supporting his promotion, but still has not been elevated to the rank of lieutenant.“Defendant believes that Plaintiff’s behavior, mannerism, and/or appearance do not fit the stereotypical norms of what a ‘male’ should be,” according to the lawsuit, which alleges the department’s gender-based expectations were at least a contributing factor in denying Wildhaber’s promotion.Wildhaber, according to the lawsuit, joined the St. Louis County Police Department in 1994 after four years in the US Army. In 2011, he was promoted to sergeant after five years assigned to the detective bureau and he was once asked to serve as the department’s liaison to the LGBT community, the Dispatch reports.Wildhaber’s attorney, Russell Riggan, declined comment when reached Friday by The Post.“Until the case goes before a jury, we will allow the Petition to speak for itself,” Riggan wrote in an email. “Our system of justice provides the right to a fair trial, and we do not wish to compromise our client’s rights by commenting to the media.”",
    "2017 - 3673": "Aaron Hernandez’s game plan to beat one of two first-degree murder raps might include a marijuana Hail Mary.That’s according to Boston Herald legal columnist and reporter Bob McGovern, who notes that included in a list of potential witnesses are two unidentified experts whom attorneys for the former New England Patriots tight end may call at his trial, which is expected to start next week.One of the experts may be called to testify on “marijuana use in the NFL, while another might address the “medical and psychological impacts for people who ingest marijuana” and if there’s any connection between using pot and violence.“Sometimes these experts get on the stand and say that based on their testing and review of the evidence that they don’t believe the defendant had the mental ability to form an intent to kill,” Robert Sheketoff, a longtime criminal defense attorney who is not involved in the case, <a href=\"http://www.bostonherald.com/news/columnists/bob_mcgovern/2017/02/mcgovern_aaron_hernandez_eyes_potential_pot_defense\" target=\"_blank\">told the Boston Herald</a>. “It’s not a full defense, but it negates something the commonwealth has to prove beyond a reasonable doubt.”Hernandez’s affinity for marijuana was integral in his first murder trial, in which he was <a href=\"https://nypost.com/2015/02/26/aaron-hernandez-danced-toked-ran-up-bar-tab-on-night-of-slay/\">convicted of killing Odin Lloyd</a>, a semi-pro football player, in June 2013. According to testimony from the trial, Hernandez ran up a $243 bar tab and smoked pot in the hours before Lloyd — the boyfriend of his fiancee’s sister — was shot to death.McGovern notes that Lloyd – who was called the “blunt master” by one of Hernandez’s former attorneys – was Hernandez’s source for marijuana, which he would at times smoke up to an ounce per day.Attorneys for Hernandez – who is already serving a life sentence for killing Lloyd – characterized the disgraced NFL star and Lloyd as “smoke buddies,” according to McGovern, questioning why he would want to cut off his source.But Hernandez’s new defense team, which includes lead attorney Jose Baez – who gained notoriety for his defense of Casey Anthony – will likely use his excessive pot use as a backdrop to show he had a diminished capacity when he allegedly gunned down Daniel de Abreu and Safiro Furtado in a drive-by shooting in 2012.“At that point, if you are using this tactic, you are probably trying to get it down to second-degree murder or manslaughter,” Phil Tracy, a criminal defense attorney not involved in the case, told the Boston Herald. “You would try to say that repeated and prolonged use of marijuana had an effect on his brain so he couldn’t form clear intent to commit first-degree murder.”Hernandez’s attorneys will also likely stress the fact that prosecutors are without forensic evidence and a key eyewitness’ checkered past could ultimately make him unreliable. There’s even a possibility that Hernandez’s attorneys could try to blame that eyewitness, Alexander Bradley, for the crime, the Boston Herald reports.Meanwhile, some notable NFL names may also <a href=\"https://nypost.com/2017/02/22/bill-belichick-may-be-a-witness-in-aaron-hernandez-trial/\">join the courtroom as potential defense witnesses</a> in Hernandez’s trial, including New England Patriots coach Bill Belichick, offensive coordinator Josh McDaniels and former Florida teammate and current Steelers lineman Maurkice Pouncey.Belichick coached Hernandez for three years and signed him to a five-year, $40 million extension — one of the biggest contracts in Patriots history — before releasing him when he was connected to the Lloyd murder in 2013.",
    "2017 - 1345": "WASHINGTON — States and localities that have approved recreational pot smoking can expect “greater enforcement” under the Trump administration, White House press secretary Sean Spicer said Thursday.President Trump understands how medical marijuana can alleviate “pain and suffering” for sick patients, but recreational pot smoking is “the last thing” the federal government should be enabling, he said.“There’s a big difference between that and recreational marijuana and I think that when you see something like the opioid addiction crisis blossoming in so many states across this country, the last thing we should be doing is encouraging people,” Spicer said.“There is still a federal law that we need to abide by.”Marijuana is illegal under federal law, but the Obama administration had turned a blind to eye to several states that have approved recreational pot.They include Washington, Colorado, Washington, DC, Massachusetts, California, Maine, Nevada, Alaska and Oregon.“I do believe you’ll see greater enforcement of it,” Spicer said.Spicer said it will be up to the Department of Justice on how to proceed. Its new leader, Attorney General Jeff Sessions, is against legalizing pot and <a href=\"https://www.washingtonpost.com/video/c/embed/bab3b09a-add8-11e6-8f19-21a1c65d2043\">once declared</a> that “good people don’t smoke marijuana.”"
}