{
    "2012 - 414": "What a dope!Atlantic City cops didn’t have far to go to nab this suspected drug dealer. He lived — and allegedly worked — across the street from police headquarters.James Angelozzi, 28, was charged with possession of cocaine, heroin and marijuana with intent to distribute and related counts after he was raided last week.Cops recovered 12 ounces of pot, 30 grams of coke, 47 baggies of heroin and $4,303 in cash. ",
    "2012 - 0": "",
    "2012 - 4573": "<author></author>LOS ANGELES — Drugs took many things from Whitney Houston — her pristine voice, clean image and her career — and coroner’s officials revealed Thursday that cocaine also played a role in the Grammy winner’s death in the bathtub of a luxury hotel nearly six weeks ago.Houston drowned accidentally at the Beverly Hilton Hotel on Feb. 11, and autopsy results revealed heart disease and her recent and chronic cocaine use were contributing factors.The results ended weeks of speculation about what killed the singer-actress at age 48 on the eve of the Grammy Awards and a planned comeback. Instead, Houston now joins the long list of entertainers who have died early with drugs at least partly to blame.Coroner’s officials did not reveal how much cocaine was found in Houston’s system, but said there were signs of recent and chronic use. It was unclear whether she suffered a heart attack before drowning, Assistant Chief Coroner Ed Winter said.“We are saddened to learn of the toxicology results, although we are glad to now have closure,” Patricia Houston, the singer’s sister-in-law and manager, said in a statement.Houston’s death the night before the Grammys altered the awards ceremony and brought back immediate memories of the singer in her better days, belting out hits and starring in the feature films such as “The Bodyguard” and “Waiting to Exhale.” Years later, Houston’s drug use had robbed her of her ability to hit high notes and left her once clean image tarnished.“The biggest devil is me. I’m either my best friend or my worst enemy,” Houston told ABC’s Diane Sawyer in an infamous 2002 television interview with then-husband Bobby Brown by her side.In 2009, after she had divorced Brown, she told Oprah Winfrey that her cocaine and marijuana use took over her life. Both drugs were found in Houston’s system after she died, though the marijuana and several other prescription drugs played no role in her death, coroner’s officials said.“I had so much money and so much access to what I wanted,” Houston told Winfrey. “I didn’t think about the singing part anymore. I was looking for my young womanhood.”Houston’s planned comeback after that interview didn’t pan out, but she was taking another shot this year with her appearance in a remake of the film “Sparkle.”She stars as the mother of a family of girls who form a singing group and struggle with fame and addiction. She also sang for the film, delivering a soulful rendition of the gospel hymn “His Eye is on the Sparrow.”It is unclear what impact, if any, the autopsy results will have on the film, although untimely death has not been an impediment to the posthumous releases of other actors and entertainers. Heath Ledger’s performance in “The Dark Knight” helped propel the film to blockbuster status and earned the actor a posthumous Oscar. He died of an accidental prescription drug overdose in January 2008, months before the film’s release.More recently, Amy Winehouse’s duet “Body and Soul” with Tony Bennett earned them a Grammy Award, months after the singer died unexpectedly in London. An inquest determined she died from an accidental alcohol overdose.A spokesman for Sony Pictures did not return an email message Thursday seeking comment on whether Houston’s autopsy results would alter marketing of “Sparkle.”It will be a couple weeks before the exact amount of cocaine in Houston’s system is released, officials said.The drug has been known to cause damage to the heart and could have cause Houston’s death, said Dr. Michael Fishbein, professor of pathology at the David Geffen School of Medicine at UCLA. He had no role in the investigation.He said a likely scenario was that Houston’s cocaine use interfered with the normal function of her heart.“There’s no reason to drown in a bathtub unless you’re incapacitated,” Fishbein said.Houston’s friend and collaborators said after her death that they didn’t believe she was still abusing drugs, and she described as being a complete professional on the “Sparkle” set.Houston, a sensation from her first, eponymous album in 1985, was one of the world’s best-selling artists from the mid-1980s to the late 1990s, turning out such hits as “I Wanna Dance With Somebody,” ”How Will I Know,” ”The Greatest Love of All” and “I Will Always Love You.”She was buried last month in a New Jersey cemetery next to her father after an emotional four-hour funeral service that was attended by friends, family and superstars such as Oprah Winfrey, Tyler Perry, Alicia Keys, Mariah Carey, Mary J. Blige, Jennifer Hudson and Roberta Flack",
    "2012 - 1594": "Come out with your paws up!Cops in Orlando, Fla., rushed to a house near the Citrus Bowl, answering a call that a gun-toting man was holed up inside.The officers heard noises, surrounded the house and tossed in a tear-gas grenade. No one was home — except, that is, for the owner’s pit bull, who was treated for exposure to the stinging fumes.***Here’s mud in your eye — really.New York state troopers busted passenger Danielle Barker, 32, for allegedly tossing a cup of coffee out of a car — and through the partially open window of a tailgating vehicle on Interstate 90 near Tyre.Barker with charged with criminal mischief and harassment, while the other driver was cited for following too closely.***Mom always told you not to jump on the bed.A 4-year-old Chicago girl was in good condition after she was wounded in the ankle while jumping on a bed — where a gun was stashed under the mattresses.An adult, Jarquise Upton, was charged with one felony count of unlawful use of a weapon. Her relationship to the child wasn’t immediately clear***Republicans are suing a California congressional candidate — claiming that astronaut José Hernandez shouldn’t be allowed to list “astronaut” under his name on the ballot.No one disputes that Democrat Hernandez flew on the shuttle Discovery in 2009. But the lawsuit claims that “astronaut is not a title one carries for life.”***Ninja pot bandits are on the loose in suburban Los Angeles.A man delivering medical marijuana claims he was robbed by two men dressed as ninjas in West Covina, Calif..The deliveryman said the ninjas took his pot and cash."
}