{
    "2019 - 1008": "RICHMOND, Va. — More companies and groups in Virginia are getting into the political influence game ahead of a legislative session than they have in past years.Lobbying data collected by the Virginia Public Access Project shows that 86 companies and groups, like business associations, registered lobbyists for the first time between May and December last year.That’s the highest number since at least 2007 and up from 54 the year before.Much of the increase was <a href=\"https://nypost.com/2018/12/07/marlboro-maker-altria-officially-enters-the-marijuana-business/\">driven by the cannabis</a> and <a href=\"https://nypost.com/2018/12/19/schumer-and-hatch-lay-down-nationwide-sports-betting-bill/\">gambling industries</a>. Virginia is expanding its medical marijuana program and momentum is building to decriminalize small amounts of the drug.Lawmakers will also be considering a wide variety of gambling-related bills this year, from expanding sports betting to allowing casinos.The session starts next week.",
    "2019 - 846": "Maybe he’s just covering his ass!A Florida man who was busted for allegedly smuggling syringes in his rectum into jail claims that they don’t belong to him, according to officials.Wesley Dasher Scott, 40, was initially busted on a marijuana charge. He then pulled three syringes from his body cavity during a strip search at Pinellas County Jail, <a href=\"https://www.wfla.com/news/pinellas-county/clearwater-man-denies-3-syringes-found-in-his-rectum-are-his/1691775047\">news station WFLA reported</a>.Scott handed the syringes over to authorities and claimed he found them.He was then booked on several drug charges, including possession of marijuana.Authorities also slapped Scott with an additional charge of felony possession of contraband in a county detention facility.He remained in jail Tuesday on $5,000 bond, according to court records.",
    "2019 - 2835": "The FBI, the US Attorney’s Office and the local authorities are investigating a white police officer who was recorded brutally beating a black motorist in Ohio in 2017, according to a report.They are deciding whether or not to bring charges against the police officer, Michael Amiott, who sparked widespread protests near Cleveland after <a href=\"https://www.youtube.com/watch?v=ywmrqwLLKJE\">a video emerged</a> of the August 2017 incident, an FBI spokesperson <a href=\"https://www.cleveland.com/crime/2019/01/fbi-federal-prosecutors-investigating-euclid-police-officer-seen-beating-motorist.html\">told cleveland.com</a>.The dashcam video shows Amiott and another officer dragging Richard Hubbard III before punching him more than a dozen times.Both federal and local prosecutors are seriously looking into the investigation, the report said, which started shortly after the traffic stop took place. It’s uncommon for federal prosecutors in northern Ohio to file charges in police brutality cases.Amiott was rehired by the Euclid Police Department in October just over a year after the suburban city’s mayor announced that he would be fired, <a href=\"https://www.cnn.com/2018/10/23/us/fired-euclid-ohio-officer-reinstated/index.html\">CNN reported</a>. An arbitrator had ruled that Euclid Mayor Kirsten Holzheimer Gail did not have cause to fire Amiott.Even before the August 2017 incident, Amiott had received multiple complaints about his behavior in three years in Euclid. The police department handed him four letters of reprimand and he received one formal citizen complaint.Amiott was hired in Euclid shortly after he resigned from his position in Mentor, Ohio, another suburb of Cleveland. He was allowed to resign voluntarily from his job there rather than be fired for lying to other officers about a police stop. In Euclid, he has been accused of pistol-whipping a driver with a handgun and being involved in two accidents with cop cars, <a href=\"https://nypost.com/2017/08/29/cop-who-violently-beat-man-in-traffic-stop-had-past-complaints/\">among other complaints</a>.He has since been sued by Hubbard and Yolimar Tirado, who was a passenger in the car.“I am glad this matter is being seriously considered because police accountability is very important,” Christopher McNeal, a lawyer who represents them, told cleveland.com. “Not just for my client but the entire nation.”Hubbard was initially pulled over for driving without using signals and attempted to walk away, causing a struggle between the two men, according to the police report.Police also claimed to find marijuana in the car, <a href=\"https://www.news-herald.com/news/ohio/euclid-police-officers-sued-by-man-seen-on-video-getting/article_84b118a0-fadb-5263-961d-da6517f98aea.html\">according to the News-Herald</a>, which was later disputed in Hubbard’s lawsuit.",
    "2019 - 1130": "A West Virginia teacher faces charges after she was busted getting drugs from a student, Greenbrier County deputies said.Greenbrier East High School teacher Susan Surber was arrested Monday for allegedly swapping prescription pills for pot with a student, <a href=\"https://www.wvnstv.com/local-news/greenbrier-county/deputies-greenbrier-county-teacher-arrested-after-soliciting-drugs-from-student/1691658549\">news station WVNS-TV reported</a>.Deputies said the 53-year-old teacher also “solicited the assistance of a student for marijuana.” Surber was arrested on charges for the delivery of a controlled substance. She was released on bond, officials said.Greenbrier County School officials issued a statement following the teacher’s arrest.“Administration is aware of the recent arrest of a classroom teacher and the serious allegations asserted against the employee,” the statement said. “However, personnel laws that govern school employees prevent the school system from addressing the status of the employee other than to state that the employee is not currently in the classroom and will not be returning to the classroom.”",
    "2019 - 1557": "A US Navy medic is facing murder charges for allegedly stabbing a man more than 40 times in his Washington, DC, apartment, according to new reports.Navy Hospital Corpsman 3rd Class Collin Potter was busted by police Sunday in connection with the death of Vongell Lugo, 36, <a href=\"https://www.nbcwashington.com/news/local/Naval-Medic-Collin-Potter-Charged-in-Apartment-Building-Stabbing-Near-Washington-National-Cathedral-504044791.html\">NBC Washington reported</a>.Police responded to a call at Potter’s apartment building on Wisconsin Avenue Northwest near Washington National Cathedral around 4:15 a.m. Sunday.They found Potter, 26, naked and covered in blood while standing over Lugo’s dead body. Lugo was also nude and covered in a blanket, authorities said.The victim, from DC, was stabbed 40 times in the neck and upper chest and seven times in the abdomen, court documents said.Potter allegedly told police he had consumed alcohol and marijuana, the filing said. While handcuffed, the serviceman allegedly asked cops to kill him and told them he wanted to die.He was charged with second-degree murder.Multiple bottles of booze were found in his apartment and investigators also discovered a bloodstained knife in a butcher block and another knife in a sink that had its tap running.Potter enlisted in the Navy in September 2010. The Marines said he is assigned to the Marine Corps’ The Basic School in Quantico, Virginia.Friends of Lugo told NBC he was openly gay. In the past, he ran the men’s department at Bloomingdales in Chevy Chase, Maryland.",
    "2019 - 1778": "She’s already seeking higher office!Freshman US Rep. Alexandria Ocasio-Cortez has tapped a former marijuana lobbyist to work as a senior counsel and adviser.The Democratic Socialist from Queens, who <a href=\"https://nypost.com/2018/06/26/joe-crowley-loses-democratic-primary-to-political-unknown/\">smoked longtime incumbent Joe Crowley in the primary last year</a>, brought on former Marijuana Policy Project director of federal policies Dan Riffle last week.MPP bills itself as the largest single-issue marijuana policy-reform group in the nation.Ocasio-Cortez, 29, has said she supports federal legalization and regulation of marijuana, as well as the release of individuals sentenced for nonviolent drug offenses.But she snagged Riffle to help hash out a <a href=\"https://nypost.com/2019/01/04/ocasio-cortez-proposes-massive-tax-hike-on-the-wealthy/\">proposed tax on the wealthy</a> whose proceeds would be used to combat climate change.Either way, he’s no token hire — his last gigs were as a communications director to former Rep. Keith Ellison (D-Minn.) and a legislative aide to former Rep. John Conyers (D-Mich.).And he’s apparently no tokin’ hire either.“I don’t enjoy smoking pot,” he bluntly <a href=\"https://thehill.com/business-a-lobbying/lobbyist-profiles/233568-nonsmoking-pot-lobbyist-opens-minds\">told The Hill</a>. “I don’t wear tie-dye shirts. And I don’t wear flip-flops.”Riffle left MPP in 2014 because it was becoming, like, too corporate, man.“I felt for the last few months the industry was kind of dominating the legalization movement’s work in general, and MPP’s specifically,” he <a href=\"https://www.ibtimes.com/marijuana-legalization-2015-major-pot-activist-quits-marijuana-policy-project-says-2203385\">told International Business Times in 2015</a>.",
    "2019 - 7505": "Police describe him as a monster — a young Wisconsin man so fixated on a hazel-eyed, 13-year-old girl, that he <a href=\"https://nypost.com/2018/10/15/deputies-searching-for-missing-girl-after-parents-found-dead-in-their-home/\">allegedly shot her parents dead</a> in their home and stole her away, keeping her captive in a wooded cabin for 88 days until her escape.But by all accounts, Jake Thomas Patterson, the accused abductor-murderer in the <a href=\"https://nypost.com/2019/01/11/jake-thomas-patterson-charged-in-jayme-closs-kidnapping/\">Jayme Closs case</a>, was an average, even boring, young man.The bespectacled 21-year old had no criminal record and shunned social media. He was unknown at the nearest bar and convenience store, and his closest neighbors didn’t know he was around.Even those who do know Patterson recalled him as too unremarkable for the evil of which he is accused.“Never in a million years would I have thought Jake would ever do something like that,” Elissa Lisenby, who attended Northwood High School with Patterson, told The Post on Saturday.“This isn’t the Jake we all grew up knowing,” she said of her quiet, anxious classmate.“Nobody really knew him like we thought,” former classmate Clinton Rolnik told The Post.Jayme spent her second night of freedom with her family Friday, according to her aunt, Jennifer Smith.“Jayme had a pretty good night sleep,” <a href=\"https://www.facebook.com/bjarlsmith?__tn__=%2Cd*F*F-R&amp;eid=ARBeWA1glfEqIU3fVRzgwqRNhR1uZahfzuHRQACOwnsc3VCceHJxKx139ccFxI_6qeeZdElWVm2XXUWy&amp;tn-str=*F\">Smith wrote on Facebook Saturday</a>. “It was great to know she was next to me all night. What a great feeling to have her home,” she wrote, adding that Jayme’s parents “can rest at peace.”Jayme’s grandfather Robert Naiberg said Saturday that no one in the family knew Patterson.“He didn’t know Jayme, he didn’t know Denise or Jim,” Naiberg said. “(Jayme) don’t know him from Adam. (But) he knew what he was doing. We don’t know if he was stalking her or what. Did he see her somewhere?”Meanwhile, Patterson remained jailed in Barron County Jail pending a court hearing Monday.He had been a good student at his Wisconsin middle and high school, classmates said.Still, he was voted “most quiet” in his 2015 graduating class of 34 students, <a href=\"https://www.jsonline.com/story/news/2019/01/12/suspect-jayme-closs-kidnapping-quiet-student-who-hoped-join-marines/2557463002/\">according to the Journal Sentinel</a>.He didn’t go to his prom, or to the senior class trip to Florida, classmates told the paper. He was however, on the school’s quiz bowl team.“I don’t really remember a ton about him,” said former middle school science teacher Kristin Kasinskas“I don’t recall anything that would have explained this.”By coincidence, it was at Kasinskas’s home that Jayme would take refuge after fleeing from Patterson’s cabin on Thursday, police said.“When [Jayme] said the name, I said, ‘I know him — I’ve had that student,” <a href=\"http://www.startribune.com/suspected-killer-kidnapper-s-life-remains-a-mystery/504229742/\">she told the Star Tribune</a>.“He was a nice kid,” she said. “Quiet kid. Very smart. He didn’t speak out in class.”He never had a girlfriend that any pal could remember.“He was always a little awkward,” <a href=\"https://www.thedailybeast.com/jake-patterson-identified-as-suspect-in-jayme-closs-kidnapping?ref=scroll\">Rolnik told the Daily Beast</a>.“I guess just really shy.”They’d swim together in the nearby river, ride dirt bikes, play video games together, but “nothing crazy,” Rolnik said.Patterson had made some unsuccessful passes at finding a career — trying the Marines, but dropping out during boot camp, and working three years ago at the same Jennie-O turkey plant as James and Denise Closs, Jayme’s parents, who he’s charged with murdering.James was 56; Denise was 46.A company spokesman said that Patterson left the turkey plant after a single day of work, explaining he was moving. Investigators told reporters they don’t believe Patterson had any contact there, or elsewhere, with the Closs family.Aside from these forays into the working world, Patterson was just basically “sitting at home doing nothing, as usual,” since graduating, Rolnik said.If anything, the likely Patterson to get into trouble was his big brother, who pleaded no contest in 2013 after being charged with sexually assaulting a 15-y-o girl when he was 18, according to multiple reports.The brother also has a felony marijuana conviction for which he served 30 months probation.But it appears the brother did not live with Jake in the remote, wooded cabin in Gordon, Wis., 80 miles north of Barron, where Jayme was abducted. Investigators say they believe Patterson acted alone.Patterson’s mother and brother did use social media, according to since deleted posts <a href=\"https://heavy.com/news/2019/01/jake-patterson/\">cited by Heavy.com</a>.The mother’s featured religious and inspirational posts. The brother’s indicated he had moved to Colorado, where he was working at a Subway. Both have removed their postings.Patterson seems to have picked Jayme out of thin air, police said after his arrest.“Nothing in this case shows the suspect knew anyone at the Closs home or at any time had any contact with anyone in the Closs family,” Barron County Sheriff Chris Fitzgerald told reporters.But this was no spur-of-the-moment attack.Once he set his sights on Jayme, Patterson planned her kidnapping down to the most minute detail, even shaving his head so that he wouldn’t leave DNA-testable hair at the Closs home, authorities contend.There, sometime after midnight on October 15, he arrived, armed. Investigators believe he used a shotgun to blast his way through the front door.A 911 dispatcher received a call from Denise’s cell phone just before 1 a.m., but could only hear the sound of people yelling before the line went dead.Arriving cops found James and Denise Closs dead inside, and Jayme vanished.The middle schooler wound in a secluded cabin in the woods of Douglas County that Patterson’s parents had purchased before their 2007 divorce.Nearly three months after her abduction, on Thursday at 4:30 p.m., while Patterson was out of the cabin, <a href=\"https://nypost.com/2019/01/10/jayme-closs-missing-wisconsin-girl-whose-parents-were-shot-dead-found-safe/\">Jayme managed to flee</a>. She calmly ran up to neighbor Jeanne Nutter, who was out walking her dog.Jayme was skinny, disheveled and wearing pants and shoes that didn’t fit — but Nutter knew immediately who she was.“The first thing she told me was, ‘I’m lost and I don’t know where I am and I need help,’” <a href=\"http://www.startribune.com/man-jailed-accused-of-killing-jayme-closs-parents-abducting-her/504214602/\">Nutter told the Star Tribune</a>.In the end, it was Jayme, through her description, who’d lead police to capture her captor, investigators said.Patterson was arrested just eleven minutes after Jayme approached the dog-walking neighbor. Police say he was driving near the cabin — looking for Jayme.The cabin had been in the name of Patterson’s father, Patrick. Then, days after Jayme’s abduction, ownership passed to a credit union, according to the Associated Press, which said the home was appraised at $79,300.Investigators said they found more than one gun inside, including a shotgun consistent with the type of gun used to kill James and Denise Closs.<em>Additional reporting by Dean Balsamini and Anthony Izaguirre, w</em><em>ith Post Wires</em>",
    "2019 - 1531": "His Uber-stupid plan went up in smoke.A Pennsylvania man allegedly left two pounds of marijuana in the back seat of an Uber — and was arrested after he tried to get the ganja back from undercover state troopers, according to a report.When Malik Mollett, 21, hailed an Uber near Pittsburgh in late December, he left behind his bag containing the weed, NBC-affiliate WPXI reported.Mollet had contacted Uber, which reached out to the driver about the missing bag.The unidentified driver called police earlier this month after finding the load of marijuana sealed in plastic inside the bag.A trooper with the Pennsylvania State Police then posed as the Uber driver on Jan. 9 and called Mollett to set up a meeting to return the bag to him, the news outlet reported.The trooper texted Mollett a photo of the bag and Mollet confirmed it was his.The two made arrangements to meet up at a McDonald’s in the borough of Irwin.When Mollett arrived at the McDonald’s, the undercover trooper went inside and gave an apparently happy Mollet the carrier, according to the report.“I think he even made a reference to ‘how much of this did you guys smoke?’ And the undercover officer that we had dropping it off said they did not consume any of his marijuana,” Trooper Steve Limani said, according to ABC 7.Then another trooper entered the fast-food joint and arrested Mollet, WPXI reported, citing police.Mollett is being held on $150,000 bail.Authorities say the Mollett’s marijuana was high grade with a street value of several thousand dollars."
}