{
    "2013 - 7650": "BOSTON — The two brothers suspected of bombing the Boston Marathon appear to have been motivated by their religious faith but do not seem connected to any Muslim terrorist groups, U.S. officials said Monday after interrogating the severely wounded younger man. He was charged with federal crimes that could bring the death penalty.Dzhokhar Tsarnaev, 19, was charged in his hospital room with using a weapon of mass destruction to kill. He was accused of joining with his older brother, Tamerlan — now dead — in setting off the pressure-cooker bombs that killed three people and wounded more than 200 a week ago.<p style=\" margin: 12px auto 6px auto; font-family: Helvetica,Arial,Sans-serif; font-style: normal; font-variant: normal; font-weight: normal; font-size: 14px; line-height: normal; font-size-adjust: none; font-stretch: normal; -x-system-font: none; display: block;\"> <a href=\"http://www.scribd.com/doc/137455967/Tsarnaev-Transcript\" style=\"text-decoration: underline;\" title=\"View Tsarnaev Transcript on Scribd\">Tsarnaev Transcript</a> by <a href=\"http://www.scribd.com/nypost\" style=\"text-decoration: underline;\" title=\"View New York Post's profile on Scribd\">New York Post</a><iframe class=\"scribd_iframe_embed\" data-aspect-ratio=\"0.772922022279349\" data-auto-height=\"false\" frameborder=\"0\" height=\"250\" id=\"doc_34296\" scrolling=\"no\" src=\"http://www.scribd.com/embeds/137455967/content?start_page=1&amp;view_mode=scroll&amp;access_key=key-1fsfclzzqmj1lk2097xa\" width=\"525\"></iframe>\nThe brothers, ethnic Chechens from Russia who had been living in the U.S. for about a decade, practiced Islam.Two U.S. officials said preliminary evidence from an interrogation suggests the brothers were motivated by religion but were apparently not tied to any Islamic terrorist organizations. The officials spoke on condition of anonymity because they were not authorized to publicly discuss the investigation.The criminal complaint containing the charges against Dzhokhar Tsarnaev shed no light on the motive.ut it gave a detailed sequence of events and cited surveillance-camera images of him dropping off a knapsack with one of the bombs and using a cellphone, perhaps to coordinate or detonate the blasts.<a class=\"legacy-link\">WIDOW OF ALLEGED BOSTON BOMBER FACES FBI’S HEAT</a>\n<a class=\"legacy-link\">BOSTON GETS BACK TO NORMAL AFTER MANHUNT, MARATHON ATTACK</a>\n<a class=\"legacy-link\">MOURNERS SAY FINAL GOODBYES TO MARATHON VICTIM KRYSTLE CAMPBELL</a>\nThe Massachusetts college student was listed in serious but stable condition at Beth Israel Deaconess Medical Center with a gunshot wound to the throat and other injuries. His 26-year-old brother died last week in a fierce gunbattle with police.“Although our investigation is ongoing, today’s charges bring a successful end to a tragic week for the city of Boston and for our country,” Attorney General Eric Holder said in a statement.The charges carry the death penalty or a prison sentence of up to life.“He has what’s coming to him,” a wounded Kaitlynn Cates said from her hospital room. She was at the finish line when the first blast knocked her off her feet, and she suffered an injury to her lower leg.In outlining the evidence against him in court papers, the FBI said Tsarnaev was seen on surveillance cameras putting a knapsack down on the ground near the site of the second blast and then manipulating a cellphone and lifting it to his ear.Seconds later, the first explosion went off about a block down the street and spread fear and confusion through the crowd. But Tsarnaev — unlike nearly everyone around him — looked calm and quickly walked away, the FBI said.Just 10 seconds or so later, the second blast occurred where he had left the knapsack, the FBI said.The FBI did not make it clear whether authorities believe he used his cellphone to detonate one or both of the bombs or whether he was talking to someone.The court papers also said that during the long night of crime Thursday and Friday that led to the older brother’s death and the younger one’s capture, one of the Tsarnaev brothers told a carjacking victim: “Did you hear about the Boston explosion? I did that.”In addition to the federal charges, the younger Tsarnaev brother is also likely to face state charges in connection with the shooting death of an MIT police officer.The Obama administration said it had no choice but to prosecute Tsarnaev in the federal court system. Some politicians had suggested he be tried as an enemy combatant in front of a military tribunal, where defendants are denied some of the usual U.S. constitutional protections.But Tsarnaev is a naturalized U.S. citizen, and under U.S. law, American citizens cannot be tried by military tribunals, White House spokesman Jay Carney said. Carney said that since 9/11, the federal court system has been used to convict and imprison hundreds of terrorists.In its criminal complaint, the FBI said it searched Tsarnaev’s dorm room at the University of Massachusetts-Dartmouth on Sunday and found BBs as well as a white hat and dark jacket that look like those worn by one of one of the suspected bombers in the surveillance photos the FBI released a few days after the attack.Seven days after the bombings, meanwhile, Boston was bustling Monday, with runners hitting the pavement, children walking to school and enough cars clogging the streets to make the morning commute feel almost back to normal.Residents paused in the afternoon to observe a moment of silence at 2:50 p.m., the time of the first blast. Church bells tolled across the city and state in tribute to the victims.Standing on the steps of the state Capitol, Massachusetts Gov. Deval Patrick bowed his head and said after the moment of silence: “God bless the people of Massachusetts. Boston Strong.”On Boylston Street, where the bombing took place, the silence was broken when a Boston police officer pumped his fists in the air and the crowd erupted in applause. The crowd then quietly sang “God Bless America.”Also, hundreds of family and friends packed a church in Medford for the funeral of bombing victim Krystle Campbell, a 29-year-old restaurant worker. A memorial service was scheduled for Monday night at Boston University for 23-year-old Lu Lingzi, a graduate student from China.Fifty-one victims remained hospitalized Monday, three of them in critical condition.At the Snowden International School on Newbury Street, a high school set just a block from the bombing site, jittery parents dropped off children as teachers — some of whom had run in the race — greeted each other with hugs.Carlotta Martin of Boston said that leaving her kids at school has been the hardest part of getting back to normal.“We’re right in the middle of things,” Martin said outside the school as her children, 17-year-old twins and a 15-year-old, walked in, glancing at the police barricades a few yards from the school’s front door.“I’m nervous. Hopefully, this stuff is over,” she continued. “I told my daughter to text me so I know everything’s OK.”Tsarnaev was captured Friday night after an intense all-day manhunt that brought the Boston area to a near-standstill. He was cornered and seized, wounded and bloody, after he was discovered hiding in a tarp-covered boat in a Watertown backyard.He had apparent gunshot wounds to the head, neck, legs and hand, the FBI said in court papers.Meanwhile, investigators in the Boston suburb of Waltham are looking into whether there are links between Tamerlan Tsarnaev and an unsolved 2011 slaying. Tsarnaev was a friend of one of three men found dead in an apartment with their necks slit and their bodies reportedly covered with marijuana.",
    "2013 - 422": "<div class=\"wp-caption alignleft\" id=\"attachment_1527882\"><img alt=\"DASTARDLY: Massachusetts authorities are probing whether Boston bomber Tamerlan Tsarnaev, who was killed in a police shootout last week, had a role in a 2011 triple murder.\" class=\"attachment-nypost-medium-desktop\" height=\"215\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2013/08/23-1n009-homicides1-c-ta-300x450.jpg?w=300\" width=\"300\"/></div>",
    "2013 - 1634": "This guy’s the Marco Polo of General Tso’s chicken.LA attorney David Chan has visited 6,297 Chinese restaurants around the world and documented every one. Chan has kept records of his visits going back to 1955. His favorite came in 1984 at Los Angeles’ ABC Seafood.Despite all that eating, he was still hungry an hour later. ***Here’s yet another disease marijuana cures — PacMan fever.Authorities in Orangeburg, SC, found a PacMan arcade game stuffed with 55 pounds of pot. They arrested the game’s owner, 40-year-old Luis Tyler.He was charged with trafficking and held on $75,000 bail. That’s a heck of a lot of quarters! ***A woman in China has been accused of killing a man by squeezing his scrotum.The gonad attack came when the man complained to the woman about parking her motor scooter in front of his store. The argument got so heated that the woman grabbed the shopkeeper and yelled, “I’ll squeeze it to death! You’ll never have children again!”Her grip was so strong that the man went into shock and died. ***Cops in Vietnam stopped a driver outside Hanoi and found his car filled with 53 live king cobras.The venomous serpents were on their way to a restaurant where they are served as a delicacy. The driver was arrested. But the worst part for him was that he was only paid $50 to haul the dangerous cargo. ***If you wear a bikini on a beach in the United Arab Emirates, you will not only turn heads; you’ll go to jail.The Arab country has banned the bathingwear from its beaches because skimpy swimwear is not considered respectful. The only good news is that the ban also applies to tiny, Speedo-type swimwear on men. ",
    "2013 - 312": "<div class=\"wp-caption alignleft\" id=\"attachment_1528304\"><img alt=\"Tamerlan Tsarnaev, 26, left, and Dzhokhar Tsarnaev, 19.\" class=\"attachment-nypost-medium-desktop\" height=\"150\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2013/08/bostonmarathonhomegrownthreats103900-300x1501.jpg\" width=\"300\"/></div>",
    "2013 - 4122": "The Boston Marathon bombers set off their deadly explosives with a simple device found in a kid’s toy box — a remote control for a play car, it was revealed yesterday.The remote, which included a transmitter powered by a rechargeable “C” battery, was found among the debris of the pressure-cooker bombs planted by brothers Tamerlan and Dzhokhar Tsarnaev, said Congressman Dutch Ruppersberger.The Maryland Democrat said the FBI revealed the detonation system during a briefing about the April 15 attack, which killed three and injured more than 200.“It was a remote control for toy cars,” Ruppersberger said. “Which says to me . . . they got the information on how to build the bomb from Inspire magazine.”Inspire, an English-language online magazine published by al Qaeda, was cited by Dzhokhar, 19, as a blueprint for the bombs. It published an article on pressure-cooker bombs in 2010 called “How to Make a Bomb in the Kitchen of Your Mom.” Also yesterday:* Before the terror blasts, CIA officials warned the FBI that Tamerlan was meeting with “some seriously dangerous people in Russia and he was ready to become a jihadist,” a law-enforcement source told The Post yesterday.CIA officials also asked the FBI to place Tamerlan on an international terror watch list, which was done. But, despite the warnings, no red flags were raised when Tamerlan returned from Russia and he was let back into the United States.* NYPD Commissioner Ray Kelly said that Dzhokhar, from his Boston hospital bed, told authorities that after the bombings he and Tamerlan planned to go to New York City “to party.” Their post-bombing escape plan was thwarted when Tamerlan was killed in a police shootout early Friday, and Dzhokhar was nabbed that night.* The brothers’ parents — who have claimed their sons could not have committed the attack — said they will travel from the Russian Republic of Dagestan to the United States today. Yesterday, US investigators interviewed the mother, Zubeidat Tsarnaev, in Dagestan. She is wanted for allegedly jumping bail on shoplifting charges.* Vice President Joe Biden, speaking at a memorial service for MIT cop Sean Collier — whom the Tsarnaevs killed last Friday — called the brothers “two twisted, perverted, cowardly, knockoff jihadis here in Boston.”* The area around the marathon finish line on Boston’s Boylston Street — which had been closed off since the attack — reopened, with fresh concrete poured over the damaged sidewalk.* It was revealed that Katherine Russell, Tamerlan’s Muslim-convert wife, was arrested in 2007 for swiping goods from a Warwick, RI, Old Navy store. The case was dismissed after she completed community service.* Neil Diamond will donate proceeds from his song “Sweet Caroline” to victims of the bombing after sales of the Fenway Park anthem soared nearly 600 percent this week.* Dzhokhar’s classmates at the University of Massachusetts Dartmouth told the Boston Globe that he sold pot, and that his dorm room reeked of marijuana.* Officials said yesterday that there was no gun recovered from the boat where Dzhokhar was hiding in Watertown, Mass. Authorities had previously said Dzhokhar had exchanged gunfire with them in the dramatic capture. CIA warnings about Tamerlan prompted inquiries as to whether he should have been under more intense scrutiny.“We’re going to get to the bottom of it,” vowed House Speaker John Boehner (R-Ohio), saying hearings would be held on how federal agencies handled the warnings. “I think we want to understand exactly what happened and what didn’t happen and hold those responsible if in fact there were opportunities to stop these people when we didn’t do it.”In Russia, mom Zubeidat told CNN, “If they are going to kill [Dzhokhar], I don’t care.”According to Fox News, the FBI claims Tamerlan sent text messages to his mother vowing to die for Islam.Investigators say Dzhokhar has told them he willingly followed Tamerlan’s lead in planning and executing the bombings. But officials said yesterday those statements were made before the suspect was read his rights.<em>Additional reporting by Kirstan Conley and Geoff Earle</em>",
    "2013 - 1737": "Wonder if his prices were as good as his employer’s.An upstate Walmart employee was busted for selling his services for quickie trysts with men, police said.Foster Bills, 22, who worked the night shift, advertised on Craigslist and hooked up with customers in the Queensbury Walmart restroom, authorities said.An undercover cop finally slapped the cuffs on him.***Ever wanted to make beer as a career? Then hop to it and enroll at Colorado State University, which is brewing up a new major — fermentation science and technology.As part of the effort, the university is installing a brewery in the student center where students can taste classmates’ efforts.***A new drug saved the life of a 6-year-old girl born with a rare disease that prevents skeletal mineralization and effectively left her without bones.Janelly Martinez-Amador faced the prospect of a short life in a ventilator.But at age 2, she she entered a clinical-drug trial at Vanderbilt Children’s Hospital in Nashville, Tenn., and now she is able to move around like average kids.***They were breathing deep. Firefighters battling a house blaze in Cobb Creek, Va., stumbled upon an elaborate, high-tech pot-growing operation.They found 352 marijuana plants, worth an estimated $1 million.So in addition to losing his house, the homeowner also is facing a drug rap.***One Republican West Virginia lawmaker wants to teach kids a lesson from the school of hard knocks.Ray Canterbury proposed a law that would compel children to perform light janitorial work in exchange for formerly free school lunches.“If they miss a lunch or they miss a meal, they might not . . . learn to add, they may not learn to diagram a sentence, but they’ll learn a more important lesson,” he said. ",
    "2013 - 570": "STOCKHOLM — A small stash of drugs and a stun gun were discovered in Justin Bieber’s tour bus, Swedish police said yesterday. Cops in Stockholm said they raided Bieber’s empty ride after they noticed the smell of marijuana coming from inside.The search was conducted as the bus was parked outside the Globen concert venue, where the Canadian star was performing Wednesday, cops said. Police spokesman Lars Bystrom declined to identify the drugs confiscated, saying they’ve been sent to a lab for further testing.He said police have made no arrests and have no suspects. ",
    "2013 - 321": " Most teens who have driven high on marijuana say the drug either improves their driving or is no hindrance, according to a survey by insurer Liberty Mutual Holding Co. and a safety group.Thirty-four percent say the drug makes them a better motorist, and 41 percent say it had no effect, Boston-based Liberty Mutual said."
}