{
    "2005 - 772": " Two transit employees were busted yesterday after their 11-year-old son brought a loaded gun to school – which led police to a stash of marijuana at their house, cops said.  A classmate at IS 59 in Jamaica alerted authorities about the gun, which the boy said he brought to show to a friend, according to sources.  “He told school safety officers, ‘I had this at home,’ and when we searched there, we found more ammunition, drugs and a samurai sword – so everybody got arrested,” a source said.  Police said the gun belonged to the boy’s father, bus-route supervisor Lyndon Whiteman. The mom, bus driver Latiesha Soto, 29, was also busted after cops found a stash of pot, the source said.  The parents face charges of weapons and drug possession, and child endangerment. ",
    "2005 - 2040": " An estranged hubby took out a full-page newspaper ad costing $17,000 to ask his wife for forgiveness.   “I can only hope you will give me the chance to prove my unending love for you. Life without you is empty and meaningless,” read the ad from “Larry” from Orlando to “Marianne,” his wife of 17 years, in the Florida Times-Union.   No response from Marianne yet, but Jay Weimar, director of the paper’s display advertising, said, “We are pulling for him.”   *  Students at Duke University study hard – and party hard.   Cops investigating a noise complaint found a basement full of 200 kids – many half-naked coeds – a rubber pool and gallons of baby oil.   “Inside were several [representatives of] America’s future, re-enacting a scene from the movie ‘Old School,’ where females wrestle in a pool of lubricants,” said Durham, N.C., police Sgt. D. Gunter.   *  A Dutch bank robber has been allowed to claim the $2,600 cost of the gun he used in a stickup that grossed $8,800 as a legitimate business expense on his taxes.   “You can compare criminal acts to normal business activities, where you must invest to make profits and, thus, you have costs,” said Dutch prosecutor Leendert De Lange. “Therefore, drug dealers would be within their rights to claim the cost of a car used to ferry the drugs around.”   *  A gray-haired English granny held dinner parties for elderly friends that featured dishes laced with marijuana.   Cops in Humshaugh say Patricia Tabram, 66, mixed pot into her recipes as a “natural remedy” for back pain and was soon serving her entrées to friends with similar ailments.   “My cannabis chocolate cake covers the pain for five hours or more, which is why my friends use it. I don’t think it does any harm,” insisted Tabram, who faces jail time.   *  Before you kiss your sweetie again, read this.   Scientists say more than 40,000 parasites and 250 types of bacteria are exchanged during a typical French kiss. The results come from a Swedish study carried out to publicize the advantages of good oral hygene. ",
    "2005 - 1620": "New Jersey Gov. Richard Codey yesterday came out swinging at a shock jock who suggested on the air that the state’s first lady was “crazy” because she once suffered from postpartum depression.   Codey and Craig Carton, co-host of the “Jersey Guys” show on WKXW/101.5 FM, first mixed it up Tuesday when they ran into each other in a hallway at the Trenton-area station. Codey was there to do his monthly call-in show.   A day earlier, Carton had mocked Mary Jo Codey’s depression, which caused her to have murderous thoughts after the birth of her first child 20 years ago.   Her husband, who became governor when Jim McGreevey resigned last year, has long been an advocate for the mentally ill.   “What Governor Codey ought to do is approve the use of medical marijuana so women can have a joint and relax instead of putting their babies in a microwave,” Carton said, according to The Star-Ledger.   “Women who claim they suffer from this postpartum depression . . . must be crazy in the first place.”   The next day, Codey pounced on Carton at the radio station.   “I wish I weren’t governor, I’d take you out,” Codey said, according to the newspaper’s account of the exchange.   Yesterday, Codey was still in a mood to fight, albeit in the safer setting of a news conference.   “I defended my wife like any man or husband would,” Codey said.   He also said he told Carton he would take him outside, not out.   On air, Carton demanded his own apology.   “If I do not get an apology from him, and he owes me one, he will wind up the same way McGreevey did – out of office, based on the power of this show,” Carton said. ",
    "2005 - 750": "A Bronx apartment went up in flames yesterday after high-intensity lights used to grow marijuana ignited the crop and surrounding walls, fire officials said.   The makeshift pot farm inside an apartment at 1585 E 172nd St. caught fire around 10:40 a.m., requiring 60 units and 150 firefighters to fight the blaze.   The tenants of the third-floor apartment where the fire broke out had cut a hole into the ceiling to access the apartment above and had constructed several interior walls to hide their stash, officials said.   The fire spread quickly to the fourth and fifth floors and required a third alarm before it was brought under control around 12:30 p.m.   Fire officials turned the pot case over to police at the scene, a FDNY spokesman said.",
    "2005 - 1927": " Residents of the Maine town of Frenchville say they’re being held hostage – by chicken manure!   Strong northern winds have blanketed the community of 1,200 with the overpowering stench from a chicken-manure composting facility several miles away.   Toddlers were about to dig into their cake at a kiddie birthday bash in Arkansas when gun-toting narcotics cops burst in and arrested the hostess.   “Everyone just froze and looked at me. The parents started crying and then the kids started crying,” said Shannon Hills Police Chief Richard Friend, who busted Elizabeth Leah Sauls, 21, for selling marijuana out of her home.   “We barely had time to conduct interviews because the phone kept ringing with people wanting to buy narcotics.”   A young punk who tried to mug an 88-year-old retiree picked the wrong man – his intended victim turned out to be a former boxing champion who knocked the guy out cold.   “I was visiting a friend’s grave when a young, long-haired man came up to me and demanded I hand over my money,” said granddad Gerhard Brinkmann of Halberstadt, Germany, who was the country’s top lightweight boxer in 1936.   “I told him to come closer if he wanted it and, as he did, I landed a full-force right hook on his chin.”   Need $14,000 fast? Have a baby in Laviano, Italy.   Officials are so worried about people leaving the sleepy southern town of 1,500, they’re offering a cash bonus to anybody who raises a child there.   Antonietta Molinaro, a 25-year-old mom who accepted the offer, admitted the town’s not too exciting, “but I live well with boredom.”   A British man put on a porn tape and was stunned to see footage of his wife being sexually abused when she was 12.   The wife – now 32 – had never told anyone about being molested by a gang of perverts, who filmed their sicko deeds and marketed it as “Cocktail Orgies.”   Cops in Devon have vowed to hunt down the beasts responsible for the tape.",
    "2005 - 2765": "A 50-year-old Brooklyn man stalked a 10-year-old karate student and tried to abduct her after he failed to lure her into his car, cops said yesterday.   The girl said the would-be kidnapper held her so tightly, she couldn’t user her karate moves against him.   “I felt like something really bad was going to happen. I thought he was going to grab me and push me all the way to the car,” fifth-grader Emily Garcia said of her ordeal that played out on the stoop outside her home in East New York Tuesday and ended with the arrest of José Laboy.   “I’m trained in karate,” she said. “We are supposed to hit him in the stomach and kick. He was holding tight on my forearm. I couldn’t do anything. I was too scared to scream,” said Emily, who started karate lessons two weeks ago.   At that moment Emily’s girlfriend came walking by.   “My friend said, ‘Hi,’ and he loosened my hand and ran back to his car,” Emily said. “It hurt a lot.   “I just don’t want to be in danger any more,” she said, noting that the same stranger tried to sweet-talk her into his car several times outside her school, PS 72, last June, and once again last Wednesday.   He would drive up outside the school, which is across the street from her house, and say, “Psst, come into the car” or, “Here, take this cookie. It will be good for you. It has vitamins,” she said.   “He was obsessed with her,” said Emily’s mother, Cristina Tineo, 29.   On June 9, the child and her mom went to the 73rd Precinct station house and reported that when Emily left school that day, a man tried to talk to her and when she fled back inside he started to follow her, police sources said. There were no arrests.   Emily, who has two younger sisters, said classes ended early Tuesday, and she walked home after taking her 6-year-old sister to a nearby day-care center.   She was on the stoop opening the building’s front door when the man drove up and got out of the car, she said.   He called her by name and “he told me mommy was in the hospital. He said I had to go with him,” Emily said. “I didn’t believe him.”   He made a sad face “like when you want to get a cookie” and then grabbed her, she said.   “My question is, what is the reason he wanted to grab me?” she asked plaintively.   Emily’s stepfather, Francisco Veras, armed with Emily’s description of the 1991 gray Nissan Sentra sedan, drove around until he spotted the vehicle and flagged down a patrol car, cops said.   Laboy, who was arrested in 2000 for alleged marijuana possession, was charged Tuesday with attempted kidnapping, attempted unlawful imprisonment and harassment.   “He didn’t do it, not that I know of,” said Laboy’s stepdaughter, Lynette Santiago, 15.   She said Laboy works as a landscaper and is “a good person and hardworking.”",
    "2005 - 2910": "A 50-year-old Brooklyn man who stalked a 10-year-old karate student for eight months tried to abduct her after he failed to lure her into his car, cops said yesterday.   The girl said the would-be kidnapper held her so tightly, she couldn’t use her karate moves against him.   “I felt like something really bad was going to happen. I thought he was going to grab me and push me all the way to the car,” fifth-grader Emily Garcia said of her ordeal, which played out on the stoop outside her home in East New York Tuesday and ended with the arrest of José Laboy.   “I’m trained in karate,” she said. “We are supposed to hit him in the stomach and kick. He was holding tight on my forearm. I couldn’t do anything. I was too scared to scream,” said Emily, who started karate lessons two weeks ago.   At that moment, Emily’s pal came walking by.   “My friend said, ‘Hi,’ and he loosened my hand and ran back to his car,” Emily said. “It hurt a lot.   “I just don’t want to be in danger anymore,” she added, noting that the same stranger tried to sweet-talk her into his car several times outside her school, PS 72, last June, and once again last Wednesday.   He would drive up outside the school, which is across the street from her house, and say, “Psst, come into the car” or, “Here, take this cookie. It will be good for you. It has vitamins,” she said.   “He was obsessed with her,” said Emily’s mother, Cristina Tineo, 29.   On June 9, the child and her mom went to the 73rd Precinct station house and reported that when Emily left school that day, a man tried to talk to her, and that when she ran back inside, he started to follow her, sources said. There were no arrests then.   Emily, who has two younger sisters, said classes ended early Tuesday, and she walked home after taking her 6-year-old sister to a nearby day-care center.   She was on the stoop opening the building’s front door when the man drove up and got out of the car, she said.   He called her by name and “he told me Mommy was in the hospital. He said I had to go with him,” Emily said. “I didn’t believe him.”   He made a sad face, “like when you want to get a cookie,” and then grabbed her, she said.   “My question is, what is the reason he wanted to grab me?” she asked plaintively.   Emily’s stepfather, Francisco Veras, armed with Emily’s description of the 1991 gray Nissan Sentra sedan, drove around until he spotted the vehicle and flagged down a patrol car.   Laboy, who was arrested in 2000 for alleged marijuana possession, was charged Tuesday with attempted kidnapping, attempted unlawful imprisonment and harassment.   Laboy’s sister, Anna, called the arrest a “setup,” and his wife said her husband has an alibi.   “José Laboy was at my house until 3:20. She [Emily Garcia] said this happened at 3 o’clock,” Laboy’s wife, Madeline, said. “There’s no way this could have happened.”   Additional reporting by Daniel Friedman",
    "2005 - 2378": "A transit worker made a grisly discovery in a Brooklyn subway tunnel yesterday – a plastic bag stuffed with human body parts.   Cops identified the victim as 19-year-old Rashawn Brazell, of Gates Avenue in Brooklyn.   The horrifying find was made at around 3 a.m. as workers were doing a routine inspection of the tracks about 300 feet away from the Nostrand Avenue and Fulton Street station in Bedford-Stuyvesant.   The body parts – which included two legs severed just below the torso and two arms chopped off at the shoulders – had been stuffed in a blue plastic bag and dumped alongside the tracks.   The track worker spotted a leg sticking out of the bag, police said. Another plastic bag was found by the worker a few feet away on the Manhattan-bound side of the tracks.   That bag contained power tools and bloody drill bits.   Brazell was identified through his fingerprints, which were taken after a marijuana arrest, cops said.   His family was too distraught to speak last night, but a friend said the gruesome murder was incomprehensible.   “I don’t know how anyone could do something like this,” said Jacqueline Perez, 20, who has known Brazell since they were kindergartners.   She said Brazell was someone who liked to have fun and was so into fashion, he made his own clothes.   “He was always wearing something that made your head turn,” she said.   A police source said the victim was bisexual, but the case is not being investigated as a bias crime.   Train service along the A line was disrupted for three hours overnight between Jay Street/Borough Hall and Euclid Avenue in Brooklyn.   Service was restored at 6 a.m., in time for the morning rush hour.   Police said the body parts were likely dumped along the track bed, rather than thrown off a moving train. They also believe that the crime was not committed near where the limbs were found.   And it is unclear whether the bag of bloody drill bits is related to the body parts.   The discovery of the remains came as statistics for overall crime in the subway system saw a 2 percent increase last year, compared to 2003.   There were three subway homicides in 2004 – one less than in the previous year.   The minor increase in subway crime was fueled by a surge in assaults, with 281 reported last year – 24 more than in 2003. <em>Additional reporting by Murray Weiss, Ed Robinson and Ilan Kayatsky</em>"
}