{
    "2004 - 2178": "When the government’s star witness at the Martha Stewart trial takes the stand this week, he’ll be grilled over a series of catty e-mails he wrote about the domestic diva, The Post has learned.  With the trial resuming today, government prosecutors have appealed to Judge Miriam Goldman Cedarbaum to allow Douglas Faneuil to begin his testimony as soon as possible, sources said.  He was supposed to take the stand last week, but Cedarbaum put his testimony on hold until Thursday after ruling the government had withheld an important FBI document from the defense.  More documents were sent to the defense on Friday and over the weekend – a development the defense will use to argue that it should be given as much time as possible to prepare for Faneuil’s testimony.  Sources have revealed that when Faneuil is cross-examined, he will be peppered with questions over a batch of e-mails he sent from his Merrill Lynch office to boyfriend Robert Haskell in the fall of 2001 – just weeks before he handled Stewart’s fateful ImClone stock sale.  Faneuil, 28, who was working for Stewart’s broker, Peter Bacanovic, wrote in the e-mails that Stewart was often mean to him when she contacted the office, one source said.   Describing himself as “Baby,” Faneuil told Haskell in one e-mail that Stewart had treated him badly, but “Baby” got back at her, the source said. Stewart’s team will cross-examine Faneuil about the e-mails in a bid to show jurors that he may have an ax to grind.  The language used in the emails was described as “bitchy” by one source.  Stewart lawyer Robert Morvillo also wants to cross-examine Faneuil about his admission to the FBI that he used “ecstasy” and marijuana before and after he began cooperating with the government.  But the government has filed confidential legal papers with Cedarbaum, arguing that such questions should be off-limits, sources said.  Lawyers for Faneuil could not be reached for comment last night.  Faneuil’s credibility is critical to the government’s case against Stewart and Bacanovic, who are standing trial on charges they obstructed the feds’ insider-trading investigation into her sale of almost 4,000 ImClone shares.",
    "2004 - 3286": "The man accused of being the vicious East Side rapist has a staggering 27 arrests on his rap sheet – but has never spent more than six months behind bars.   From October 1989 to November 2002, Larry White, 34, was convicted 25 times for crimes ranging from fare-beating to peddling pot to weapons possession, NYPD records show.   White was also arrested in the alleged rape of a Brooklyn call girl in 1998, but officials yesterday did not know the disposition of that case. Another lesser charge was dismissed, too.   But in the other 25 arrests, White, charged with four sexual attacks and robberies last week, copped a plea and received sentences mostly ranging from conditional discharge to 60 days in the slammer.   His stiffest penalty was six months behind bars for weapons possession. He pleaded guilty to the charge, a Class D felony, after his arrest Sept. 10, 2000.   Weapons possession appears to be the only felony among the 27 arrests. The rest are misdemeanors. Twenty-five of the arrests occurred in Manhattan and two in Brooklyn.   The laissez-faire way the courts dealt with White is not unusual.   A law-enforcement official said it often happens because state law doesn’t allow increasing penalties for criminals who repeatedly commit misdemeanors.   “The law doesn’t permit giving stiffer penalties for repeat misdemeanor offenses. It only permits sentencing offenders to the max, which very often isn’t more than a year,” the official said.   To deal with the problem, the state Office of Court Administration set up the persistent-offenders’ court about 18 months ago.   “Clearly, this type of scenario presents a problem for the criminal-justice system, which is why we have a persistent-misdemeanor court,” said David Bookstaver, a spokesman for the office.   “It would have raised a red flag on this type of defendant.”   White, who gave his father’s Queens home as his address, was arrested in Union City, N.J., Saturday after one of his victims identified him from a photo array, police said.   Cops then traced him to Union City, where he was staying with a female friend.   The victim, a 23-year-old Upper East Side woman, who was robbed Jan. 24, came forward only after learning of his second attack – the robbery and sexual assault of a 19-year-old woman Tuesday, cops said.   White struck again Thursday, police said, sexually assaulting a 25-year-old man and then forcing him to go to an ATM machine to withdraw money.   A day later, White grabbed a 24-year-old woman’s pocketbook and fondled her, but she hit him over the head with the bag and he fled empty-handed, cops said.   White was also charged with robbing a transvestite of $600 on the Lower East Side on Oct. 16. Sources said he admitted committing the crime.   Additional reporting by Zach Haberman, Jesse Handbury and Lorena Mongelli   —  Rap Sheet (m)  Kevin White has been convicted of 25 separate crimes from October 1989 to November 2002.   Charge Convictions Maximum time served per offense  Criminal Possesion of a Weapon 1 6 Months   Criminal Sale of Marijuana 14 60 Days   Criminal Possesion of Marijuana 2 10 Days   Disordely Conduct 1 5 Days   Petty Larceny 2 60 Days   Theft of Services (Turnstile Jumping) 3 0 Days   Assault 1 0 Days  Unauthorized Use of a Credit Card 1 0 Days ",
    "2004 - 2276": "A Manhattan teen plans to file suit against the probation officer he claims “coerced” him into having sex romps with her and wrote him a letter encouraging him to grow up to be a “collegiate thug.”  The teen, whose name is being withheld, has filed papers in Manhattan Supreme Court announcing his intention to sue the city, the Probation Department and Nicole Waite, the officer he says he was pressured into having illicit trysts with last May while she handled his marijuana case.  The teen’s court papers say as a result of those romps, he’s endured “fear, humiliation, injury to his reputation, suffering and severe emotional trauma.”  Waite, a 12-year Probation veteran, “coerced him into having sex with her. This is not something he wanted to do,” said his lawyer, Jonathan Ginsberg. “The city allowed this to happen on their watch – allowing a city official to engage in this kind of gross misconduct on city property. She was encouraging criminality. She’s a thug. How could they not detect this?”  Waite, 37, who maintains she was “set up,” is to stand trial on bribe-receiving and misconduct charges next week for the alleged trysts. Prosecutors charge she propositioned the teen, then 17, while working on his pre-sentencing report, and they then had three sex encounters – one in the city Probation office in Manhattan Criminal Court. They allegedly smoked pot together during their third tryst.  Waite also allegedly wrote him a letter, included with the teen’s court filing, that didn’t exactly encourage him to straighten up and fly right.  “You told me that you pretty much have your life planned out – you plan to be involved in criminal activities until you’re 55,” says the letter, which encourages he be more “collegiate thug” than “street smart n- – – – -.”  “You see sweetie, ‘good girls’ like their men smart, but we don’t want no bitch-ass n- – – – -s either,” the letter advises.  Ginsberg said his client was initially scared to report her “because she had his home address and a badge,” but did so after his case was resolved.  The court filing doesn’t say how much cash the teen is seeking. Waite’s lawyer, Edward Wilford, who contends his client was “set up,” said the teen’s intention to sue “speaks to what this case may be all about” – money.",
    "2004 - 2293": "Former Merrill Lynch rookie broker Doug Faneuil admitted to jurors yesterday he used cocaine, marijuana and “ecstasy.”  He was forced to ‘fess up about his drug use after Judge Miriam Goldman Cedarbaum ruled defense lawyers could ask limited questions about his after-dark indulgences.  Faneuil, 28, admitted to the jury he’d told the feds during confidential interviews that he’d experimented with “many types of drugs,” including the club drug Special K – ketamine, which is an anesthetic.  He also revealed that only days after handling Martha Stewart’s contentious ImClone trade, he popped an ecstasy pill to celebrate New Year’s Eve 2002.  But he said that since the New Year’s party, he’d only smoked marijuana.  When asked if he’d ever used drugs while on the job at Merrill Lynch, he said, “Absolutely not.”  While some jurors pursed their lips as Faneuil reeled off his drugs of choice, others appeared miffed he was being grilled about the sensitive subject.  Lawyers for Stewart and Bacanovic had pressed the judge to question him in front of the jury about an admission he made to the FBI that he’d smoked pot after signing his government cooperation agreement.  Before the jury entered the courtroom, Faneuil told Cedarbaum he’d smoked pot over a “two- or three-day” vacation in Jamaica in April 2003 – more than six months after he signed the agreement.  Stewart lawyer Robert Morvillo said Faneuil had clearly violated the terms of the agreement in which he’d promised not to break any laws.  Faneuil said he’d assumed pot was legal in Jamaica because of the “ubiquity” of its use there.  The judge ruled the Jamaica trip was off limits, saying Faneuil could only be questioned to assess whether he was cooperating with the feds to avoid being prosecuted for drug use.  Faneuil also told the judge he’d used ecstasy “two or three times” during his employment with Merrill between June 2001 and his suspension and dismissal 12 months later.  “It intensifies your tactile sensations and emotions,” he said.  He said he’d bought the ecstasy at a dance club, but he couldn’t remember how much it cost.  He was also asked about correspondence he’d sent his friend Robert Haskell regarding the drug crystal meth.  Faneuil told Bacanovic lawyer David Apfel he never used crystal meth. ",
    "2004 - 3147": "Three St. John’s University varsity basketball players were suspended yesterday after a woman they met in a postgame visit to a Pittsburgh strip club cried rape, officials said.   Pittsburgh police said they were investigating the shocking charges that members of the Red Storm sexually assaulted the 38-year-old woman at the Westin Convention Center Hotel after the hapless, last-place team’s 71-51 loss to the University of Pittsburgh Wednesday night.   The woman told cops she met the players at the Club Erotica in McKees Rocks, Pa., about 2:30 a.m. yesterday.   The university identified the three suspended hoopsters as 6-foot guard Elijah Ingram, 6-foot-10 center Abe Keita, and 6-foot-7 forward/center Grady Reynolds.   Reynolds faced criminal charges in 2002 for allegedly assaulting a swimmer at the school.   All three were suspended as the police and university probe the allegations. Sources said two other players also visited the strip club and would likely be suspended.   The school, which cited “rules violations” and “behavior inconsistent with St. John’s mission and values” as the reason for the suspensions, will now have to hold tryouts to replace the missing team members and have enough players for their next game Sunday, a team source said.   Police would not comment on details of the case.   A source close to the team said someone may have recorded the incident on Ingram’s video-equipped cell phone. The source claimed the encounter turned ugly after the players got into a dispute with the woman.   None of the suspended players could be reached for comment.   But Reynolds’ mother, Shan Reynolds, told the Post from her home in Alabama: “He’s doing fine. The truth is going to come to light just like the other time.”   The “other time” was the Nov. 17, 2002, alleged attack on fellow student Rachel Seager, a swimmer at the school who was injured when she said Reynolds threw her against a bathroom wall, smashed her head and tossed her to the ground.   Reynolds was charged with misdemeanor assault and faced a year in prison. But he managed to dodge jail time and continue playing on the team by agreeing to a deal in which he would take anger management classes and perform five hours of community service in return for the charges being dismissed.   Reynolds’ lawyer, Oscar Holt, said that the previous charges would have no affect on any new charges because the assault case was finally dropped last month.   The assault case against Reynolds wasn’t the only legal trouble to plague the team – which has been struggling in last place in the Big East.   Earlier this season, the squad bounced senior starter Willie Shaw, who was busted for marijuana possession last November.   This week’s rape allegation left St. John’s fans dismayed.   “This is a severe blow,” said sophomore Jo Anne Luberis. “Whether it’s alleged or not, it’s always going to be associated with the school.”   “We’re losing players left and right to criminal issues,” said junior Emio Tumeoni.   “I came here because it was a basketball school and it’s unfortunate that it will taint the university.”  Additional reporting by Nick Parish ",
    "2004 - 1981": " Cops on the lookout for a “small person” in a stolen Mercury Topaz got the shock of their lives when they pulled over a 9-year-old boy.  It’s the second offense for the 4-foot-6, 70-pound kid from Olympia, Wash. – who’s already on probation for stealing a motorbike last December.  “This young man doesn’t seem to get it,” Sheriff’s Capt. Dan Kimball said.  *  A sicko prankster is tormenting coeds at Northwestern University by calling them to say they’ve tested positive for a sexually transmitted disease.  Students are being urged to ignore the hoaxer, who says he’s from the campus health service.  “We are not going to call and leave you a message and say, ‘Hi, you have AIDS,’ ” said Dr. Donald Misch, health director at the Evanston, Ill., university.  *  The Rev. Richard Arko is the high priest of, er, getting high, authorities say.  The leader of the Prince of Peace Roman Catholic Church in Akron, Ohio, has been charged with growing marijuana at the church after cops seized 35 pots of pot plants there.  Meanwhile, his congregation has kicked him in the grass – suspending him until the case is resolved.  *  Uncle Sam is about to expose himself.  The symbol of American patriotism will be depicted by a 12-foot Styrofoam sculpture at this year’s Carnival parade in Rio, with his pants down and his genitals in plain sight.  Politicians say the float represents “the frictions between the United States and Brazil.”  *  A chintzy-hotel manager chewed out a guest – for wanting a glass of tap water.  Anthony Cobley, of the Atlantic Hotel in Cornwall, England, wrote social worker Sally Burchell, who had complained about being refused water with her meal:  “I buy the ice that goes into the water and I buy the labor to serve the water. I provide the luxury surroundings for the water to be drunk in, and again pay for the labor and washing materials to wash the glass after you’ve used it, and you think that I should provide all of this free of charge.” So there!",
    "2004 - 2051": " The cups runneth over for a thief who shoplifted 150 bras from a Victoria’s Secret boutique in Bellevue, Wash.  The crook, who also swiped dozens of panties, could be hard to catch.  Stolen bras and panties “are very difficult to trace,” explained police spokesman Michael Chiu.  *  A 71-year-old Florida man told cops he had a perfectly good reason for robbing a bank: to pay his wife’s medical bills.  James Clark entered the Compass Bank in Gainesville with a fake bomb, grabbed some cash and fled with cash in a getaway car driven by his wife, Deloris, police say.  But authorities aren’t buying Clark’s excuse, because he has a “significant federal criminal history” dating to 1954, including bank robbery, mail fraud and conspiracy to grow and distribute marijuana.  *   A woman who placed a classified ad to sell her Brother sewing machine started getting calls from people wanting to buy her real brother after the words “sewing machine” were accidentally dropped.   Barbara Bennett of Vancouver, Wash., knew something was wrong when kinky callers began asking for more information about the brother she’d put up for sale in the “Items under $50” column in The Columbian.  “It’s OK. I needed a good laugh. I had minor heart surgery on Friday, so it helps,” she said.  *  What can you do when you get sick of going through metal detectors? Take your clothes off.  Antonio Coghetto said he stripped naked at a bank in Sao Paulo, Brazil, because the detector went off every time he tried to enter. Cops weren’t amused, and busted him for indecent exposure.  *  A small shark sank its jaws into a swimmer’s leg and refused to let go, so the victim had to limp to his car and drive for help – with the thrashing fish still attached.  “A couple of people tried to help me but I couldn’t remove it, so I got up into my car and drove to the clubhouse,” said Luke Tresoglavic, who had been in the surf north of Sydney, Australia.  Lifeguards there were able to get the shark off by hosing it with fresh water. Tresoglavic suffered only minor injuries.",
    "2004 - 1358": "Cops busted a Long Island head shop that had an arsenal of gravity knives, switchblades, swords and other weapons for sale alongside marijuana pipes, bongs and other smoke paraphernalia.   Police raided the Gotham Smoke Shop in Middle Island on Wednesday and arrested store owner Mustafa Nayci, 27, and a female worker, Bahar Tariman, 21.   Both were charged with multiple counts of weapons possession and released on bail.   Cops decided to investigate the store after officials at Middle Island’s Longwood HS found a student carrying a pair of brass knuckles to class.   A confidential informant bought a switchblade knife at the store, leading police to execute a search warrant.   The arsenal of weapons confiscated at the shop included 61 gravity knives, 14 throwing stars, five cane swords, a loaded shotgun, metal knuckles, switchblade knives, stun guns, chukka sticks and daggers.   Police said the weapons were boldly displayed alongside the store’s inventory of marijuana gear. Prices for the weapons ranged from $22 to $60.   Cops said they’re investigating to see if the weapons were imported from Turkey, the suspects’ native country.   Sgt. Mark Pulaski of the gang unit said cops had noticed an increase in the number of these illegally purchased weapons. He said customers included underage kids and members of local gangs.   (p. 21 in metro)"
}