{
    "2006 - 1393": "A New Jersey go-go lounge made famous as the location for “The Sopranos” Bada Bing club became linked to a real-life mob drama yesterday, when prosecutors announced the strip joint’s manager was swept up in one of the biggest illegal gambling dragnets in state history.  More than 50 members of the alleged scheme were charged as part of a massive bookmaking operation controlled by reputed Genovese crime family associate Robert “Elvis” D’Alessio, Bergen County Prosecutor John Molinelli said.  The two-month probe led to the seizure of six guns, piles of cocaine and marijuana, half a dozen cars and $3 million in New Jersey, New York and Florida.  “As an example of the size of this illegal enterprise, over $1 million per week in illegal wagers were being placed, and an average of $500,000 per week was being paid out and/or collected by D’Alessio and his co-conspirators,” Molinelli said.  D’Alessio, 52, of Montville was charged with first-degree money-laundering and promoting gambling.  Also busted was Victor Cannestro, 36, who prosecutors said is the manager of the Satin Dolls club in Lodi.  Cannestro, who reportedly goes by the nickname “Vic the Suit,” could not be reached for comment.  But when asked last year by the Philadelphia Inquirer if any real-life mobsters hung out at Satin Dolls, he said: “Oh, maybe a couple, every now and then. But we wouldn’t know who they were.”",
    "2006 - 1972": " What do you do when you lose $40,000 on a Super Bowl bet? Vanish!   Wyoming cops say Marvin Hackworth of Gillette staged his own disappearance in the Bighorn Mountains after blowing the whopping sum, telling his wife only that he had to “clear his head.”   Search teams spent two days looking for him, but called things off when Hackworth’s daughter got a message from him saying he was OK. He’s now seeking counseling for a gambling problem.   *  A North Dakota State University coed tried to buy marijuana – at a police station!   Cops say the 20-year-old student called the West Fargo station house and said she wanted to buy grass. When told it was illegal to sell and possess pot, she showed up in person and handed a dispatcher $3, saying she wanted to purchase weed.   “[This is] something that you couldn’t even make up,” said Officer Ken Zeeb, who busted her.   *   High-school sweethearts Willard Mason and Ilah Ost of Blissfield, Mich., became engaged in 1941, but when Mason moved away to work in a war plant, he met another woman and broke things off.   Both married others, raised families and eventually were widowed.   So when, by chance, Willard ran into Ilah’s brother in 2004, Ilah encouraged the widower to call his sister. The childhood lovebirds have started dating again.   *  A priest in Germany got more than he bargained for during confession when a man not only declared his sins, but handed over a machine gun and hand grenade.   “He also gave the priest a cardboard box with a clown’s face . . . containing 34 cartridges,” police said.   *  A Canadian woman returned home from a night of dancing, got into bed and had trouble sleeping. There was a good reason – she’d been shot.   Cops say the victim, in her 20s, left the Ontario nightclub unaware of anything wrong but later noticed she was bleeding from the chest. She’ll recover.   Police Inspector Dave Morrissey said it’s possible to “get hit by a small-caliber bullet and not know it.”",
    "2006 - 2005": "This is a love story with a moral: Don’t dally with your friend’s mommy or you might find a Valentine Day’s card carved on your face.   The characters: Elias Nazario, 18; his mom, Nelly; his pal Robert Quinones, 20; and her former boyfriend, a man known only as Freddy.   The place: 852 McDonald Ave. in Borough Park, where the aforementioned reside.   The back story: Robert is having a dalliance with Nelly under the unsuspecting eyes of Elias and the man known only as Freddy.   The action: Elias and Freddy find out about the affair on Valentine’s day, and Elias slashes Robert’s face, authorities say.   The result: Robert gets stitches. Elias gets Rikers.   The mystery: Elias discovers the dalliance through a mystery letter. To be strictly accurate, Freddy discovers the mystery letter, but the letter is in English. Freddy doesn’t understand English, so he asks Elias to translate.   Elias does so, and both men are very upset.   On Valentine’s Day morning, Freddy goes to work. At 7:55 a.m., Robert wakes up to find several deep cuts on his face and Elias standing over him with a sharp metal object, authorities say.   Elias flees and his mother calls 911. Cops arrive. Robert is taken to Lutheran Hospital, where he gets stitches for the cuts.   Elias did it, he tells the cops.   The youth is picked up at his aunt’s home on Ocean Avenue and taken to the 66th Precinct stationhouse, where he is formally arrested at 2 a.m. Wednesday.   Later in the day, he is arraigned in Brooklyn Criminal Court on charges of assault, menacing, harassment and weapons possession.   Unable to make bail of $2,500, he is lodged in Rikers.   Nelly stonewalls.   “Nothing happened here. I have no comment. It’s all lies,” she said yesterday.   Authorities say Elias has two priors:   Last September, he was charged with menacing, harassment and weapons possession in a case still pending   Last March, he was charged with possession of marijuana and possession of weapons. He was given a conditional discharge. ",
    "2006 - 2795": "Cops yesterday dismantled a massive interstate gun-running ring – aided by eagle-eyed detectives who spotted one suspect stashing his arsenal of weapons in a Porta-Potty.   Undercover detectives in “Operation Tripod” posed as gun buyers and were able to purchase a total of 116 guns over the course of a year, Commissioner Ray Kelly announced yesterday.   He said the black-market buys cost cops $118,000, twice the retail value of the assorted firearms.   The sting netted five men and one woman: two from New York and four from Ohio. A seventh man is still on the run.   Daniel Awuku, 34, of Brooklyn and Yusef Logan, 31, of Queens were collared. The out-of-towners under arrest are alleged ringleader Douglas Wellington, 25, Amire Smith, 23, Achsah Washington, 21, and Matthew Brown, 19.   Cops are looking for a third New Yorker: Marvin Mrythil, 26, of Queens.   A search of Mrythil’s house turned up an additional 9mm handgun and 200 small bags of marijuana, Kelly said.   The guns would be illegally bought from the Ohioans and then resold in the city, authorities said.   Kelly said 72 percent of guns used in all crimes in New York City originate from out of state but added, “It’s rare to apprehend the out-of-town supplier here.”   Wellington and his associates made the 500-mile trip periodically to sell guns in Brooklyn and Queens, according to Kelly.   Most of the guns illegally sold to undercover cops came from stores in Ohio and Maine. Kelly said that yesterday morning, undercover detectives bought 17 handguns, and all of them were new and still in their boxes. The cache included 10 .9mms, four .40-calibers, two .45-calibers and a .380-caliber pistol.   The group was busted in Queens on Farmers Boulevard and North Conduit Boulevard at about 5 a.m., the NYPD said.   If not for savvy detectives staking out the scene before the sale, the guns may not have even been found.   Undercover cops noticed Brown arrive near the scene early and place two large boxes – with the 17 guns inside – in a Porta-Potty at a construction site before going to meet for the exchange. The guns were later recovered.   “A less-experienced team of detectives might have missed that ploy,” Kelly said.   The involved cops were from the NYPD’s Firearms Investigation Unit, which lost two members in 2003.   Detectives James Nemorin and Rodney Andrews were killed March 10, 2003, in a botched buy-and-bust.   In a separate investigation, the NYPD’s Gangs Division seized 23 guns from members of the Crips gang on Pennsylvania Avenue in Brooklyn last week, Kelly announced.   Not including today’s guns, he said 430 illegal guns have been taken off the streets of New York since the beginning of the year.   —  Handguns seized yesterday:  10: 9mm   4: .40 caliber  2: .45 caliber   1: .380 caliber",
    "2006 - 943": "A Queens man was nabbed with more than $1 million worth of marijuana last night after cops raided his Bayside apartment and a warehouse where hundreds of illegal plants were growing, authorities said.   Cops served search warrants at the 231st Street apartment and a storage room on 71st Place and seized 250 pounds of marijuana, hydroponic growing equipment, a shotgun and $12,000 cash, police said.   “This was a pretty sophisticated growing operation,” said Lt. Daniel Heffernan.   “Hydroponic [water-grown] stuff is more potent and has a street value of about $350 per ounce.”   The cops said the plants ranged from 6-inches to 6-feet tall.   A two-month investigation into marijuana sales throughout Bayside led cops to alleged farmer Stephen Dimuro, 32, who was charged with criminal possession of marijuana, criminal possession of a controlled substance, and criminal possession of a weapon.   His 32-year-old wife was being questioned.",
    "2006 - 2732": "Cheap cigars meant big bucks for a $40 million stogie-smuggling ring that authorities smoked out yesterday in a series of arrests in New York and Pennsylvania.   The scam involved several licensed tobacco wholesalers in Brooklyn purchasing cigars from a warehouse in Allentown, Pa. – where there is no cigar tax – and trucking them to Brooklyn, law-enforcement sources told The Post.   Those wholesalers then sold the stogies to nearly 2,000 Brooklyn retailers without paying the required 37 percent New York state cigar tax, sources said.   Evading that tax scored the crooked wholesalers a smokin’ $16 million in extra annual profit.   The cigars were cheap brands such as “Phillies Blunts,” “Black &amp; Mild” and “Backwoods,” sources said.   “It’s a ton of money,” said a source about the “Cigar Connection” ring, which is believed to have trafficked nearly 16 million stogies for $40 million in New York each year. “Every man, woman and child in Allentown, Pa., could not smoke that amount of cigars.”   In one transaction witnessed by investigators, two smugglers swapped $200,000 in cash while sitting in a car parked on a Bay Ridge street.   The smoke screen was uncovered and infiltrated last year by undercover agents from the New York State Department of Taxation and Finance.   Those agents made purchases and sales totaling up to $500,000 per week as part of a six-month sting operated out of a Park Slope warehouse rigged with audio and video surveillance. The sting kicked off with a $120,000 undercover buy of cigars in Allentown, which were quickly sold off to New York retailers.   Yesterday morning, New York State Police, together with investigators from the Brooklyn DA’s Office, the FBI and the U.S. Bureau of Alcohol, Tobacco and Firearms began making the first of 15 planned arrests of people connected to six Brooklyn wholesalers, a wholesale operation in New Rochelle and the Allentown warehouse.   Ten people were in custody by last night, and more than $40,000 in cash and $150,000 in cigars had been seized.   None of the suspects lives a flashy lifestyle, raising concerns about whether the big profits were being sent overseas.  $mokin’ operation   How the cigar-smuggling connection worked:   * New York wholesalers bought cigars at a warehouse in Allentown, Pa., where there is no state cigar tax.   * Wholesalers trucked the cigars to New York, mainly to their own Brooklyn warehouses.   * Wholesalers didn’t pay the 37 percent New York state cigar tax, as required.   * Unpaid tax money was pure profit.   * Wholesalers sold cigars to stores, bodegas and delis.   * Stores sold the cigars to customers, some of whom removed tobacco from the wrappers, refilled them with marijuana and smoked them. ",
    "2006 - 2210": "AFTER some winters of discontent, defense attorney Bruce Cutler stepped on stage yesterday and sounded like a Shakespearean Richard Burton from Brooklyn.   Prosecutor Mitra Hormozi started the government’s case and Cutler praised it as one of the best openings he ever heard. If the jury voted after it, the two ex-cops would have gone away forever.   Then Cutler strapped on his gun belt and blazed away, saying things changed when he left government office as a prosecutor. “It was then that a spiritual and moral cancer descended,” Cutler said with a flourish.   It took a little time before it became evident that Cutler was talking about the time when wiseguys were wiseguys – the Frank Costellos, the Meyer Lanskys, the Vito Genoveses, the old crew who, despite their bad actions, clung to the code of never spilling the beans on a cohort or striking a deal with the government.   The star witnesses in this case against former cops Lou Eppolito and Stephen Caracappa are “the lowest form of life,” Cutler told a transfixed jury. “They walk around like tough guys until you take away their gun . . . the jail door slams shut. Then they wet their pants and call for Mommy [the feds].”   Cutler reeled off the résumé of the government’s star witnesses: “at least 10 murders, and maybe 20, five arsons, six tons of marijuana at least, kidnapping, extortion, union fixing.   “Lousy lout wannabes . . . they get up when they want to get up, go to bed when they want to and eat all day . . . the swill, bottom of the barrel, the sewer.”   In comparison, he said his client Eppolito freely admits that his father and some relatives were in the mob. “He had the courage to say no to that life.”   Stephen Caracappa’s lawyer Eddie Hayes said: “Pretty much the same old story. Italian names and one family was involved. Look, my family goes way back and they were drunks. I’m not a drunk.”   If these cops are guilty, then they have indelibly put a stain on cops who are among the finest men and women in this city. If they are innocent, it goes back to the old story of rent-a-rat and give him a get-out-of-jail card and prosecutors can put another notch on their gun for being a winner. And justice is the loser.",
    "2006 - 2141": "A gun-wielding teenager has been terrorizing straphangers on the No. 4 and 6 subway lines, police said yesterday.   Brian Ballard, 18, is allegedly responsible for five robberies over the past two months at three Bronx subway stations.   Ballard was identified by the five victims in a photo line-up, sources said.   He allegedly hit stations within a two-mile area stretching from 138th Street to 149th Street in the Melrose section.   Ballard, who has prior arrests for criminal trespassing, possession of marijuana and robbery, punched and mugged the riders at gunpoint inside the stations, police said.   He first struck in a stairwell at the Cypress Ave- nue/East 138th Street station on Jan. 18 at 6 a.m., hitting a 41-year-old man with a gun before taking the victim’s wallet, police said.   On Feb. 18, Ballard allegedly ran past a 22-year-old woman at around 11 p.m. and snatched her cellphone at the same station.   Three days later, Ballard pointed a handgun in the face of a 17-year-old youth who was waiting for a train at around 2 p.m. at the Brook Avenue station, police said.   Ballard demanded that the victim hand over his money, then fled on a southbound No. 4 train, authorities said.   Cops said Ballard also slapped a 16-year-old girl in the face at around 7 p.m. on Feb. 22 as she waited for a train at the Third Avenue Street station before flashing a gun and taking her wallet and iPod.   Ballard last struck on Feb. 23, at around 11 p.m., in a stairwell at the Cypress Avenue station.   In that robbery, Ballard grabbed a 31-year-old man by the neck and stole his wallet, police said.   Ballard is about 5-foot-9 and weighs 150 pounds.   Anyone with information is asked to call Crime Stoppers at (800) 577-TIPS. All calls will be confidential.   Despite Ballard’s one-man crime wave, the subways have become safer over the past year, statistics show.   The number of major felonies was down 33 percent in January, compared to the same month in 2005, according to NYPD crime statistics.   Cops said there were 99 robberies this past January, compared to 119 during the same month last year – a 17 percent decrease. "
}