{
    "2018 - 2885": "<a href=\"https://nypost.com/2018/01/03/gang-member-arrested-for-killing-sheriffs-deputy-with-single-punch-after-car-crash/\">The single punch that killed a 70-year-old off-duty California sheriff’s deputy</a> is seen in new, shocking video that details the moments after officials say Deputy Larry Falce got in a minor fender bender with a “career criminal” on New Year’s Eve morning.A man identified as Alonzo Leron Smith, 30, and Falce, an off-duty San Bernardino County sheriff’s deputy, are initially seen on the video standing on the sidewalk after they got into a minor traffic collision. Smith had rear-ended the deputy’s car — which had stopped short while trying to avoid two dogs on the road — and the two men got out of their vehicles to confront each other about the fender bender, the video appears to show.But just as Smith seems to be going back to his vehicle, he’s seen turning around and punching Falce in the face, causing the deputy to fall to the ground. Smith then gets into his car as two witnesses attempt to stop him. Another person uses an SUV to ram the attacker’s vehicle.“He jumped in his car and tried to leave, so I rammed him once and then I backed up and he was able to go around my actual truck, so I rammed him a second time in the back of his car and spun him out across the street and into a…tree,” <a href=\"http://ktla.com/2018/01/03/video-shows-punch-that-left-off-duty-deputy-dead-witness-trying-to-stop-attackers-escape-in-san-bernardino/\">the witness told KTLA</a>.He added: “I was just so, so shocked. My instincts just kind of kicked in.”Smith was caught about 12 hours later and charged with murder on Wednesday.Falce, who was on the force for 36 years and was an Army veteran, never fully recovered from the injury and died Tuesday, police announced.“We believe that he was knocked unconscious almost immediately and he never did regain consciousness,” San Bernardino Police Chief Jarrod Burguan said.Smith was described as a “career criminal” who spent most of his life in and out of prison. San Bernardino County District Attorney Michael Ramos said Smith had previously went to prison for street terrorism and selling marijuana.“This person needs to spend the rest of his life in prison,” Ramos said.Falce began his career with the San Bernardino County Sheriff’s Department in 1981 as a deputy sheriff. He worked patrol at Central Station for 32 years. Falce was the oldest member of the 3,700-member department, which does not have a mandatory retirement age but requires deputies to pass training exercises several times a year to ensure they still can do the job, spokeswoman Cindy Bachman said.“He spent all of those years basically patrolling the community he lived in,” she said.Falce is survived by his sister Majorie and his girlfriend Deborah.<em>Fox News’ Ryan Gaydos and The Associated Press contributed to this report. </em>",
    "2018 - 1452": "A Missouri man admitted to sexually assaulting an 8-year-old girl in a motel room and feeding her methamphetamine by disguising it in toilet paper, police said.Brett Pendleton, 48, allegedly rented a room at an American Inn in Washington, west of St. Louis, and took the girl, a relative of his, there on New Year’s Day, <a href=\"http://fox2now.com/2018/01/03/union-man-admits-to-having-sex-with-8-year-old-feeding-her-meth/\">FOX2 St. Louis reported</a>. Pendleton fed the girl the drug by rolling it in toilet paper and then forced her to have sex with him, police said.The girl was in the room with Pendleton for hours until her mom came to the motel that evening. The girl pulled her mother into the bathroom and told her Pendleton made her perform “several different types of sexual act,” according to FOX2.The child also said she was forced to smoke marijuana and cigarettes.The mother took her daughter to the hospital and filed a police report. Police said the mother isn’t under investigation because she didn’t know about the alleged crimes before the incident.Pendleton was taken into custody after police nabbed him at a traffic stop. He later admitted to police he gave the girl meth and said he had sex with her.Pendleton was charged with one count of statutory sodomy or attempted statutory sodomy, deviant sexual intercourse with a person under the age of 12 and first-degree endangering the welfare of a child creating substantial risk.",
    "2018 - 2728": "SANTA ANA, Calif. — A marijuana grower was convicted Thursday of kidnapping, torturing and mutilating a pot dispensary owner he mistakenly thought had buried $1 million in the California desert.<a href=\"https://nypost.com/2013/11/10/4-charged-with-blowtorch-and-penis-hack-torture-attack/\">Kyle Shirakawa Handley was found guilty of a 2012 assault</a> that included burning the man with a blowtorch, shocking him with a Taser, splashing him with bleach and cutting off his penis.“We hope this verdict provides some solace to the victims in this case,” prosecutor Matt Murphy said.Handley, 38, of Fountain Valley, is one of three men who were accused of kidnapping the Newport Beach marijuana dispensary owner.Handley, who had befriended the man, made trips to Las Vegas with him and came to believe that he had hidden profits from his cash-based pot business in the Mojave Desert, prosecutors said.A scheme was hatched that used surveillance cameras and a GPS tracker to keep tabs on the dispensary owner for months, both at his home and when he made trips to the desert, authorities said.On Oct. 2, 2012, the kidnappers took the man and his roommate’s girlfriend from their Newport Beach home, drove them to the desert and then tortured the man to make him reveal where he had buried money, prosecutors said.At trial the dispensary owner testified that they continued to torture him even though he told them he hadn’t buried any cash. Finally, after being convinced he had no money, the kidnappers cut off his penis and threw it from the window of the getaway van. Authorities never found it.The kidnapped woman eventually was able to cut herself free of her bonds using a knife the kidnappers left her. She walked barefoot to a highway and flagged down a Kern County sheriff’s deputy.On Thursday, the dispensary owner breathed a sigh of relief as Handley was convicted of kidnapping for ransom, aggravated mayhem and torture. His fiancee held his hand and rubbed his shoulder, the Orange County Register reported.Handley is facing life in prison without chance of parole when he is sentenced on March 23.Two other men, Ryan Kevorkian, 38 and Hossein Nayeri, 39, have pleaded not guilty and are facing trial in the case.Nayeri fled to Iran after the attack. The FBI and Czech authorities arrested him at the Prague airport in 2013 on his way from Iran to Spain to visit family.Nayeri also is facing charges for escaping from the Orange County Jail in 2016. He and two other inmates cut through a metal screen on a wall, crawled through plumbing shafts and rappelled from the roof. They were recaptured after a statewide manhunt.The escape was captured on a smuggled cellphone and was made public by Nayeri’s attorney last year.",
    "2018 - 2381": "A teen angry that a drug dealer tried to dupe him with fake marijuana — a bag of paprika, salt, pepper and other spices — shot the 19-year-old several times in his bedroom as his girlfriend looked on, according a newly unsealed search warrant affidavit.Seth Carreras, 17, is facing first-degree murder charges as an adult in Utah in connection to the Nov. 21 shooting death of Hunter Woodson. The two had been messaging earlier that day about Woodson selling Carreras pot, his girlfriend told police, <a href=\"http://www.sltrib.com/news/2018/01/05/utah-teen-charged-with-murder-allegedly-shot-acquaintance-for-being-sold-kitchen-spices-in-the-guise-of-marijuana/\" rel=\"noopener\" target=\"_blank\">the Salt Lake Tribune reports</a>.Carreras agreed to go to Woodson’s home in Sunset, where the two smoked a joint so Carreras could test out the product, according to the affidavit. Carreras, who wanted to buy 1.5 ounces of the drug, didn’t have the necessary cash on him, so he returned home, but later agreed to pay $121 for the sale.When Carreras returned later that day, Woodson told his girlfriend to go outside to get the money while he poured a mixture of spices, including paprika, salt, pepper and other kitchen herbs, into a pink bag before tightly taping it up, according to the affidavit.But Carreras quickly realized something was off after feeling the bag, prompting Woodson’s girlfriend to run back into the home to warn Woodson, who then ran into his bedroom with her.Carerras then fired a 9mm handgun at Woodson “a lot of times,” sending him to the floor. Carreras stood over Woodson and continued to shoot, his girlfriend told investigators. Carreras also went through Woodson’s pockets as his girlfriend ran out of the room, she said.Carreras was arrested at his home in Layton less than 30 minutes after Woodson’s girlfriend called police, <a href=\"https://www.ksl.com/?nid=148&amp;sid=46230041\" rel=\"noopener\" target=\"_blank\">KSL reports</a>. A total of seven shell casings were recovered by police inside Woodson’s home, where his girlfriend said Carreras just “kept shooting,” according to the affidavit.Carreras was also charged in December with assault by a prisoner while being held at the Farmington Bay Juvenile Detention Center, where he allegedly kicked a staffer. Carreras was scheduled to appear in court on both charges Friday, according to the station.",
    "2018 - 7009": "Marijuana legalization opponents like Jeff Sessions may argue that “<a href=\"https://www.washingtonpost.com/video/c/embed/bab3b09a-add8-11e6-8f19-21a1c65d2043\" rel=\"noopener\" target=\"_blank\">good people don’t smoke marijuana</a>,” but as it turns out, homeowners could have far worse neighbors than marijuana retailers.Medical marijuana dispensaries weren’t linked with an increased rate of violent crime in their surrounding neighborhoods, <a href=\"https://ucrtoday.ucr.edu/50801\" rel=\"noopener\" target=\"_blank\">according to a new study</a> that analyzed crime rates in South Los Angeles by researchers at the University of California, Riverside.That could be comforting news to many residents of California, where the controlled substance just became legal for recreational use at the start of 2018. (The federal government <a href=\"https://www.marketwatch.com/story/sessions-doj-expected-to-rescind-protection-for-states-with-legal-marijuana-2018-01-04\" rel=\"noopener\" target=\"_blank\">announced two days later</a> that it would reverse an Obama-era hands-off approach to marijuana prosecutions; <a href=\"https://www.marketwatch.com/story/the-trump-administration-is-targeting-states-that-legalized-marijuana-what-you-need-to-know-2018-01-04\" rel=\"noopener\" target=\"_blank\">the fallout from that has yet to be felt</a>.)But it’s not the shop’s merchandise that seems to make the difference, researchers found. “Many dispensaries also have property safeguards like security guards and cameras to deter crime that liquor and tobacco stores may not,” said Andrew Subica, one of the report’s co-authors.Comparatively, the presence of a tobacco shop or liquor store was linked with a significant increase in crime, researchers found. Tobacco shops might be linked with high crime rates in part because they often sell other potent, legal psychoactive substances like synthetic cannabis and salvia, in addition to smoking paraphernalia, researchers said.Liquor and tobacco stores tend to stay at one location for many years, whereas dispensaries open and close more frequently as they test out neighborhood demand. So the former are more likely to create and/or attract more long-term problems.While dispensaries make better neighbors than tobacco or liquor stores, these are the not the only retailers consumers should pay attention to when moving to a new neighborhood. Everything from <a href=\"https://www.huffingtonpost.com/2014/02/12/walmart-crime-rates_n_4775169.html\" rel=\"noopener\" target=\"_blank\">big-box stores</a> to <a href=\"http://www.slate.com/articles/news_and_politics/crime/2011/04/mcrage.html\" rel=\"noopener\" target=\"_blank\">fast-food restaurants</a> to <a href=\"https://www.researchgate.net/publication/262934714_Does_Fringe_Banking_Exacerbate_Neighborhood_Crime_Rates_Investigating_the_Social_Ecology_of_Payday_Lending\" rel=\"noopener\" target=\"_blank\">payday lenders</a> have been associated with elevated rates of crimes such as burglary and assault.Big-box stores, in particular, have long attracted crime — in part because they were more likely to be located in higher-crime areas where residents were less politically active (and therefore less likely to block the stores from coming in).In the past, the parking lots of these stores were popular among criminals because they were poorly lit, but now crimes like shoplifting are more likely to occur inside these stores as companies have reduced the number of people they employ, <a href=\"http://time.com/4439650/walmart-shoplifting-crime/\" rel=\"noopener\" target=\"_blank\">Time magazine reported</a>.Other neighborhood features are more obviously correlated with higher or lower crime rates. For instance, a neighborhood with a higher number of foreclosed properties <a href=\"https://www.ncjrs.gov/pdffiles1/nij/grants/248653.pdf\" rel=\"noopener\" target=\"_blank\">often has a higher crime rate</a> since people could more easily break into the buildings if they become abandoned.When your neighbors can’t keep up with their house payments, it can spell trouble for the whole neighborhood. Foreclosed homes are not only more likely to fall into disrepair and blight the landscape, they can reduce the value of nearby homes.On average, home property values drop nearly 1 percent when they’re within one-eighth of a mile from a foreclosed single-family residence, <a href=\"https://www.marketwatch.com/story/10-things-your-neighbors-wont-tell-you-1307481521780\" rel=\"noopener\" target=\"_blank\">according to the Woodstock Institute</a>, a research group, and the Georgia Institute of Technology.Comparatively, <a href=\"http://onlinelibrary.wiley.com/doi/10.1111/j.1540-6040.2011.01371.x/abstract\" rel=\"noopener\" target=\"_blank\">coffee shops</a>, <a href=\"http://business.time.com/2011/07/19/can-banks-lower-crime-rates-and-increase-home-values/\" rel=\"noopener\" target=\"_blank\">credit unions and banks</a> are linked with improved neighborhood safety. As arbiters of gentrification, coffee shops <a href=\"https://macaulay.cuny.edu/eportfolios/benediktsson2013/files/2013/04/Coffee-Shops-and-Crime.pdf\" rel=\"noopener\" target=\"_blank\">are thought to better public safety</a> in many ways. The clientele they attract may be more inclined to shop at other nearby establishments, raising the economic profile of a neighborhood at the same time as it displaces other businesses that may attract crime.Researchers have suggested that coffee shops may indeed just make a neighborhood look nicer, but also give people who have leisure time and disposable income to congregate. And well-populated areas are typically safe neighborhoods.Nearby banks and credit unions obviously make it easier to open a checking or savings account. Consequently, people in the area will be more inclined to deposit their money into such an account rather than stash it (quite literally) under a mattress — and that makes their homes and businesses less attractive targets to burglars.Although previous research suggested that areas with more greenery might attract crime because leafy plants would provide cover to hide illicit activities, <a href=\"http://www.sciencedirect.com/science/article/pii/S0169204612000977\" rel=\"noopener\" target=\"_blank\">a recent study in Baltimore</a> found that a 10 percent increase in tree canopy was associated with a roughly 12 percent decrease in crime.As a general rule, such public spaces should be well lit and well used to deter crime, urban planners say.But don’t assume that just because a neighborhood is becoming gentrified means that it will become safer. <a href=\"https://www.vice.com/en_us/article/dp5kqj/does-gentrification-really-affect-crime-292\" rel=\"noopener\" target=\"_blank\">Researchers disagree</a> as to whether the gentrification comes first or the lower crime rates. and the process of gentrification could actually <a href=\"https://www.urban.org/urban-wire/gentrification-will-reduce-crime-and-violence-only-if-poor-people-stay\" rel=\"noopener\" target=\"_blank\">cause crime to be displaced</a> to once-safer parts of a city.",
    "2018 - 1152": "YORK, Neb. — A California couple <a href=\"https://nypost.com/2017/12/21/elderly-couple-said-60-pounds-of-pot-were-x-mas-gifts-cops/\">arrested in Nebraska last month for carrying 60 pounds of marijuana</a> they described as family Christmas gifts have again been arrested in Nebraska, this time on suspicion of carrying drug money.<a href=\"http://journalstar.com/news/local/911/christmas-pot-couple-stopped-outside-lincoln-found-with-suspected-drug/article_99f686f0-9d8b-5bf2-a3d0-a75bb1e0d7e0.html\">The Lincoln Journal Star reports</a> that 80-year-old Patrick Jiron and his 70-year-old wife, Barbara, were arrested Tuesday along Interstate 80 in northeast Nebraska. They were arrested last month along the same roadway — in the same vehicle — just two counties west.Lancaster County sheriff’s officials say the couple were passengers in a pickup truck where deputies found a duffel bag carrying $18,000 in cash and notes consistent with marijuana sales.When the Jirons were arrested in York County on Dec. 19, they said they didn’t know it was illegal to transport marijuana through Nebraska.Online court documents don’t list attorneys for the Jirons.",
    "2018 - 2545": "Four teenagers are facing aggravated drug trafficking charges after marijuana-laced candy showed up at a high school in Maine, police said.Adam Bradshaw, 19, of Ellsworth, was issued a summons Sunday for aggravated traffic in Schedule Z drugs after allegedly selling pot-infused Jolly Ranchers to three Ellsworth High School students who took the candies to school, <a href=\"http://bangordailynews.com/2018/01/09/news/police-beat/maine-students-accused-of-bringing-pot-laced-candies-to-school/\" rel=\"noopener\" target=\"_blank\">the Bangor Daily News reports</a>.The unidentified minors also received summonses on the same charge, Ellsworth Police Chief Glenn Moshier told reporters Tuesday, characterizing the incident as “quite disheartening.”One student allegedly ate one of the pot-infused candies, but didn’t become sick or adversely affected by it, Moshier said. Investigators learned of the laced candies when a student told school officials about their presence in the school. The students have since been suspended, Moshier said.“To set them on a table next to other Jolly Rancher candies, you would have no way of telling which was which,” Moshier told reporters.Police said Bradshaw bought the marijuana legally from a medical marijuana dispensary before selling them to the students. Moshier said he fears the alleged scheme will become more common after recreational marijuana was legalized in the state in November 2016.“I think this is a snapshot of what’s to come when you get the legalization of marijuana and these edibles,” Moshier said. “It’s only common sense that they will fall into [the] hands of our youth, and when you are dealing with these products, it’s virtually impossible to tell what’s marijuana-infused and what is just right off the shelf.”Bradshaw is due to appear in Hancock County Superior Court on Feb. 20. The three juveniles are expected to appear in court March 9, according to the Bangor Daily News.Dan Higgins, superintendent of the Ellsworth School Department, said he was concerned that students “felt comfortable” bringing the edible marijuana products into school.“We take that very seriously and we are issuing, and have issued, disciplinary consequences that are consistent with our policy,” Higgins <a href=\"http://www.wmtw.com/article/4-maine-teenagers-charged-with-trafficking-pot-laced-jolly-ranchers/15047487\" rel=\"noopener\" target=\"_blank\">told WMTW</a>.Although Bradshaw purchased the marijuana legally, it is considered drug trafficking once transferred or sold to a juvenile, WMTW reports.",
    "2018 - 829": "GREENVILLE, S.C. — Authorities say a South Carolina woman who had drugs in her system has been charged in connection with the co-sleeping death of her 7-week-old son.The <a href=\"http://www.greenvilleonline.com/story/news/crime/2018/01/09/easley-mother-charged-infants-co-sleeping-death/1016114001/\">Greenville News reported</a> Tuesday that 21-year-old Kendall Reid Bishop was being held on charges of unlawful conduct toward a child and false information to police.Pickens County Coroner Kandy Kelley says the infant died of accidental suffocation as a result of co-sleeping. Toxicology reports show that Xanax, cocaine, and morphine were in Bishop’s system after the child died. According to an arrest warrant, Delta-9 THC, an active ingredient in marijuana, was also found.The newspaper did not report if Bishop has a lawyer."
}