{
    "2015 - 5948": "STEPHENVILLE, Texas — A Texas jury has rejected the insanity defense of a former Marine in the deaths of famed <a href=\"https://nypost.com/tag/american-sniper/\">“American Sniper”</a> author <a href=\"https://nypost.com/tag/chris-kyle/\">Chris Kyle</a> and another man.After a two-week trial in which jurors heard testimony about defendant <a href=\"https://nypost.com/tag/eddie-ray-routh/\">Eddie Ray Routh’s</a> erratic behavior, including statements about anarchy, the apocalypse and pig-human hybrids, they convicted Routh Tuesday night in the deaths of Kyle and Chad Littlefield at a Texas shooting range two years ago.Routh showed no reaction as a judge sentenced him to life in prison without parole, an automatic sentence since prosecutors didn’t seek the death penalty in the capital murder case. As one of his victim’s siblings called him an “American disgrace” shortly after, Routh looked back at the man intensely but didn’t react otherwise.The verdict capped an emotional trial in which prosecutors painted the 27-year-old as a troubled drug user who knew right from wrong, despite any mental illnesses. Defense attorneys said he suffered from schizophrenia and was suffering a psychotic episode at the time of the shootings. While trial testimony and evidence often included Routh making odd statements and referring to insanity, he also confessed several times, apologized for the crimes and tried to evade police after the crime.“You took the lives of two heroes, men who tried to be a friend to you,” Chad Littlefield’s half-brother Jerry Richardson told Routh after the verdict. “And you became an American disgrace.”<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/99k3u9ay1gs?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>Routh’s trial drew intense interest, in part because of the blockbuster film based on former Navy SEAL Kyle’s memoir about his four tours in Iraq.Jurors had three options: find Routh guilty of capital murder, find him not guilty, or find him not guilty by reason of insanity. Had he been found not guilty by reason of insanity, the court could have initiated proceedings to have him committed to a state mental hospital.“We’re so thrilled that we have the verdict that we have tonight,” Littlefield’s mother, Judy Littlefield, said at a news conference outside the courthouse.The Littlefield family had waited “two years for God to get justice for us,” she said. “He was faithful.”Kyle’s widow, Taya Kyle, had left the courtroom during the defense’s closing statements earlier in the day and had not returned when the verdict was read. Chris Kyle’s brother and parents were among a group hugging and crying inside the courtroom after the verdict was read. They did not issue a statement.Richardson and Littlefield’s father, Don Littlefield, were the only two people to give statements in court, speaking directly to Routh. Don Littlefield told Routh that even though his son never served in the military, he was honored to help those who did. “He was trying to help you,” he told Routh.Kyle and Littlefield had taken Routh to the shooting range at Rough Creek Lodge and Resort on Feb. 2, 2013, after Routh’s mother asked Kyle to help her troubled son. Family members say Routh suffered from post-traumatic stress disorder from serving in Iraq and in Haiti after the devastating 2010 earthquake.However, Richardson told Routh that Routh’s PTSD claims “have been an insult to every veteran who served with honor.”Routh’s mother, Jodi Routh, who was questioned by prosecutors about why she didn’t tell Kyle about the extent of her son’s mental troubles, sat expressionless as well in the courtroom as the verdict was read.Routh’s defense team said they would appeal the conviction.A forensic psychologist testified for prosecutors that Routh <a href=\"https://nypost.com/2015/02/20/psychologist-testifies-american-sniper-killer-is-not-insane/\">was not legally insane</a> and suggested he may have gotten some of his ideas from television. Dr. Randall Price said Routh had a paranoid disorder made worse by his use of alcohol and marijuana, calling his condition “cannabis-induced psychosis.”Defense attorneys noted that <a href=\"https://nypost.com/2015/02/11/prosecutor-attacks-accused-sniper-killers-insanity-defense/\">Kyle had described Routh as “straight-up nuts”</a> in a text message to Littlefield as they drove to the luxury resort. They said Routh, who had been prescribed<a href=\"https://nypost.com/2015/02/19/american-sniper-killer-has-schizophrenia-psychiatrist/\"> anti-psychotic medication often used for schizophrenia</a>, believed the men planned to kill him.Asked by a reporter for The New Yorker magazine in a jailhouse call if he thought about the day he shot the men, Routh replied, “It tore my (expletive) heart out when I did it,” later adding, “I guess you live and you learn, you know.”A resort employee discovered the bodies of Kyle and Littlefield about 5 p.m.; each had been shot several times. About 45 minutes later, authorities say, Routh pulled up to his sister’s home in Kyle’s truck and told her he had killed two people.She called police, who later located Routh sitting in front of his home in the truck. A police video shown by prosecutors showed officers trying to coax him from the truck while he makes comments including “I don’t know if I’m going insane,” and, “Is this about hell walking on Earth right now?”“He told us he’d taken a couple of souls and he had more souls to take,” Lancaster police Lt. Michael Smith testified.Routh later took off and led authorities on a chase before the truck became disabled and he was arrested.",
    "2015 - 7348": "Patricia Arquette, shut up! The rich movie star is so delusional and self-absorbed, she claims that American women are victims of rampant gender discrimination — a problem that she finds so pervasive, she turned up at Sunday’s Oscars ceremony in an unmoving hairdo that looked as if she’d stuck her finger in a light socket.Most women are doing just fine, Patricia. It’s your sisters in the tone-deaf colony of Hollywood about whom I worry.Or not . . .Taking the stage at the mind-numbingly boring extravaganza to collect her Oscar for Best Actress in a Supporting Role for the flick “Boyhood,’’ Arquette, 46, whose personal fortune is estimated at $24 million by <a href=\"http://www.celebritynetworth.com/\">CelebrityNetWorth.com</a>, donned a pair of serious, dark-rimmed eyeglasses. And she squandered her moment in the spotlight by delivering a mini-manifesto on the dire state of chicks today. She said:“To every woman who gave birth to every taxpayer and citizen of this nation: We have fought for everybody else’s equal rights. It’s our time to have wage equality once and for all and equal rights for women in the United States of America.’’<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/L-EmDy3w1X8?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>From the front row, singer Jennifer Lopez, 45 (estimated by the celebrity-wealth website to be worth $300 million), clapped her hands and cheered, careful not to dislodge her gravity-defying breasts from the mercy of her peekaboo gown.To J.Lo’s right, three-time Academy Award winner Meryl Streep, 65 (personal fortune pegged online at up to $65 million), rose to her feet and thrust her right arm, forefinger extended, in Arquette’s direction while shouting, “Yes! Yes!’’— sounding like actress Meg Ryan faking an orgasm in the movie “When Harry Met Sally.’’Democrat Nancy Pelosi, the House minority leader, tweeted:Amen! \"It’s our time to have wage equality once and for all in the United States of America.\" – Patricia Arquette <a href=\"https://twitter.com/hashtag/Oscars?src=hash\">#Oscars</a> <a href=\"https://twitter.com/hashtag/WomenSucceed?src=hash\">#WomenSucceed</a>— Nancy Pelosi  (@NancyPelosi) <a href=\"https://twitter.com/NancyPelosi/status/569710378176937984\">February 23, 2015</a><script async=\"\" charset=\"utf-8\" src=\"//platform.twitter.com/widgets.js\"></script>President Obama’s senior adviser Valerie Jarrett tweeted:Congrats <a href=\"https://twitter.com/PattyArquette\">@PattyArquette</a>! Thx for using your speech to advocate for <a href=\"https://twitter.com/hashtag/EqualPay?src=hash\">#EqualPay</a> and for understanding that when women succeed, America succeeds— Valerie Jarrett (@vj44) <a href=\"https://twitter.com/vj44/status/569695668824100865\">February 23, 2015</a><script async=\"\" charset=\"utf-8\" src=\"//platform.twitter.com/widgets.js\"></script>This orgiastic “You go, girl!’’ estrogenfest ignored a pesky fact. Everywhere, except perhaps in the acting community and in the White House, young American women earn as much as — or more than — young men. Stuff it, Patricia. I don’t need to take feminist life lessons from a pampered, privileged harpy.The old trope that females in this country make, on average, about 77 cents for every dollar earned by men has been debunked repeatedly, most recently in a study by the Institute for Women’s Policy Research. It found that New York state’s female millennials — those who became adults around the year 2000 — earned $1.02 for every buck brought in by young men.In the rest of the nation, the supposed pay gap about disappears when you compare people who do similar work, such as waiters to waitresses and corporate honchos to corporate honchos.If a worker’s education level is factored in, and if you consider that some women simply choose to step off the fast lane in order to raise families, the difference in pay vanishes, studies have shown.Female pay inequity is “a tired cliché,’’ Carrie Lukas, managing director of the Independent Women’s Forum, a conservative think tank, told me. “It can hurt women by perpetuating the idea that women are victims of systematic discrimination — we’re all doomed to failure.“That’s not what you want your daughters to hear.’’Females in Hollywood have a problem.As hacked emails from within Sony Pictures reveal, actresses Amy Adams, 40, and Jennifer Lawrence, 24 — who won an Oscar for Best Actress in a Leading Role for 2012’s “Silver Linings Playbook’’ — were paid less than their male co-stars for their roles in the 2013 flick “American Hustle.’’ This is a terrible injustice. But I don’t think that folks at home need to join Arquette’s battle on behalf of wealthy white women who get screwed in the land of make-believe.We’ve got bigger things to worry about. Such as working ourselves into the ground.This gives new meaning to the Jewish High Holidays. Officials from a company in Colorado, a state in which growing, selling and using recreational marijuana is legal, are working with New York rabbis on a plan to get kosher certification for edible pot products, The Post reported.Signed into law last year by Gov. Andrew Cuomo, New York state’s Compassionate Care Act by next year is set to allow sufferers of many debilitating diseases to get high, but only by swallowing marijuana in capsules or adding it to food, not by smoking it.Pot plants don’t have to be certified kosher, but added ingredients could make them unfit for ingestion by observant Jews.Just try to avoid chowing down on traif bacon when you get the munchies.A man answered a knock on his office door in Santa Monica, Calif.“I have Oprah and she really has to pee!’’ exclaimed “Selma’’ director Ava DuVernay. In town for the Oscars ceremony, Oprah Winfrey, the billionairess talk-show doyenne and film producer, then <a href=\"https://pagesix.com/2015/02/23/bathroom-break-shocked-blog-owner-lets-oprah-make-a-pit-stop/\">got out of an SUV and used the stranger’s plumbing</a>.Keep the toilet paper handy, people. You never know who’s going to show up with an urgent need.At age 50, Italian bombshell Monica Bellucci is the oldest Bond girl ever cast in a movie with British agent James Bond, now played by 46-year-old Daniel Craig.Or, as Bellucci prefers to refer to herself, she’s the oldest “Bond woman’’ ever cast. She <a href=\"https://nypost.com/2014/12/04/new-james-bond-flick-will-be-called-spectre/?_ga=1.135070324.456060788.1398798775\">romances James Bond in the flick “Spectre,’’</a> set for release in November. Have moviemakers finally learned that women can be hot after age 40 or 50? (Or older?)We’ll see.New York City publicist Tracey Kahn just <a href=\"https://nypost.com/2015/02/26/single-manhattan-career-mom-delivers-her-second-baby-at-51/\">gave birth to her second daughter</a>. I mention this only because Kahn is single — and 51 years old.There seems to be no limit to the age at which women may procreate if they have money to spend on reproductive technology.I just hope that Kahn’s little one is willing to change her mom’s diapers.",
    "2015 - 6693": "MEXICO CITY — Servando “La Tuta” Gomez, one of the most-wanted drug lords and who once terrorized western Michoacan state, was captured early Friday by federal police, according to a Mexican official.He was arrested in the capital city of Morelia without a shot fired, said the official, who spoke on condition of anonymity because he was not authorized to discuss the case.Gomez was the leader of the Knights Templar cartel, a quasi-religious criminal group that once ruled all of the state, controlling politics and commerce. He evaded capture for more than a year after the federal government took over the state to try to restore order.Known countrywide as “La Tuta,” Gomez rose from schoolteacher to one of Mexico’s most ruthless and wanted cartel leaders, dominating for a time Mexico’s lucrative methamphetamine trade and taking control of his home state through extortion, intimidation and coercion of business and political leaders.Thought it started in drugs, his gang even took over the state’s international port, Lazaro Cardenas, and made millions from illegal mining of ore.Gomez was a talkative and public cartel leader, a rarity among capos known for keeping their silence. He gave a British television crew an interview in January even as the government was mounting a major assault on his gang that eventually led to its demise. He told the reporter that his illegal work was all about business.“As we told you, we are a necessary evil,” Gomez is seen telling a group of townspeople on tape. “Unfortunately or fortunately, we are here. If we weren’t, another group would come.”Gomez’s long reign was untouched by several attempts by the federal government to send troops and police to regain control of the state, and only began to unravel when a band of vigilantes decided in early 2013 to take up arms and do what the local government wouldn’t.The “self-defense” groups — some of the members farmers and ranchers, others alleged rivals and former cartel members — marched through the Knights’ territory, taking town after town and finally forcing the federal government in late 2013 to mount a real offensive to find Gomez and other Knights Templar leaders.Gomez accused them of being sent by a rival cartel in neighboring Jalisco state.In truculent videotaped statements, Gomez regularly accused the federal government of supporting his rivals and offered to strike peace deals with authorities. The celebrated outlaw popped up often either haranguing his troops over radio frequencies or phoning in to a local TV or radio station.The only other fugitive drug lord known to speak to the press is Ismael “El Mayo” Zambada, the co-leader of the Sinaloa cartel who has granted a single interview.Born Feb. 6, 1966, Gomez started as a grade-school teacher in the Michoacan hill town of Arteaga, and was still listed on a payroll at a school there, at least until 2009. Hence his additional nickname of “El Profe” — the Professor.In his hometown, some residents praised him as a humble man who ambled about in sandals and would give poorer people money for food, clothing and medical care when they were in a jam. They said he mediated disputes such as a traffic accident or child support battles.Gomez apparently started out transporting marijuana before becoming in the mid-2000s a top leader of La Familia, another cult-like cartel and predecessor of his Knights Templar. He continued his populist tendencies while acting as a sort of de facto spokesman for that gang, which was led by Nazario “El Chayo” Moreno Gonzalez, Jesus “El Chango” (the Monkey) Mendez Vargas and Dionicio “El Tio” (the Uncle) Loya.La Familia initially portrayed itself as a crusader gang, protecting communities from the Zetas cartel. Witnesses say La Familia trained its recruits in ultra-violent techniques like beheading and dismembering victims, and it frequently ambushed soldiers and federal police.A US Justice Department indictment in 2009 said Gomez might be behind the murder of 12 Mexican federal law enforcement officers whose bodies were found in July of that year while he still operated under La Familia.After the government claimed that the cartel’s top leader, Moreno, had been killed in a shootout with police in late 2010, the gang weakened. One faction sought help from its old foe, the Zetas. Gomez turned on his old bosses and started the Knights Templar. Many claimed he continued to work with Moreno, who they said was not dead. Authorities never found his body.As the leader of the Knights Templar, Gomez claimed he was a “high-class” criminal. He issued pocket-size booklets that were distributed in buses in 2011 as the cartel sought to create a social base. The “code of conduct” claimed it was fighting a war against poverty, tyranny and injustice, while being blamed for murders, extortion and drug trafficking.In an interview with MundoFox, News Corp.’s Spanish-language network, Gomez acknowledged he had committed many crimes but said he never killed an innocent person. He also said he was not scared of dying, because he would choose being killed over going to jail.His videotaped speeches hit hundreds of thousands of views on YouTube. One of them shows him sitting at a desk. On the wall behind are portraits of Ernesto “Che” Guevara, Mexican revolutionary Pancho Villa and Mexico’s flag. On the table is the manifesto of Moreno.In his speeches, Gomez seemed fearless and daring, but rambled cynically about his quest to give money to the poor while brutally punishing his foes. He often came off preachy and messianic.Gomez accused the government of losing sight of the rule of law in Michoacan.Gomez called the Knights Templar a “brotherhood,” and boasted of its Robin Hood-like quality, saying the gang’s members were born to protect the people and give them back what was rightly theirs.The folksy and charismatic cartel leader of puffy cheeks and large nose, known to wear a baseball cap and a gray goatee, was a fugitive also wanted in the United States for conspiracy to import and distribute cocaine.Associating with Gomez made for national scandals.Gomez accused federal Sen. Luisa Maria Calderon, sister of then-President Felipe Calderon, of seeking his support through a staff worker when she ran for governor of Michoacan in 2011. He showed a video of himself talking to a man who he said worked for Calderon, but her party said the man wasn’t affiliated.A phone conversation between a federal congressman and the suspected trafficker was taped, leaked and then broadcast by a radio station, showing they expressed support for each other. The lawmaker, Cesar Godoy, was charged with aiding drug trafficking and money laundering and is now a fugitive.",
    "2015 - 1126": "For the third year in a row on Saturday, Sen. Rand Paul of Kentucky Saturday won the presidential straw poll at the Conservative Political Action Conference.Wisconsin Gov. Scott Walker — who is leading surveys of likely GOP voters — scored second in the CPAC contest, held in Maryland.More than 3,000 conservative activists voted in the poll.Paul took 25.7 percent of the vote, and Walker got 21.4 percent.Texas Sen. Ted Cruz was in third place; retired neurosurgeon Ben Carson finished fourth, and former Florida Gov. Jeb Bush — son former President George H.W. Bush and brother of former President George W. Bush — ranked fifth.Other potential candidates, including Florida Sen. Marco Rubio, New Jersey Gov. Chris Christie and former Texas Gov. Rick Perry, each received less than 4 percent.CPAC attendees also supported legalizing marijuana, with 41 percent saying it should be legalized for recreational use and 26 percent saying it should be approved only for medicinal purposes.The poll showed more than three-quarters of activists were in favor of Congress undoing President Obama’s amnesty plan for illegal immigrants.",
    "2015 - 1150": "<a name=\"f443aecf0b2a40de077c9d94f43937c0-56757169-54652679\"></a> <iframe allowfullscreen=\"allowfullscreen\" frameborder=\"no\" height=\"400\" marginheight=\"0\" marginwidth=\"0\" scrolling=\"no\" src=\"https://launch.newsinc.com/?type=VideoPlayer/Single&amp;widgetId=1&amp;trackingGroup=69016&amp;siteSection=advance&amp;videoId=28687041\" width=\"600\">\n</iframe>\nBOSTON — A Boston youth minister who worked for city schools has been charged with attempted murder after police say he shot a high school student who was selling marijuana for him.Prosecutors say the student is expected to survive.The 55-year-old Rev. Shaun Harrison was arraigned Thursday in Municipal Court in Boston and pleaded not guilty to several charges. He was ordered held on $250,000 bail.Prosecutors say Harrison shot a 17-year-old boy in the back of the head Tuesday night in Boston’s Roxbury section. Assistant District Attorney David Bradley said Harrison sold marijuana and had enlisted the victim to work for him, but a dispute arose.After his arrest, officials say Harrison was fired from his job at Boston English High School running substance abuse and anger management programs.",
    "2015 - 1730": "<figure class=\"wp-caption alignright\" id=\"attachment_9578337\"><a class=\"alignright\" href=\"https://vip.nypost.com/wp-content/uploads/sites/2/2015/03/911.jpg\"><img alt=\"\" class=\"alignnone size-medium wp-image-9578337\" height=\"200\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2015/03/911.jpg?w=300\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2015/03/911.jpg?quality=75&amp;strip=all&amp;w=600 600w, https://nypost.com/wp-content/uploads/sites/2/2015/03/911.jpg?quality=75&amp;strip=all&amp;w=450 450w, https://nypost.com/wp-content/uploads/sites/2/2015/03/911.jpg?quality=75&amp;strip=all&amp;w=300 300w, https://nypost.com/wp-content/uploads/sites/2/2015/03/911.jpg?quality=75&amp;strip=all&amp;w=150 150w, https://nypost.com/wp-content/uploads/sites/2/2015/03/911.jpg?quality=75&amp;strip=all 1024w\" width=\"300\"/></a><figcaption class=\"wp-caption-text\"><span class=\"credit\">Shutterstock</span></figcaption></figure>ALLIANCE, Ohio — Police say a northeast Ohio man called 911 to report that his wife stole his cocaine and was then arrested himself.The Review newspaper in Alliance reports officers responding to the Wednesday night call discovered the man had a marijuana pipe and was wanted on a warrant for failing to pay hundreds of dollars in costs in an earlier court case.The man, 39-year-old Robert D. Collins of Alliance, was charged with two misdemeanor counts alleging improper use of the 911 system and possession of drug paraphernalia. Alliance Municipal Court records online didn’t list an attorney for him Friday.The Repository in nearby Canton reports Collins’ jail records didn’t indicate whether police located the reportedly stolen cocaine or his wife.",
    "2015 - 1736": "Some Irish eyes may be smiling because more than 100 drugs, including ecstasy and magic mushrooms, are now legal in Ireland — but lawmakers are expected to quickly close the legal loophole.The Irish Court of Appeal ruled Tuesday that a section of the 1977 Misuse of Drugs Act was unconstitutional, thus legalizing the drugs, <a href=\"http://www.thejournal.ie/tds-emergency-laws-drugs-1983239-Mar2015/\">The Journal reported</a>.Irish officials plan to pass an emergency bill to recriminalize the drugs, but it wouldn’t go into effect until Thursday — providing a 48-hour window of legalized drug use.“We had no way of knowing what the court would decide today, but we prepared for this possibility,” Minister for Health Leo Varadkar told the Irish Examiner. “Legislation was prepared and approved in advance by Cabinet. The emergency legislation I am introducing today will reinstate the status quo ante and recontrol all drugs that were controlled prior to this judgment.”In addition to ecstasy and magic mushrooms, the affected drugs include benzodiazepines and “new psychoactive substances, so-called ‘headshop drugs,’” the Health Department said in a statement, <a href=\"http://www.upi.com/Odd_News/2015/03/10/Ecstasy-magic-mushrooms-temporarily-legalized-in-Ireland/9551426007422/\">UPI reported</a>.Older drugs such as marijuana, cocaine and heroin remained illegal under previous laws.The court’s ruling calls “dozens” of drug convictions into question, Varadkar said.“I’m told it’s dozens, but I can’t say for certain because what they’ll have to do now is go through each individual case and see if the people in question were charged just under this section of the act, or if they were charged with other acts as well,” he said.",
    "2015 - 3468": "<a name=\"5576898d90fdd5121cf15ca18ce4fe36-56757169-54652679\"></a>\n<iframe allow=\"fullscreen\" allowfullscreen=\"true\" class=\"wpcom-protected-iframe\" frameborder=\"0\" height=\"400\" id=\"wpcom-iframe-5576898d90fdd5121cf15ca18ce4fe36-56757169-54652679\" scrolling=\"auto\" src=\"https://embeds.nypost.com/protected-iframe/5576898d90fdd5121cf15ca18ce4fe36-56757169-54652679\" width=\"600\">\n</iframe>\n<script type=\"text/javascript\">\n\t\t( function() {\n\t\t\tvar func = function() {\n\t\t\t\tvar iframe = document.getElementById('wpcom-iframe-5576898d90fdd5121cf15ca18ce4fe36-56757169-54652679')\n\t\t\t\tif ( iframe ) {\n\t\t\t\t\tiframe.onload = function() {\n\t\t\t\t\t\tiframe.contentWindow.postMessage( {\n\t\t\t\t\t\t\t'msg_type': 'poll_size',\n\t\t\t\t\t\t\t'frame_id': 'wpcom-iframe-5576898d90fdd5121cf15ca18ce4fe36-56757169-54652679'\n\t\t\t\t\t\t}, \"https:\\/\\/embeds.nypost.com\" );\n\t\t\t\t\t}\n\t\t\t\t}\n\n\t\t\t\t// Autosize iframe\n\t\t\t\tvar funcSizeResponse = function( e ) {\n\n\t\t\t\t\tvar origin = document.createElement( 'a' );\n\t\t\t\t\torigin.href = e.origin;\n\n\t\t\t\t\t// Verify message origin\n\t\t\t\t\tif ( 'embeds.nypost.com' !== origin.host )\n\t\t\t\t\t\treturn;\n\n\t\t\t\t\t// Verify message is in a format we expect\n\t\t\t\t\tif ( 'object' !== typeof e.data || undefined === e.data.msg_type )\n\t\t\t\t\t\treturn;\n\n\t\t\t\t\tswitch ( e.data.msg_type ) {\n\t\t\t\t\t\tcase 'poll_size:response':\n\t\t\t\t\t\t\tvar iframe = document.getElementById( e.data._request.frame_id );\n\n\t\t\t\t\t\t\tif ( iframe && '' === iframe.width )\n\t\t\t\t\t\t\t\tiframe.width = '100%';\n\t\t\t\t\t\t\tif ( iframe && '' === iframe.height )\n\t\t\t\t\t\t\t\tiframe.height = parseInt( e.data.height );\n\n\t\t\t\t\t\t\treturn;\n\t\t\t\t\t\tdefault:\n\t\t\t\t\t\t\treturn;\n\t\t\t\t\t}\n\t\t\t\t}\n\n\t\t\t\tif ( 'function' === typeof window.addEventListener ) {\n\t\t\t\t\twindow.addEventListener( 'message', funcSizeResponse, false );\n\t\t\t\t} else if ( 'function' === typeof window.attachEvent ) {\n\t\t\t\t\twindow.attachEvent( 'onmessage', funcSizeResponse );\n\t\t\t\t}\n\t\t\t}\n\t\t\tif (document.readyState === 'complete') { func.apply(); /* compat for infinite scroll */ }\n\t\t\telse if ( document.addEventListener ) { document.addEventListener( 'DOMContentLoaded', func, false ); }\n\t\t\telse if ( document.attachEvent ) { document.attachEvent( 'onreadystatechange', func ); }\n\t\t} )();\n\t\t</script>\nCASA GRANDE, Ariz. — An Arizona sheriff’s department says some of the marijuana bales that suspects tossed out of an SUV during a high-speed chase last week got picked up by passing vehicles.Dash-cam video released by the Pinal County Sheriff’s Office shows many of the 21 bales of pot inside the SUV flying out a window and onto roadways during the March 4 chase. Several of the bales broke apart as they bounced on the pavement.Sheriff’s Office spokesman Jim Knupp said Tuesday that 17 bales totaling 374 pounds of marijuana were recovered, and four or five vehicles were seen stopping to pick up the rest.The chase spanned Interstates 8 and 10 near Casa Grande in south-central Arizona and several local roads. It ended when the SUV pulled off a two-lane road and stopped after driving over tire-puncturing sticks.Two men were arrested on suspicion of marijuana trafficking offenses and fleeing police.The Sheriff’s Office said the pursuit resulted from information gathered as a result of another chase in which a pickup truck was stopped earlier the same day. That stop led to the detention of nine people who were turned over to the U.S. Border Patrol, the office said.Citing the need to keep investigative procedures secret, Knupp declined to say how the information from the first chase led to the second."
}