{
    "2003 - 3525": "If the Knicks are still interested in Damon Stoudamire, they can rest assured that the feeling is mutual.  The Blazers point guard, a trading block mainstay the last two years, has long been rumored to be a Scott Layden target as the GM continues his attempts to upgrade his team at the point guard position.  And now that Stoudamire is out of Maurice Cheeks’ rotation in Portland, the diminutive scorer told The Post he would certainly welcome a move to New York.  “If I could come into a situation like this, that would be great,” Stoudamire said before last night’s Garden tilt against the Knicks. “I would love to play here. New York has always been the Mecca of basketball to me, and if that would happen, I would look forward to that.”  Of course, no team in the NBA has been the subject of more trade rumors than Portland, owners of the league’s highest payroll. What’s more, the Blazers are in an interesting spot now as they possess an embarrassment of riches in the backcourt.  Derek Anderson, Antonio Daniels, Scottie Pippen, Bonzi Wells and Jeff McInnis are ALL splitting time in the rotation. The mix is so crowded that even hotshot rookie Qyntel Woods can’t find any daylight.  Lately, Stoudamire hasn’t found any either. He hasn’t played in five of the last six games. And assuming Portland continues to roll – Cheeks’ crew has won nine-of-10 – there’s really no reason to expect that to change.  What’s likely instead is a deal of some sort. The Post’s Peter Vecsey reported yesterday that the team was looking at high-scoring Atlanta guard Jason Terry and that perhaps Wells could be part of that package.  Other deals may be percolating as well. And Stoudamire could very well be involved in one. He has an acrimonious relationship with GM Bob Whitsitt and has even hinted that Whitsitt, not Cheeks, is the one behind his benching.  Just another reason why he’d welcome the opportunity to leave his hometown team.  “As a guy not playing, I’m always going to root for my teammates, but in the back of my mind, if something was to happen with me, I would be happy with that,” he said with a laugh.  The 5-10 Stoudamire, a former NBA Rookie of the Year, was once one of the game’s brightest young players, but his star has dimmed thanks to marijuana citations off the court and inconsistent shooting on the court. This season he is averaging 6.1 ppg on 33 percent shooting, both career lows by far.  The 29-year-old Stoudamire has averaged 15.2 points and 7.0 assists in his eight years and is a 41 percent career shooter. He is well-respected in NBA circles, but his salary ($12.375 million this season, $26 million over the next two years) might make it difficult for the “fiscally responsible” Knicks to make a run at him.  If they <em>are</em> interested, the Knicks would likely also ask Portland for Pippen, who’s in the final year of his contract.  Meanwhile, the Blazers would presumably want a package centered around Latrell Sprewell, who could team with Ruben Patterson in a dynamic defensive pairing to guard Western Conference swingmen like Kobe Bryant and Michael Finley.  Another Portland guard who might be a good fit in New York is Daniels, who is cheaper ($3.4 million) and younger (27) than Stoudamire.  Daniels, playing fewer than 12 minutes a night, also admits the team’s guard is “difficult” but said he doesn’t dream of playing anywhere else.  “Right now, I’m extremely happy in Portland with my role here,” Daniels said. “You can only worry about things you’re capable of controlling.”",
    "2003 - 2113": "If the Knicks are still interested in Damon Stoudamire, they can rest assured that the feeling is mutual.  Long rumored to be a Scott Layden target, the Blazers point guard has fallen out of the rotation in Portland and would more than welcome a move to New York.  “That would be great,” Stoudamire told the Post before last night’s Garden tilt against the Knicks. “I would love to play here. New York has always been the Mecca of basketball to me, and if that would happen, I would look forward to that.”  Of course, Stoudamire, 5-10, would probably look forward to ANY situation that would remove him from Portland. Not only has he been a DNP in six of the last seven games (he sat again in last night’s 92-89 Knick loss), he also has an acrimonious relationship with Blazers GM Bob Whitsitt.  “If something was to happen with me, I would be happy with that,” Stoudamire said with a laugh.  During a break in last night’s action, fans behind the Portland bench began begging for Stoudamire to get traded here.  “I’ll stay in your doghouse to get here,” Stoudamire, one not so picky about his living arrangements, replied to the fans.  The 29-year-old owns career averages of 15.2 points and 7.0 assists, but has seen his star dim thanks to marijuana citations and inconsistent shooting. This season he’s averaging 6.1 ppg on 33% shooting, both career lows.  Stoudamire’s salary ($12.375 million this season, $26 million over the next two years) might also make it difficult for the “fiscally responsible” Knicks to make a run at him.  * Don Chaney was asked about the NBA’s decision to suspend Ron Artest for three games after he destroyed a $100,000 camera Friday night.  “I try not to ever second-guess the league in terms of how they come to that assessment,” Chaney said.  The head coach sounded serious, but the response brought a mild chuckle. Chaney complained this week about Clarence Weatherspoon’s suspension and the lack of foul calls for Latrell Sprewell and Allan Houston.  * Houston missed a third-quarter free throw, ending his streak of 38 straight makes, three shy of Sprewell’s franchise mark.",
    "2003 - 5080": " ST. REGIS MOHAWK RESERVATION – Thursday night, about a half-hour after dark, three small boats left the shore of Cornwall Island, Canada, laden with contraband.  Outfitted with powerful engines capable of blasting them at 90 mph across the half-mile width of the St. Lawrence River to the United States, the smugglers took off in separate directions for the facing shore.  The U.S. Border Patrol agents were watching with an infrared night scope. But in a patrol boat with a top speed of just 50 mph, they could select only one boat to chase.  They picked the closest.  When the Border Patrol finally chased the boat ashore, its two passengers fled in a waiting truck leaving behind a cargo of 16 pounds of hydroponic marijuana – worth $64,000 on the streets of Manhattan.  The other two boats presumably made their deliveries – and that highlights a problem that haunts all levels of homeland security in the wake of 9/11.  United States authorities have no jurisdiction within Indian reservations on or across our borders. They potentially are the weakest link in the new wall of security thrown up since Sept. 11, 2001.  Among the most troubling of these yawning gaps in our security is the 16,000-acre St. Regis Indian Reservation, a sovereign territory that straddles the borders of two countries, two provinces and one state, New York.  In a region of lakes, rivers and wilderness, crisscrossed by international borders and reservation boundaries, smugglers play a game of cat-and-mouse with law-enforcement officials as they dart through differing areas of jurisdiction. Catchable one minute, untouchable the next.  “It’s a nightmare,” Border Patrolman Dick Ashlaw said of the area near Cornwall Island on the St. Lawrence River – recognized as one of the easiest illegal routes into the United States.  “The most powerful computer couldn’t come up with a situation more advantageous to smugglers and more difficult for law enforcement,” he said.  While Thursday night’s smugglers had drugs, two years ago they would most likely have been carrying illegal aliens who might have paid up to $47,000 to be carried into the United States, officials said.  In 1998, an alien-smuggling ring moving 100 to 150 aliens a month through the reservation was busted.  Government figures show that from Oct. 1, 2001, to Sept. 30, 2002, 1,736 aliens were caught being smuggled into the United States along a 261-mile stretch of border that includes the roughly 8 miles belonging to the reservation.  So it was no surprise that fingers pointed to the reservation two weeks ago when the FBI falsely reported five possible terrorists had infiltrated the United States from Canada.  But those who live and work on the reservation say they are doing their bit for homeland security.  The Border Patrol has added 20 new positions in the last 12 months. The agency also has a new helicopter and a pilot, thermal-imaging cameras, motion sensors and night-vision equipment.  And although cigarette, drug and gun smuggling remains rife, reservation elders say the alien trade has all but disappeared in the area – a claim backed by the most recent Border Patrol figures that list just one infiltration in the region since October last year, when nine Costa Ricans bound for New York City were nabbed on Dec. 23, and they weren’t on the reservation.  The reason is due in large part to interdiction from the St. Regis tribal community, authorities say.  The St. Regis “tribe is full of war veterans and ironworkers who helped build the World Trade Center,” Ashlaw said.  “They weren’t going to let these aliens keep coming through their community.”  Andrew Thomas, tribal police chief on the U.S. side of the St. Regis reservation, says he wasn’t surprised when newspapers and law enforcement outside the area looked to the reservation when the fictitious five terrorists were reported.  But he knew better.  Since 9/11, Thomas says he regularly called people on the reservation he knew, but hadn’t been able to prove, were involved in smuggling.  “We put them on notice,” he said. “It was going to stop. Enough is enough.”  The community of 8,000 took the police’s lead.  No longer turning a blind eye to the alien smuggling around them, they created a network of informal informants.  When Mike Swamp, head of the local ironworker’s union, was driving to a hockey game last year and saw someone walking down the street carrying a suitcase, he called the police.  “We helped erect the World Trade Center,” he says. “We helped with the cleanup. And now they come back and say you were involved somehow. That doesn’t just hurt me, it hurts the whole community.”  Morris Adams, a Mohawk ironworker who helped build the World Trade Center, and whose sons helped with the cleanup, says he knew aliens were being brought through the reservation, and after 9/11, he was going to help stop it.  “Everybody knows everybody, you know if somebody’s not supposed to be here. I call the cops right away, ‘Who are these people?’ I don’t want them coming through here anymore.”  Additional reporting by Al Guart ",
    "2003 - 2144": "<strong>P</strong>LEASE be sure to put young children and sensitive adults safely to bed before taking this quiz:  Court fans, for whom do you feel sorriest?  Is it hotel queen Leona Helmsley, who claims she learned a top employee was “dancing in his underwear” at a drug-fueled party on her property? As her lawyer tells it, he granted free rooms to guests who left “wet condoms” on the floor.  Or, is the wronged person former Park Lane Hotel manager Charles Bell? Bell says he did a sterling job, restricted his drug use to off-hotel premises, and endured taunts of “faggot” by Helmsley, who ultimately fired him because he was gay.  “It was devastating; it changed my entire life,” Bell said in the hallway of Manhattan Supreme Court.  So, who’s the victim?  Bell claims Leona went on an “anti-gay rampage” after learning that her young boyfriend, Patrick Ward, was really gay. Bell says the hotelier had his room searched for “gay toys.”  “Psychologically, physically – everything. I was a mess,” said Bell. “This had been the pinnacle of my career. She pulled it out from under me for no other reason than I was gay.”  So is Bell the victim of discrimination – or is he using his sexuality to get over on his ex-boss?  It is possible to feel sorry for Leona Helmsley. This is a rich dame of 82, whose stern mask of a face seems to have transformed over the years into caricature.  The lady has a jail term for tax evasion and the public humiliation of being courted by a gay man who evidently wanted something from the old bird other than her body. And still, she keeps on ticking.  Leona’s lawyer told prospective jurors that Bell isn’t the little innocent. He said Bell lied on his résumé about his hotel experience, and was so whacked out from smoking marijuana, taking “ecstasy” and an animal tranquilizer known as vitamin K while on duty, he could not properly perform his job.  And don’t forget Leona lights up the Empire State Building in lavender each year to honor gays.  “I think every gay man in New York is happy she lights the Empire State Building every year at Gay Pride week,” Bell groused. It’s more than most people do. ",
    "2003 - 1947": "They will not be cowed. More that 300 locals in Limoges, France, protested in support of a farmer who was ordered to pay $32,000 in damages to a newcomer neighbor offended by his cows’ mooing and movements.  “If everyone has to muzzle their cows, it’s going to change the face of the French countryside,” said the farmer’s lawyer. “As for the smell, what is he supposed to do? Put diapers on them?”  This is what you call “high” octane.  A sheriff’s deputy in Carlsbad, N.M., became suspicious when a van carrying two women and five kids ran out of gas.  A little checking revealed the gas tank had a secret compartment that was packed with 72 pounds of marijuana – which left very little roomfor fuel.  There was meth-od to their madness.  Cops in Macon, Ga., couldn’t understand it when three people refused to leave their burning car and had to be pulled out forcibly.  The reason for their reluctance soon became evident – the cops discovered a working methamphetamine lab in the back of the car.  Three employees of the Houston morgue have been fired for losing the body of a 4-week-old baby boy.  Investigators had hoped to find out what happened to little Octavius Freeman by checking the video cameras that monitor the morgue – but the cameras hadn’t been loaded with videotape.  A Seattle computer programmer is weary of all the referendum proposals tax rebel Tim Eyman manages to put on the ballot year after year – so he’s campaigning to have a referendum on Eyman.  The question he’s proposed: “The citizens of the state of Washington do hereby proclaim that Tim Eyman is a horse’s ass.”  Neighbors in a suburb of Stuttgart, Germany, were concerned because a local store run by two rather odd women was rarely open. So they asked police to check.  The cops found the skeleton of one woman, 89, propped up in bed. The other woman, her 54-year- old niece, said she had died in June 2001. The niece was admitted to a psychiatric hospital.",
    "2003 - 2853": "A popular Bronx math teacher has been allowed to retire with his full pension after admitting he sexually abused one of his female students – 25 years ago, The Post has learned.   MS 141 instructor Alan Lasher also was accused of kissing another underage girl on the lips around the same time, an internal schools probe has found.   The two students, then minors but now adults, decided to go public with their secret after divulging their “encounters” with Lasher to each other in an online class-reunion chat last year.   Lasher, 55, also was accused of smoking marijuana with four students-RT&gt;including the two girls.   “Although Alan Lasher cannot be prosecuted because the statute of limitations has expired, his inexcusable acts of sexual abuse toward [the first student] were criminal and horribly wrong. He has no place in the city’s public-school system,” according to the report issued by Special Schools Investigator Richard Condon.   Lasher, who stepped down last summer, admitted to “committing sexual acts” with the first girl, but said he couldn’t recall kissing the other or smoking pot with students, investigators said.   The teacher’s abuse of the first girl extended through the 1977-78 school year.   Lasher initiated sex in the school’s basement book room and in his car, and had intercourse with the minor in his parents’ apartment in The Bronx when they were on vacation, the girl told investigators.   The girl’s mother suspected something was wrong when she read her daughter’s diary, which detailed the sexual encounters. The mom confronted Lasher and her daughter.   Lasher got away with it by lying, probers said.   “Lasher denied it and then called to warn [the girl] that her mother read about them in the journal. He instructed [the girl] to tell her mother that it was just a fantasy. The student followed Lasher’s advice,” the investigators wrote.   The mother, while believing the lie, instructed Lasher and her daughter not to have any further contact because of the “unhealthy situation.”   The mother never reported her suspicions to school authorities, and Lasher continued teaching. But 10 years later, in 1987, the former student confessed to her mother that what she wrote in her journal was true.   The mother told investigators she confronted Lasher, who admitted he had sex with her daughter. But authorities were not notified until the Internet class reunion last year. That’s when the former student was told by another woman that Lasher had an inappropriate relationship with her, too.   Then, “during an interview with investigators, Lasher admitted … in writing, to committing sexual acts with [the first girl] when she was a student at MS 141,” the report said.   Last week, a man who picked up the phone at Lasher’s home offered a terse “no comment” when asked about the story and hung up the phone",
    "2003 - 1591": " JERUSALEM – Leaders of Israel’s pro-marijuana party, who may win their first parliament seat in next week’s national elections, were unexpectedly invited to the U.S. Embassy yesterday to explain their make-pot-not-war program.  Members of the Green Leaf Party, whose emblem is an Israeli flag with a marijuana leaf, said they were asked by U.S. officials about their legislative agenda – in particular whether they support legalization of drugs other than pot.  Dan Greenblatt, the second-ranked party candidate on Tuesday’s ballot, was pleased by the invitations because he said the embassy usually invites only those parties already represented in the 120-seat Knesset.  Despite the crowded field of 29 parties, polls indicate Green Leaf is close to winning one seat.  Party members say their strength is unknown because a much larger percentage of Israelis smokes pot than are questioned by pollsters.  “It’s illogical to turn 1 million law-abiding citizens in Israel into criminals,” the party’s commercials say.  Green Leaf not only advocates legalizing pot, but also planting it in toxic waste dumps to soak up heavy metals.  Israel’s volatile political scene is so unsettled that according to the latest poll, an anti-clerical faction may become the second largest party.  The Shinnui Party, which vows to cut government perks for Orthodox Jews, may outpoll the Labor Party, the party of past prime ministers such as Yitzhak Rabin, Shimon Peres and Ehud Barak, the Yediot Achronoth poll found. Both run well behind Prime Minister Ariel Sharon’s Likud Party.  With Post Wire Services ",
    "2003 - 2110": "He almost was a has-<em>bin</em>. A transient who was napping in Dumpster in Victoria, British Columbia, woke up and found himself inside a churning garbage-truck compactor.  Sanitman Brad Smith, who had just emptied the bin’s contents into his truck, heard screaming and turned the compactor off – after it was about to come down a third time on the 27-year-old man.  To Smith’s relief, the fellow suffered only minor cuts and bruises. “I thought I squished the guy,” he said.  These cops were taken for a ride – a hay ride.  Acting on a tip, they stopped a pickup truck that reportedly was carrying a major shipment of marijuana. When two crushed green plants fell out of the cab, they arrested the driver and his passenger on drug charges.  But lab tests determined the stash they were carrying was hay – hay that had been used in a Christmas Nativity display. The two were returning it to the horse farm that had loaned it to their church.  A new German TV commercial shows sexy European swim star Franziska van Almsick far offshore, blithely stroking her way across the Atlantic en route to the United States.  But it’s only an ad, says van Almsick, who won five gold medals at the 2002 European Swimming Championships.  “I would never dare to go that far out from the shore because I am dead scared when I don’t know what’s underneath my feet.”  The bank robber said he’d blow up the bank if the tellers didn’t hand over the money – and to show he meant business he held up a package that he threatened to detonate.  So the tellers in the Fleet Bank in Grahamsville, N.Y., in the Catskills, did as directed, and the robber made off with an undisclosed amount of cash.  Bank employees slipped out a side door, the area was cleared – but when State Police examined the package, they found it was full of birdseed.  The firefighters were told animals were trapped in the blazing building at Middlesbrough College in northern England – so they went to the rescue, braving flames and dense smoke.  A short time later, they emerged soot-covered, carrying several boxes. That’s when they learned they had saved "
}