{
    "2016 - 5591": "LOS ANGELES — It was a daring and elaborate escape: cutting through metal, crawling through plumbing tunnels, climbing a roof, rappelling four stories to freedom using ropes made from bedsheets.But this wasn’t a Hollywood movie: It was <a href=\"https://nypost.com/2016/01/24/manhunt-on-for-3-inmates-who-escaped-jail-by-rappelling-from-roof/\">a real-life breakout that left authorities struggling to find three escapees</a> — one a suspected killer — and put together the pieces of how they managed to escape a Southern California maximum-security jail.The priority was finding the men — who are possibly armed and considered dangerous — but a probe also is under way to see whether the men had any help from inside or outside the Orange County Men’s Central Jail, authorities said Sunday.Jonathan Tieu, 20, Bac Duong, 43, and Hossein Nayeri, 37, were all awaiting trial for violent crimes in unconnected cases. They vanished from a dormitory they shared with around 65 other men on Friday shortly after the 5 a.m. inmate head count, county sheriff’s officials said.Somehow, the men obtained tools that allowed them to cut through the quarter-inch-thick grill on a dormitory wall, then got into plumbing tunnels. Cutting their way through additional half-inch-thick steel bars, the trio made their way to an unguarded area of the roof of the four-story building, where they apparently moved aside some razor wire and rappelled to the ground using elaborately braided ropes made from linens, authorities said.The escape wasn’t noticed for 16 hours, until a nighttime head count that was delayed about an hour because of a fight involving some other inmates that may — or may not — have been part of the escape plan.Clearly, the plan had been long in the making and carefully thought out, sheriff’s Lt. Jeff Hallock said.“We’re talking about breaching, in some places, significant amounts of steel, rebar and metal,” Hallock said.As federal and local authorities staged an around-the-clock manhunt, there remained a lot of questions about the escape itself. How did the men get the cutting tools? When did they make the rope and where did they stash it? How did they know the jail layout so well? Did they have outside help, maybe a car waiting after they ran off on foot in their orange jail jumpsuits?And perhaps most important: Did other inmates or jail employees help them?“We’re going to take a look at everybody who may have been assigned there,” Hallock said. “What I can assure you is that the compromises in security have been shored up.”He didn’t provide details.“Escapes do occur from time to time,” Sheriff Sandra Hutchens said. “We try and limit that. We learn from the mistakes. I can tell you that this is a very sophisticated-looking operation. People in jail have a lot of time to sit around and think about ways to defeat our systems.”There had been two previous escapes from the jail but they were decades ago. In fact, nobody had managed it in more than 20 years.But the aging jail, built in 1968 and housing some 900 men, does have some vulnerabilities. Its design allows inmates to move through different areas more easily than more modern jails.And inmates do move, which makes it difficult to get daytime head counts.“We have people going to court, we have people going for medical treatment, and you can’t leave them locked down 24 hours a day. There are requirements that they get out and exercise from time to time,” Hutchens said.The inmates include 20-year-old Jonathan Tieu, who had been held on a $1 million bond since October 2013 on charges of murder, attempted murder and shooting at an inhabited dwelling. His case is believed to be gang-related.On Sunday, his mother and sister said they hadn’t heard from him and tearfully pleaded for him to surrender.“I miss you … I want my son back,” his mother, <a href=\"http://abc7.com/news/family-of-youngest-oc-jail-escapee-cries-out-for-inmate-to-turn-himself-in/1172540/\">Lu Ann Nguyen of Santa Ana, told KABC-TV</a>.“I for sure know he wasn’t the one who orchestrated this. I feel he was manipulated or tricked into doing this,” said his sister, Tiffany Tieu.“Just turn yourself in. Don’t let (it) drag on,” she said.Hossein Nayeri, 37, had been held without bond since September 2014 on charges of kidnapping, torture, aggravated mayhem and burglary. Nayeri and three other men are accused of kidnapping a California marijuana dispensary owner in 2012. They drove the dispensary owner to a desert spot where they believed he had hidden money and then cut off his penis, authorities said.After the crime, Nayeri fled the US to his native Iran, where he remained for several months. He was arrested in Prague in November 2014 while changing flights from Iran to Spain to visit family.The third escaped inmate, 43-year-old Bac Duong, was being held without bond since last month on charges including attempted murder, assault with a deadly weapon and others.While the Mexican border is only a couple of hours south of the prison, authorities said they had no evidence that the men had left the country. Their alleged victims, as well as prosecutors and detectives involved in their cases, have been warned and investigators also are reaching out to their family and acquaintances.Federal authorities are offering $50,000 in rewards for information leading to their recapture.“There’s people out there that know who these people are, who may have seen them. We’re asking for phone calls, whether it’s any piece of information you may have,” Hallock said.“We’re exhausting every lead that we currently have,” he said.",
    "2016 - 5178": "A prosecutor pursuing a case against one of the three men <a href=\"https://nypost.com/2016/01/24/manhunt-on-for-3-inmates-who-escaped-jail-by-rappelling-from-roof/\">who broke out of a Southern California prison Friday</a> reacted: “Oh, my God, they let Hannibal Lecter out.”Hossein Nayeri, a former Marine who had escaped to his native Iran in 2012, faces charges of kidnapping, torture, aggravated mayhem and burglary. Deputy District Attorney Heather Brown <a href=\"http://www.ocregister.com/articles/nayeri-701407-brown-roommate.html\">told the Orange County Register </a>the man is “diabolical … sophisticated, incredibly violent and cunning.”Brown says Nayeri helped kidnap a marijuana dealer in 2012, burned him with a blowtorch and forced another suspect to cut off the dealer’s penis because Nayeri thought the man had buried money in the desert. Soon afterward, investigators say he left for Iran, but they caught him while he was on his way to Spain to visit family.“It’s mind-boggling that he was housed in a dorm with such low-level security,” the prosecutor said, comparing him to the serial killer made famous in the novel and movie “The Silence of the Lambs.”Apparently referencing Brown’s comments, Orange County District Attorney Tony Rackauckas responded, “Recently, statements were made by an OCDA prosecutor that were inappropriate, uninformed, and rash. Those statements were not authorized by me or anyone from the OCDA. Those statements do not reflect the position of the OCDA.”The three fugitives reportedly had a head start of up to 16 hours before officials realized they were missing.<a name=\"84a24bee3431f19d07b01396cd9515ac-56757169-67247997\"></a> <script src=\"https://video.foxnews.com/v/embed.js?id=4721123744001&amp;w=466&amp;h=263\" type=\"text/javascript\"></script><noscript>Watch the latest video at <a href=\"https://video.foxnews.com\">video.foxnews.com</a></noscript>\nNayeri, Jonathan Tieu and Bac Duong were last seen and accounted for during the regularly scheduled 5 a.m. prisoner count at the Men’s Central Jail in Santa Ana, <a href=\"http://www.latimes.com/local/california/la-me-escape-from-orange-county-jail-20160125-htmlstory.html\">according to the Los Angeles Times</a>. The paper reported that a second check, when the men’s escape was discovered, was delayed until 9 p.m. by a brawl that some investigators suspect may have been used to cover up the escape.Orange County Sheriff’s Department spokesman Jeff Hallock said Monday that authorities believe the men escaped soon after the 5 a.m. check.The three men <a href=\"https://nypost.com/2016/01/25/how-three-vicious-criminals-pulled-off-a-hollywood-style-jailbreak/\">sawed through a quarter-inch-thick grill on a dormitory wall and got into plumbing tunnels</a> before sawing through half-inch-thick steel bars as they made their way behind walls to an unguarded area of a roof atop a five-story building. There, they moved aside razor wire and rappelled to the ground using bed linens.The escape has drawn comparisons to last summer’s breakout by two inmates at the Clinton Correctional Facility in upstate New York. A major difference is that while the search for Richard Matt and David Sweat focused on nearby woods, Nayeri, Tieu and Duong escaped in the middle of densely populated Orange County.On Monday, investigators appealed to Orange County’s huge Vietnamese population, among the largest in the US, in Garden Grove and Westminster just a few miles from the Santa Ana jail. Sheriff’s Lt. Dave Sawyer, who is leading the investigation, said Tieu and Duong “may be embedded” there.“We sincerely need input from the community to help us,” Sawyer said. Federal authorities are offering up to $50,000 in rewards for information leading to their recapture.Hallock said there is no evidence so far that the trio had help from the inside, but authorities know it’s a possibility.It’s likely someone slipped them blueprints or told them how the bowels of the jail were laid out, he said.It was the first escape in nearly three decades from the California facility built in 1968. It holds 900 men and is located in Santa Ana, about 30 miles southeast of Los Angeles.Hallock said the facility’s general policy is to do walk-throughs every hour to check on inmates. More involved searches are done randomly, he said, but declined to be more specific.It’s also unclear why the inmates — who were charged with violent felonies — were housed in a common dorm with more than 60 other inmates. Assignment to a large, busy room likely made it easier for them to avoid detection, Martin Horn, a professor of corrections at John Jay College of Criminal Justice at City University of New York, told the Associated Press.Tieu, 20, had been held on a $1 million bond since October 2013 on charges of murder, attempted murder and shooting at an inhabited dwelling in an alleged gang dispute.Duong, 43, had been held without bond since last month on charges of attempted murder, assault with a deadly weapon and other counts in the shooting of a man on his front porch.All three men have now been charged with another felony for the escape.<em>The Associated Press contributed to this report.</em>",
    "2016 - 6944": "DENVER — Seeking a safe haven in Colorado’s legal marijuana marketplace, illegal drug traffickers are growing weed among the state’s sanctioned pot warehouses and farms, then covertly shipping it elsewhere and pocketing millions of dollars from the sale, according to law enforcement officials and court records consulted by the Associated Press.In one case, the owner of a skydiving business crammed hundreds of pounds of Colorado pot into his planes and flew the weed to Minnesota, where associates allegedly sold it for millions of dollars in cash. In another, a Denver man was charged with sending more than 100 pot-filled FedEx packages to Buffalo, New York, where drug dealers divvied up the shipment. Twenty other drug traffickers, many from Cuba, were accused of relocating to Colorado to grow marijuana that they sent to Florida, where it can fetch more than double the price in a legal Colorado shop.These cases and others confirm a longstanding fear of marijuana opponents that the state’s much-watched experiment in legal pot would invite more illegal trafficking to other states where the drug is still strictly forbidden.One source is Colorado residents or tourists who buy retail pot and take it out of state. But more concerning to authorities are larger-scale traffickers who move here specifically to grow the drug and ship it to more lucrative markets.The trend also bolsters the argument of neighboring Nebraska and Oklahoma, which filed a lawsuit in late 2014 seeking to declare Colorado’s pot legalization unconstitutional, arguing that the move sent a tide of illicit weed across their borders. The Obama administration last month urged the Supreme Court to reject the suit, saying that the leakage was not Colorado’s fault.No one knows exactly how much pot leaves Colorado. When illegal shipments are seized, it’s often impossible to prove where the marijuana was grown. But court documents and interviews with law enforcement officials indicate well-organized traffickers are seeking refuge in Colorado’s flourishing pot industry.“There’s no question there’s a lot more of this activity than there was two years ago,” said Colorado’s US attorney, John Walsh.Some in the legal industry say police have exaggerated the problem and put unfair scrutiny on people who legally grow pot on behalf of patients. Lawmakers last year limited unregulated pot growers to no more than 99 plants in an effort to crack down on those selling untaxed pot.The federal government allowed Colorado’s experiment on the condition that state officials act to keep marijuana from migrating to places where it is still outlawed and out of the hands of criminal cartels. Federal authorities acknowledge that both things are happening but say that, because the state is trying to keep its industry tightly regulated, there’s no reason to end the legal pot trade.The pot industry also acknowledges the criminal activity and insists it is doing all it can to keep legally grown weed from crossing state lines. Among other safeguards, Colorado law requires growers to get a license and use a “seed-to-sale” tracking system that monitors marijuana plants at every stage.Many of the illicit growers come from elsewhere, never obtain a growing license and “don’t even attempt to adhere to the law,” said Barbra M. Roach, special agent in charge of the Drug Enforcement Administration’s Denver field division.“It’s like hiding in plain sight,” she said.Authorities in Washington state, which also allows recreational marijuana, have noticed more marijuana leaving the state. But more reports are coming from Colorado, which has the nation’s most robust commercial market and an international reputation for producing premium, high-potency pot.“It’s a brand name now,” Roach said.Jason Warf, head of the Southern Colorado Cannabis Council, said people are “coming from out of state, buying products from licensed stores and being arrested on their way home.”That “is really hard to curb,” he said. “We can’t essentially babysit adults and their behavior.”The Colorado Department of Revenue’s marijuana enforcement division cites shops if pot is unaccounted for but “after it’s sold, we have very little control what happens to the marijuana,” director Lewis Koski said.Police agencies seized nearly 2 tons of Colorado weed from drivers who had intended to take it to 36 other states in 2014, the year legal pot shops opened, according to the Rocky Mountain High Intensity Drug Trafficking Area, a federally funded drug task force. By comparison, they seized less than a ton in 2009.US postal inspectors seized about 470 pounds of Colorado pot from the mail in 2014, up from 57 pounds in 2010, according to the task force, whose findings are based on voluntary submissions from law enforcement agencies and are largely anecdotal.<figure class=\"wp-caption alignleft\" id=\"attachment_10042988\"><a class=\"\" href=\"https://vip.nypost.com/wp-content/uploads/sites/2/2016/01/obama_marijuana.jpg?quality=100&amp;strip=all\"><img alt=\"\" class=\"size-medium wp-image-10042988\" height=\"237\" loading=\"lazy\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2016/01/obama_marijuana.jpg?quality=100&amp;strip=all&amp;w=300\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/obama_marijuana.jpg?quality=75&amp;strip=all&amp;w=600 600w, https://nypost.com/wp-content/uploads/sites/2/2016/01/obama_marijuana.jpg?quality=75&amp;strip=all&amp;w=449 450w, https://nypost.com/wp-content/uploads/sites/2/2016/01/obama_marijuana.jpg?quality=75&amp;strip=all&amp;w=300 300w, https://nypost.com/wp-content/uploads/sites/2/2016/01/obama_marijuana.jpg?quality=75&amp;strip=all&amp;w=150 150w, https://nypost.com/wp-content/uploads/sites/2/2016/01/obama_marijuana.jpg?quality=75&amp;strip=all 1024w\" width=\"300\"/></a><figcaption class=\"wp-caption-text\"><span class=\"credit\">AP</span></figcaption></figure>Some cases have comic overtones, like when a Wyoming patrolman discovered 7 ounces of high-grade weed in trick-or-treat bags the day after Halloween, or when police in northern Colorado seized stuffed animals full of marijuana destined for Florida.Other operations are more sophisticated, like the one in which authorities say 32 people used skydiving planes and posed as licensed medical marijuana caregivers and small business owners to export tens of thousands of pounds of pot grown in Denver warehouses, usually to Minnesota. The organization made more than $12 million over four years, according to a state indictment.When they busted illegal pot farms in southern Colorado in September, state and federal agents found 28 guns, more than 1,000 plants and $25,000 in cash.A local UPS facility intercepts about 50 pounds of pot headed out of state each week, said Todd Reeves of the Colorado Drug Investigators Association. “We don’t have the resources,” he said, “to be able to go after every single one of these cases.”",
    "2016 - 2862": "SANTA ANA, Calif. — A woman who taught English classes at a Southern California jail was arrested Thursday on suspicion of <a href=\"https://nypost.com/2016/01/24/manhunt-on-for-3-inmates-who-escaped-jail-by-rappelling-from-roof/\">helping three inmates — including an alleged killer — escape the lockup</a>, and the men are believed to be riding around in a stolen van.Nooshafarian Ravaghi, 44, of Lake Forest, was arrested nearly a week after the men — one an alleged killer — cut their way through steel bars, climbed through plumbing tunnels, made their way to the roof, cut razor wire and, using rope made of braided bedsheets, rappelled four stories to freedom from the roof of the Orange County Central Men’s Jail. The escape wasn’t noticed for 16 hours.It was the first escape from the maximum-security lockup in more than 20 years.Ravaghi was taken into custody about an hour before the arrest was announced Thursday afternoon and remained jailed. It was unclear whether she had an attorney.— Erika Aguilar (@erikaaaguilar) <a href=\"https://twitter.com/erikaaaguilar/status/692866920706510848\">January 29, 2016</a>Ravaghi worked for the Rancho Santiago Community College District and taught English as a second language to inmates at the jail for about six months, sheriff’s Lt. Jeff Hallock said.One of her students was Hossein Nayeri, <a href=\"https://nypost.com/2016/01/26/diabolical-inmate-who-escaped-prison-likened-to-hannibal-lecter/\">who was awaiting trial on charges that he kidnapped and tortured a marijuana dispensary owner</a> — finally cutting off his penis — in a bid to learn where he might have cached money.“There was some type of relationship that developed between the two” that was close, Hallock said, but he didn’t know whether it was a romance.Ravaghi denied supplied any tools to the inmates, but investigators suspect she provided Google maps that potentially could have helped the inmates plan their route after fleeing the jail, Hallock said.Sheriff Sandra Hutchens has said that Nayeri, 37, is believed to be the mastermind of the escape.Hallock said investigators believe he and the others — alleged killer Bac Duong, 43, and Jonathan Tieu, 20 — are living in a white GMC Savana van that was stolen on Sunday in southern Los Angeles.Duong apparently stole the vehicle from someone after responding to a sales ad and taking it for a test drive, Hallock said. “They may be driving around and potentially living in the back” of the van, he said.Hallock said the ongoing manhunt has led to about 10 arrests so far in connection with the escape, with several other arrests made in connection with unrelated arrest warrants or probation violations. None of those arrests were of jail employees.The investigation has centered on a Vietnamese gang in the nearby cities of Westminster and Garden Grove with ties to two of the inmates.",
    "2016 - 3856": "SANTA ANA, Calif. — Police captured one of three fugitive inmates on Friday after they <a href=\"https://nypost.com/2016/01/25/how-three-vicious-criminals-pulled-off-a-hollywood-style-jailbreak/\">escaped a week ago from a California jail</a> while facing charges involving violent crimes.Bac Duong, 43, was arrested by police in Santa Ana, the same city where the trio made their elaborate escape from the Orange County jail, Sheriff Sandra Hutchens said.Duong, Jonathan Tieu, 20, and Hossein Nayeri, 37, had all been awaiting trial for unrelated violent crimes. They were held in a dormitory with about 65 other men in Santa Ana, about 30 miles southeast of Los Angeles.The men escaped early Jan. 22 after cutting a hole in a metal grate, then crawling through plumbing tunnels and onto the roof of a five-story jail building.They pushed aside barbed wire and rappelled down using a rope made of bedsheets.It took jail staff 16 hours to realize the three men were missing because an assault on a guard delayed an evening head count.The escape raised questions about security at the jail in suburban Orange County and resembled a similar breakout last summer at a state prison in upstate New York.In that case, two inmates also cut through a wall that was hidden by a bunk bed and used the hole to access piping and tunnels that led outside.In California, authorities say the trio cut through a quarter-inch-thick grill on a dormitory wall and got into plumbing tunnels before sawing through half-inch-thick steel bars. On the roof, they moved aside razor wire and rappelled to the ground using the bed linen.They were last seen at a 5 a.m. check but were not determined to be missing until 16 hours later, partially because an assault on a guard delayed an evening census.Hutchens, who oversees the jail, has said she was extremely troubled by how long it took to discover the inmates were gone.It was the first escape in nearly three decades from the California facility built in 1968. The jail holds 900 men.Authorities had offered $200,000 in rewards for information leading to their recapture.Tieu had been held on a $1 million bond since October 2013 on charges of murder and attempted murder in the shooting of a man on his front porch. Nayeri had been held without bond since September 2014 on charges of kidnapping, torture, aggravated mayhem and burglary. Authorities alleged that he kidnapped a medical marijuana dealer because he believed the man had hidden a large sum of money.The prosecutor in his case drew criticism from her boss when she compared Nayeri to fictional cannibal killer Hannibal Lecter after the escape.Authorities say Duong has been held without bond since last month on counts of attempted murder, assault with a deadly weapon and other charges in a gang shooting.Immigration authorities and records indicate he had been ordered deported to Vietnam in 1998 but remained in the country and racked up a lengthy rap sheet.Nayeri, the probable mastermind in the escape, <a href=\"https://nypost.com/2016/01/28/teacher-accused-of-helping-inmates-escape-california-jail/\">had help from a woman whose English classes he was taking while locked up</a>, authorities allege.He came to know Nooshafarin Ravaghi, 44, during an English as a Second Language course inside the Orange County jail.Investigators believe a close relationship developed between the two, who had exchanged handwritten letters of a “personal nature,” sheriff’s spokesman Lt. Jeff Hallock said.“It wasn’t the relationship that you would expect between a teacher and an inmate in a custody setting,” he said, noting that jail employees go through training about rules and the risk of being manipulated by inmates.Authorities say Duong stole a van the day after the escape after taking it for a test drive in the only reported sighting of the men since the breakout.",
    "2016 - 2105": "SANTA ANA, Calif. — An Orange County couple was ordered to pay $5.7 million for planting drugs in the car of a former PTA president in a failed bid to have her arrested.A jury on Friday made the award to Kelli Peters. The Superior Court panel deliberated less than an hour before finding that Kent Easter of Irvine and his ex-wife, Jill Easter, acted with malice, oppression or fraud, <a href=\"http://bit.ly/1Rd9pjw\">the Orange County Register reported</a>.Kent Easter declared bankruptcy before the civil trial but such protection doesn’t extend to the lawsuit damages, said Rob Marcereau, Peters’ attorney.Authorities said the Easters had an ongoing feud with Peters that started with a comment she made about their 7-year-old son when they planted prescription painkillers, marijuana and a pot pipe in Peters’ car in 2011. They then called police, who briefly detained her at Plaza Vista School in Irvine, where she volunteered.Peters testified that she was humiliated as a police officer searched the car as her own daughter watched.“I was crying and begging for him to not put the drugs on the car, because people would see it,” Peters said. “Everybody was looking at me.”She was questioned for about two hours.Kent Easter, representing himself during the case, argued that Peters was exaggerating her distress in order to reap a financial reward.“The fact that something really bad was done to a person does not give them a winning Powerball number,” he told the jury.Easter declined comment after the verdict and Jill Easter, who also represented herself, was not present in court for the verdict, the Register said.Peters said the Easters have never shown remorse for their action.“This was really not about money, this was about standing up to people that pick on other people and telling them it’s not OK to do this,” she said, wiping away tears. “I wouldn’t have gone this far had they said they were sorry,” Peters said.In 2014, Kent Easter was convicted of felony false imprisonment. He spent 87 days in jail. Jill Easter pleaded guilty to the same charge and spent about 60 days behind bars.",
    "2016 - 1157": "<a name=\"d2d9d3a7c3603bf3c546266544f490ee-56757169-54652663\"></a>Holy smokes — these nuns are really working for a higher power!The Sisters of the Valley in Merced, Calif., grow medicinal marijuana in their garage for various pot-laced health products.While Sisters Kate and Darcy don traditional habits, they are not Catholic. But they still consider themselves nuns with a calling to heal the sick — with pot.“We spend no time on bended knee, but when we make our medicine it’s a prayerful environment. It’s a prayerful time,” Kate told KFSN-TV.While medicinal pot is legal in California, bills signed into law this past fall allow local governments to restrict or ban marijuana growing and dispensing.Pot advocates hope local jurisdictions will want to partake of tax revenue. But some municipalities — such as Merced, a conservative town in agricultural Central California — have enacted bans on pot production.So this sisterhood might need to find a new place by March 1, when the new state and local laws take effect.Kate and Darcy said their products include cannabidiol but only traces of tetrahydrocannabinol, the chemical that provides pot’s high.",
    "2016 - 1418": "Drug kingpin Joaquin “El Chapo” Guzman’s alleged financial manager, “La Patrona,” has been collared in Mexico.Guadalupe Fernandez Valencia, 55, whose nickname means “The Boss,” was arrested in the northwestern city of Culiacan in the state of Sinaloa, where Guzman was recaptured in January.Valencia has an extradition order against her to the US for her alleged criminal association in the distribution of cocaine, methamphetamines, marijuana and heroin into the country, Central European News reported, citing an official source.La Patrona is on the US most wanted drug traffickers list for her alleged work with Guzman.She was entered into the US Treasury Department’s Specially Designated Nationals List, which means all her assets in the country have been frozen.Valencia allegedly reported directly to Guzman’s son, Jesus Alfredo Guzman.<a href=\"https://nypost.com/2016/01/11/inside-the-explosive-gunfight-that-finally-brought-el-chapo-to-justice/\">Guzman was caught Jan. 8</a>, six months after <a href=\"https://nypost.com/2015/07/14/the-bike-el-chapo-rode-to-freedom/\">he busted out of a maximum-security prison through a tunnel</a>. Authorities said he was recaptured thanks to <a href=\"https://nypost.com/2016/01/15/sean-penn-breaks-silence-on-el-chapo-interview/\">an interview he gave actor Sean Penn in October</a>.He faces extradition to Brooklyn, where he is charged with money laundering and 12 murders."
}