{
    "2010 - 0": "",
    "2010 - 1745": "  It’s the criminal hat trick! Huy Quoc Le, 25, was arrested three times in three days in neighboring Massachusetts towns.   First, he was popped in Andover for driving with a suspended license and forging registration. Two days later, he was clipped for stealing nearly $10,000 from an Andover nail salon. Hours later, Lawrence cops arrested him for breaking into the home of a former girlfriend.  ***  An Ohio county paid $1,500 to a man bitten by a rabid bat.   David Froehlich, 61, cited an obscure law that calls for Delaware County to pay anyone hurt by a rabid animal. County commissioners made the maximum payment to Froehlich, even though he missed the application deadline by two days.  ***  A Minnesota urologist has been indefinitely barred from surgery after he removed the wrong kidney of one patient and took a biopsy from another person’s pancreas — instead of a kidney.   Dr. Erol Uke has agreed to the Board of Medical Practice’s punishment, but he could still regain surgical rights if the board later determines he is competent.  ***  The owner of a Northern California medical-pot club has been arrested — for selling marijuana.   Joel Kelly Castle, 62, was arrested by Chico cops for allegedly trading 2 ounces of pot for an item posted for sale on Craigslist.   Castle, founder of the Chico Cannabis Club, was arrested at a motel where cops allegedly found more than 5 pounds of marijuana and a loaded gun.  ***  This naked bid for leniency didn’t work.   Julia Laack, 36, of Sheboygan, Wis., was sentenced to six months in jail for shoplifting.   When cops went to her home, a drunken Laack stripped to her undies and told them they couldn’t arrest her because she was naked. She eventually pleaded no contest. <em> </em>",
    "2010 - 1660": "  Call it reef madness.   A US border inspector thought he smelled something fishy about a truckload of white sea bass headed into San Diego from Tijuana, Mexico.   It was a good hunch.   Authorities seized 708 pounds of marijuana stowed under the fish.  ***  An anti-prostitution activist is on the hook after finding himself on the wrong side of the law.   The 51-year-old Detroit man was arrested for impersonating an officer, flashing a badge at a streetwalker and yelling, “Get off the street!”   The woman turned out to be an undercover female officer — although she was out to bag johns, not loudmouths.  ***  Want to make a job application stand out? Try robbing your potential employer at gunpoint.   A California woman is accused of robbing Premier Cash Advance in Greeley, Colo. — two months after applying for a job there.   In affidavits obtained by the Greeley Tribune, investigators say Christine Drummond confessed to robbing the business.   Employees at the check-cashing store recognized Drummond from when she applied for a job.  ***  A Southern California school district has pulled dictionaries from classrooms because a parent complained when a child found the term “oral sex.”   The Menifee Union School District, about 80 miles southeast of Los Angeles, acknowledged the book is a respected resource. But officials found that “a number of referenced words are age-inappropriate.”  ***  A drastic lack of sperm donors in Britain has women there importing semen from abroad or using do-it-yourself insemination kits.   A 2005 change in the law that removed sperm donors’ right to anonymity has led to a sharp drop in donations. <em> </em>",
    "2010 - 2209": "PITTSBURGH — A San Francisco man claims he was high on a double dose of medical marijuana cookies when he screamed, dropped his pants and attacked crew members on a cross-country flight, forcing its diversion to Pittsburgh, the FBI said Wednesday. Kinman Chan, 30, was charged in a criminal complaint with interfering with the duties of a flight attendant on allegations that he fought with crew members of US Airways Flight 1447 from Philadelphia to Los Angeles on Sunday. His federal public defender, Jay Finkelstein, declined to comment. Crew members said Chan made odd gestures before he entered the plane’s rear restroom shortly after takeoff and began to scream, according to the complaint. Chan told the FBI that he “came back to reality” and exited the restroom, at which point the crew noticed his “pants were down, his shirt was untucked and all the compartments in the restroom were opened.” When crew members tried to get Chan to sit, he fought them and had to be subdued in a choke hold, the complaint said. Chan told agents who interviewed him in Pittsburgh that he ate marijuana cookies while waiting for his flight to depart in Philadelphia. “Chan advised he has a medical marijuana card and he took double his normal dose,” the complaint said. Margaret Philbin, a spokeswoman for the U.S. attorney’s office in Pittsburgh, said Chan has a legally issued medical marijuana card for a “legitimate” health issue, which she declined to identify. The flight was diverted to Pittsburgh International Airport, where Chan was arrested, then jailed until a federal magistrate granted him bond Tuesday, Philbin said. Chan remained jailed Wednesday because Allegheny County officials have also charged him with disorderly conduct, Philbin said. Chan arrived at Philadelphia International Airport after attending a conference in the Dominican Republic. The flight to Los Angeles was part of his trip home to San Francisco, authorities said. Chan was scheduled for a preliminary hearing Wednesday afternoon, but that was postponed until Friday because of a paperwork delay, Philbin said. The charge of interfering with the duties of a flight attendant carries up to 20 years in prison and a $250,000 fine. ",
    "2010 - 1673": "  Take two of these and call your lawyer in the morning.   A San Francisco man took a double dose of his medical marijuana cookies and freaked out aboard a US Airways jet en route from Philly to LA, screaming, dropping his pants and fighting with the crew, and forcing the pilot to make an emergency landing in Pittsburgh.   Kinman Chan, 30, was taken into FBI custody, which definitely harshed his mellow.  ***  German cops chasing a scared dog that had gotten loose on the autobahn ended their pursuit by running the poor pooch over rather than shutting down the highway.   They then sent the dog’s owner a bill for $4,000 to pay for damages to the police car.  ***  On the other hand . . .   A Slovenian doctor who saved three dogs from being put to sleep for attacking humans was killed when the dogs mauled him.   The bull mastiffs had been ordered put down after attacking several people. After their owner died, the doctor had intervened to keep them alive, and they attacked him in his garden.  ***  He didn’t break the law, he smashed it.   A South African minibus driver was arrested for being five times over the legal drinking limit while carrying 49 kids to school crammed aboard a bus designed for only 16 people.  ***  This snake wouldn’t even be able to get on the plane.   No-smoking flights would make it impossible for a chain-smoking puff adder to fly after its owner got it hooked on smokes.   “One day when I threw a cigarette butt away, he went for it and seemed to enjoy having it in his mouth,” said owner Sho Lau, of Taiwan. “One thing led to another, and before long, he was having one cigarette in the morning and another at night.” <em> , </em>",
    "2010 - 1678": "  A Brentwood, Calif., man has found a way to keep his prized 1984 Ferrari in his sight — by parking it in his living room.   Problem is, neighbors want to slam the brakes on a 10-foot bridge Holger Schubert built linking his third-floor luxury living room to the road.  ***  Bettors, take note: Kutai, an orangutan at the Oregon Zoo, seems to be psychic when it comes to the Super Bowl.   Kutai has picked the winners in four of the past five Super Bowls, including the 2008 nail-biter in which the Giants defeated the New England Patriots.   He says the Colts will beat the Saints in tonight’s game — indicating his prediction by picking a Colts T-shirt over a Saints one.  ***  A pot-smoking 34-year- old parolee in Grand Junction, Colo., now faces criminal charges for allegedly offering a $300 bribe to a state worker to allow him to pass a drug test.   Police said the state worker saw Chad Thomas using a penis-shaped cheating device called a “Whizzinator” attached to his private parts.   When the bribe didn’t work, Thomas claimed he had a legal medical-marijuana card. That didn’t work either — he was locked up again.  ***  A 62-year-old Michigan sledder, who cops said was seeking a “rocket-launch effect,” filled a car muffler with gasoline and gunpowder, hoisted it on his back and lit it.   Instead of a blast of speed, the unidentified man’s homemade rocket exploded, burning 20 percent of his body.  ***  A 21-year-old Milwaukee man was trying to be funny by wearing a ski mask to his mother’s house and pretending to rob her.   But his 37-year-old mom took the prank seriously — she pulled out a .357 and shot him. His wounds are not life-threatening.<em></em>"
}