{
    "2021 - 1249": "Oregon’s law <a href=\"https://nypost.com/2020/11/04/oregon-becomes-1st-state-to-legalize-magic-mushrooms/\">decriminalizing small amounts</a> of all street drugs went into effect on Monday — making it the first state in the nation to enact such a measure.Those found with personal-use amounts of drugs — including heroin, cocaine, methamphetamine, LSD, oxycodone and ecstasy — will now face a $100 fine instead of a criminal charge.Known as Measure 110, the legislation was overwhelmingly approved by state voters in November. It focuses on providing drug users with treatment through newly funded addiction recovery centers.“Today, the first domino of our cruel and inhumane war on drugs has fallen,setting off what we expect to be a cascade of other efforts centering health over criminalization,” Kassandra Frederique, executive director of the Drug Policy Alliance, told the Associated Press.The law was not without opposition. Two dozen district attorneys argued it would lead to the normalization of dangerous drugs.Oregon is known to be at the forefront of progressive drug laws.In 1973, the state became the first in the nation to decriminalize marijuana. Then, in 2014, recreational marijuana became legal in Oregon.<em>With Post wires </em>",
    "2021 - 1763": "A Pennsylvania man with an uncanny resemblance to pop hunk Harry Styles is accused of hitting a woman over the head with an automatic rifle — and grabbing her breasts — during a robbery at a Tyrone apartment, a report said.But it was Jason Sanderlin’s mugshot that grabbed all the attention, with <a href=\"https://www.wearecentralpa.com/news/local-news/harry-styles-look-alike-arrested-for-armed-robbery/\" rel=\"noreferrer noopener\" target=\"_blank\">WTAJ</a> the first to notice a “striking resemblance” to 27-year-old former One Direction star Styles.Sanderlin, 21, shares similar features — but is given away by a large “33” tattooed on the side of his forehead.The suspect is also listed as 5 feet 4 inches tall in court records, the station said — positively diminutive compared to Styles’ 6-foot frame.Sanderlin is accused of ordering three people to get on the floor after kicking down the door of an apartment on Jan. 21 and attacking the woman as she tried to resist being zip-tied, WTAJ said. He allegedly took $400 in cash and a stash of marijuana.He was allegedly turned in by his longtime girlfriend, who IDed him from surveillance footage — and is also charged with helping her carry out an earlier robbery, the outlet said.He also allegedly posted a Snapchat video immediately after the robbery showing off the marijuana that he then tried to sell, the report said.State police have charged Sanderlin with felony counts of robbery, conspiracy, indecent assault, aggravated assault and criminal trespass along with misdemeanor counts that include false imprisonment, indecent assault and terroristic threats, WTAJ said.He is being held on $200,000 cash bail for that robbery, as well as $50,000 cash bail for the robbery with his girlfriend in Altoona.",
    "2021 - 1068": "He’s proud to be a Florida man. A man with a Florida tattoo on his forehead has been arrested for calling 911 twice to get a ride home, authorities said.Matthew Leatham, 22, dialed 911 to request a ride home after 4 a.m. in the New Port Richey suburb of Tampa on Sunday, <a href=\"https://www.civitekflorida.com/ocrs/app/docketimage.pdf?query=9zBNpu-I7Nv8TRJHTZQ7dzDQ8jSUTeWsc27r-UnpVGGJp7Fo9fabOtqmGIAnPvfKmGtObtCXqiZna-v7dY1rx59gfFV1W4hB7_KYT6nUCL2bfC9RHr35DS-EbVqWQlMv&amp;pages=2\" rel=\"noreferrer noopener\" target=\"_blank\">according to a criminal complaint</a>. A Pasco County deputy found Leatham and offered to call him a cab, but he said he didn’t have money, the complaint states. Leatham then began walking in the direction he lives and again called 911 for a ride, cops said. The officer caught up to him and arrested him as he was on the line, according to the complaint. Authorities say the officer searched Leatham and found marijuana. He has been charged with misuse of the 911 system as well as possession of marijuana.Leatham was released on $300 bond. ",
    "2021 - 3885": "A Minnesota man twice bailed out by a Vice President Kamala Harris-backed nonprofit group has been busted a third time on felony drug charges, authorities said.Thomas Moseley’s latest collar stems from his arrest on Oct. 15, 2020, when he was picked up at a George Floyd-related protest and charged with damaging the Minneapolis Police Department’s Fifth Precinct months earlier, <a href=\"https://minnesota.cbslocal.com/2021/01/28/new-felony-charges-for-minneapolis-man-charged-3-times-since-october/\" rel=\"noreferrer noopener\" target=\"_blank\">WCCO-TV reported.</a>Police found a handgun in his waistband and charged him with possession of a dangerous weapon.Moseley, 29, of Minneapolis, was also busted on rioting charges from a Dec. 31, 2020, demonstration.In both cases, he was freed with the help of the Minnesota Freedom Fund — which fronted his $5,000 bail in the October case and $60,000 in the December case, <a href=\"https://www.foxnews.com/politics/bail-fund-kamala-harris-thomas-moseley\" rel=\"noreferrer noopener\" target=\"_blank\">Fox News reported</a>, citing a criminal complaint.Established in 2016, the fund has vowed to put up cash to help protesters get released from jail, though it <a href=\"https://nypost.com/2020/06/16/minnesota-freedom-fund-spent-200k-on-bail-despite-millions-in-donations/\">faced extreme scrutiny</a> over the summer after admitting it had only spent $200,000 in bail money — despite being flooded with more than $30 million in donations.In June, Harris pushed for contributions to the nonprofit.“If you’re able to, chip in now to the @MNFreedomFund to help post bail for those protesting on the ground in Minnesota,” <a href=\"https://twitter.com/KamalaHarris/status/1267555018128965643\" rel=\"noreferrer noopener\" target=\"_blank\">she wrote.</a>Moseley’s most recent case is related to his October arrest. During a search of his pickup truck, police found a cache of weapons — “three handguns, a shotgun and a semi-automatic rifle as well as a panel for stopping bullets in a bullet-proof vest, a gas mask and about 50 bullets,” according to prosecutors.They also found marijuana, cocaine and psychotropic mushrooms resulting in his most recent arrest on three felony counts of fifth-degree possession of a controlled substance while in possession of a firearm.Bail in the drug case was set at $250,000. Hennepin County Jail records show that Moseley remains in custody.He is also under investigation on suspicion he used a straw buyer to buy a semiautomatic weapon on Jan. 7 and Jan. 12 — with jail records showing he’d just been released from prison on Jan. 5, Fox News said.The Minnesota Freedom Fund has bailed out other defendants on violent crimes, <a href=\"https://www.fox9.com/news/minnesota-nonprofit-with-35m-bails-out-those-accused-of-violent-crimes\" rel=\"noreferrer noopener\" target=\"_blank\">according to an August report from Fox 9.</a>They include Darnika Floyd, charged with second-degree murder in the fatal stabbing of a friend. The fund paid $100,000 cash for her release, the outlet said.Twice-convicted rapist Christopher Boswell was sprung on $350,000 cash bail on two separate cases involving kidnapping, assault and sexual assault charges.The nonprofit released a lengthy statement to WCCO-TV in response to Moseley’s cases, saying, “We do not make determinations of bail support based on the crimes that individuals are alleged to have committed.”“Freedom Fund believes that every individual who has been arrested by the police is innocent until proven guilty, and should not have to wait in jail simply because they do not have the same income or resources as others with more financial privilege,” it said.It also reiterated a statement from Moseley’s attorney that said, “This is a persecution of a political activist with prosecutors using an organization that helps pay people’s bail as an excuse to raise their bail.”",
    "2021 - 2168": "The world’s oldest profession just got some new rules in Amsterdam.The liberal Dutch city’s notorious red-light district will be moved to the outskirts of town in an effort to help legal sex workers avoid ridicule from tourists, lawmakers said in a report Thursday.Brothel windows will be shuttered in the bustling De Wallen neighborhood and an “erotic centre” will be set up in a yet-to-be-determined area, according to the <a href=\"https://www.theguardian.com/world/2021/feb/01/amsterdam-to-move-sex-workers-out-of-city-centre-in-tourism-reset\" rel=\"noreferrer noopener\" target=\"_blank\">UK Guardian.</a>Amsterdam’s city council voted last week to relocate the district after <a href=\"https://nypost.com/2019/07/03/amsterdams-first-female-mayor-plans-to-revamp-red-light-district/\">Mayor Femke Halsema </a>last year said workers in brothels often face abuse and mockery from lookie-loos and out-of-towners, according to the outlet.Other elected officials said the relocation would help clean up the city’s image on a global stage.“We have to intervene firmly,” said Dennis Boutkan, of the Dutch Labour party. “This is about a reset of Amsterdam as a visitor city.”But some sex workers were not happy about potentially being pushed to an area with less foot traffic.“Relocating those workplaces is not an option because then the customers will not know where to find the sex workers. Will Halsema also sometimes organize bus trips [to the new area]?” one member of the sex worker group Red Light United told the <a href=\"https://myprivacy.dpgmedia.nl/consent?siteKey=5id0G7K93Kr6sOje&amp;callbackUrl=https%3a%2f%2fwww.parool.nl%2fprivacy-wall%2faccept%3fredirectUri%3d%252f\" rel=\"noreferrer noopener\" target=\"_blank\">Het Parool newspaper.</a>A recent survey of 170 sex workers in Amsterdam also showed 90 percent of them wanted to continue to work in the touristy part of town, which features marijuana dispensaries, cobblestone alleys and canals, the paper reported.Last year, Halsema told the paper, “Relocating prostitution is an option. We haven’t worked out how to go about that yet, but we must dare to consider an end to prostitution in the Red Light District.”",
    "2021 - 1623": "Now this is some Oompa loompa <a href=\"https://nypost.com/2020/04/21/squatters-arrested-at-4-20-party-in-empty-flatiron-building/\">doompety dope</a>.Hundreds of pounds of illegal marijuana edibles — including boxes of weed-infused Wonka-branded chocolate bars — were seized from an upstate driver, according to cops who arrested him.Driver Lindsay Miranda, 21, of Hudson, was hauling a massive load of stoner treats, including Pop Rocks-style THC candy,  along with $8,000 in cash when officers pulled him over for a traffic violation in Schuyler at 12:50 p.m. Wednesday, state police <a href=\"https://www.nyspnews.com/hudson-man-arrested-for-felony-possession-400-pounds-thc-marijuana-edibles-following-traffic-stop-on-thruway..htm\" rel=\"noreferrer noopener\" target=\"_blank\">said in a press release</a>.After speaking to the driver, a cop searched his car and found what looked like a weed shop on wheels —  400 pounds of marijuana edibles and two pounds of flower-form pot, police said.“Good work getting these drugs off the road!” the <a href=\"https://twitter.com/nyspolice/status/1357421274688081921/photo/4\" rel=\"noreferrer noopener\" target=\"_blank\">New York State Police</a> tweeted Thursday along with a photo of the drugs.Miranda was charged with felony second-degree criminal possession of marijuana, officials said. He was later released on his own recognizance.Although recreational marijuana is now legal in nearby states such as <a href=\"https://nypost.com/2020/11/03/new-jersey-votes-yes-on-legalizing-marijuana/\">New Jersey</a> and Massachusetts,  possession of the drug is still illegal in the Empire State.",
    "2021 - 3031": "Pennsylvania Lt. Gov. John Fetterman – who brands himself as “a different kind of Democrat” – <a href=\"https://johnfetterman.com/\" rel=\"noreferrer noopener\" target=\"_blank\">announced his run</a> for the US Senate Monday.Fetterman is the first major candidate to announce his candidacy for the Pennsylvania seat that will be vacated by <a href=\"https://nypost.com/2020/10/05/sen-pat-toomey-expected-to-announce-he-wont-seek-re-election/\">retiring Republican</a> Pat Toomey in 2022.The 6-foot-8, former college football player is known for his unorthodox style, eschewing business suits in favor of blue collar work clothes during his political rise from mayor of the hard-scrabble struggling steel town of Braddock.“I came to Braddock, you know 20 years ago because I wanted to work and fight against the inequality that I saw raging in this country,” Fetterman said over eerie music and shots of rundown neighborhoods in his <a href=\"https://www.youtube.com/watch?v=6x6MkUfZEWE\" rel=\"noreferrer noopener\" target=\"_blank\">campaign launch video</a>.“Braddock was a marginalized, wholly abandoned community. But that’s exactly where I wanted to spend my career,” the voice over continues, as the candidate shows off crude arm tattoos of his zip code, and the dates of the homicides committed in town under his leadership.In between clips of interviews with Stephen Colbert and news anchors talking about his bipartisan appeal, Fetterman makes his plea to disenfranchised Rust Belt residents.“These places across Pennsylvania feel left behind. They don’t feel [like] part of the conversation. That’s why Donald Trump went to these small counties and held these big rallies. Talk is cheap but for the last 20 years I’ve been working to represent, rebuild and to advance these places,” Fetterman said in the promotional video.The Harvard-educated, conservative-reared, progressive politician is well known for officiating a gay marriage before it was legal in the state.Fetterman’s campaign website highlights his support for organized labor, recreational marijuana, gay rights and a $15 minimum wage.He is a proponent of health care and criminal justice reform, backs Black Lives Matter and is seeking donations of as little as $1 online from his grassroots base.He raised $1.4 million in the weeks before the announcement, <a href=\"https://www.politico.com/news/2021/02/08/fetterman-senate-pennsylvania-466932\" rel=\"noreferrer noopener\" target=\"_blank\">according to Politico</a>.The Democrat ran for the Senate seat in 2016, but failed to secure his party’s nomination.Fetterman, his <a href=\"https://nypost.com/2017/04/15/how-a-mayors-wife-brought-a-factory-town-back-from-the-brink/\">wife Gisele</a> and their three children chose to not live in the Lt. Governor’s Mansion in Harrisburg, and instead <a href=\"https://nypost.com/2019/06/07/pennsylvania-lieutenant-governor-opens-pool-for-kids-who-dont-have-access-to-one/\">opened up the pool</a> to children in need.The Fetterman family lives in a restored car dealership in Braddock.",
    "2021 - 2360": "The shooter who <a href=\"https://nypost.com/2021/02/09/gunman-reportedly-opens-fire-inside-allina-health-clinic-in-buffalo/\" rel=\"noreferrer noopener\" target=\"_blank\">opened fire inside a Minnesota health clinic </a>Tuesday was “no stranger” to law enforcement — and had been disgruntled with the healthcare system, police said.Gregory Paul Ulrich, 67, has been identified as the gunman who killed at least one person and critically injured four others around 11 a.m. at the Allina Health Clinic in Buffalo, <a href=\"https://www.kare11.com/article/news/crime/shooting-at-buffalo-clinic-multiple-people-wounded/89-dce25ca1-10a5-4b48-9ad8-3c5fd4116130\" rel=\"noreferrer noopener\" target=\"_blank\">police and reports said</a>.“We are very familiar with the suspect,” Buffalo Police Chief Pat Budke told reporters.Budke said that it was likely a targeted attack against the facility or someone inside — noting that Ulrich had previous conflicts with health care clinics in the area.“All I can say is, it’s a history that spans several years and there’s certainly a history of him being unhappy with health care and with the health care that he’d received,” Budke said.But despite his known gripes, there was “nothing to indicate that we would’ve been in the situation where we are at today,” Budke said.Authorities responded to the clinic Tuesday to find a “horrible” scene with several people injured — as well as a potential explosive device that forced them to evacuate the premises. “Upon arrival, we also located several victims, it’s a horrible looking scene and our staff immediately began rendering aid to those victims,” Wright County Sheriff Sean Derringer said. Officers also later found multiple suspicious devices at a nearby Super 8 motel where Ulrich was staying, authorities said. It’s unclear whether they detonated.Ulrich was taken into custody shortly after the shooting.Deringer said that Ulrich had been known by the agency for nearly two decades.“We have had several calls for service regarding Mr. Ulrich dating back to 2003,” he said, adding that he was “no stranger to law enforcement.”His previous brushes with the law include arrests for drunken driving and possession of small amounts of marijuana between 2004 and 2014 —  including two convictions for gross misdemeanor drunken driving that resulted in jail time.<em>With Post wires</em>"
}