{
    "2008 - 2690": "A autopsy has concluded there was no marijuana in the body of slain Fifth Avenue millionaire Linda Stein, The Post has learned.   The revelation further undermines the confession of her personal assistant, Natavia Lowery, that she murdered the “Realtor to the stars” in a fit of anger after Stein blew pot smoke in her face, sources told The Post.   Lowery, 26, has admitted to shattering Stein’s skull with a yoga bar in a fit of rage, claiming Stein – who had a reputation as a cranky boss – hurled racial slurs at her and then repeatedly blew blasts of marijuana smoke at her even after she begged her to stop because it was making her nauseous.   But sources say final toxicological tests on Stein completed last week showed no traces of marijuana in her system – putting to rest suggestions Stein had been recently using pot to ease her pain while battling cancer.   Cops also did not find any marijuana ashes near her body.   The medical examiner’s finding fuels the evolving theory of prosecutors and NYPD investigators that Lowery had been looting her boss’ bank and credit-card accounts and that she killed her when Stein discovered the thievery.   “There would be some evidence of the marijuana if she had smoked it,” a forensic expert said, “even traces that had been metabolized for days and days.”   The Post reported last month that Stein’s bank accounts and American Express card showed evidence that Lowery – who had a previous arrest for identity fraud – had stolen tens of thousands of dollars from Stein.   There is even bank surveillance video of Lowery posing as Stein, a punk-rock pioneer who once managed the Ramones.   Lowery’s lawyer, Ron Kuby, yesterday insisted cops coerced Lowery into a false confession.   “The police were able to tell her the things they knew, and she repeated those things back,” he said. “She made things up to get out of the interrogation room. She made up the marijuana smoke. She made up the yoga stick. She made up the killing to get out of the interrogation room.   “The only way to get out was to confess,” he said. “If they had kept her another hour longer, she would have told them the hiding place of Osama bin Laden.”   Stein’s body was discovered lying in a pool of blood in her penthouse apartment last October on a day when the only other person in the home was Lowery.   Just days after the murder, Lowery used Stein’s cards and bought herself tickets to see her boyfriend in Virginia Beach and even pretended to be Stein to try to open more accounts, prosecutors have disclosed.   Lowery, who is pregnant, is being held without bail.<em><a class=\"a10blb\" href=\"mailto:murray.weiss@nypost.com\">murray.weiss@nypost.com</a></em>",
    "2008 - 2498": "THE largest fund-raiser for Christine Quinn’s mayoral campaign is an Orthodox Jewish singer who helped collect $53,850 from fellow observant Jews who supposedly don’t support gay politicians.   Campaign filings show that Brooklyn-based Shloime Dachs led all other “intermediaries” who rounded up funds for Quinn, the first openly gay City Council speaker.   Many of the 29 contributors are affiliated with organizations – including Agudath Israel and the Ohel Children’s Home and Family Services – that receive funding from the council.   Seven of the contributors also wrote checks to the other leading Democratic mayoral contenders, Comptroller Bill Thompson and Rep. Anthony Weiner.   Marvin Hellman, who operates his own real-estate management firm, said he chipped in $1,500 for Quinn because “I’m a friend of Shloime Dachs.”   Despite his religious leanings, Hellman said he was not concerned about Quinn’s sexual orientation.   “That’s not an issue for me,” he said.   Asked why he also gave $1,000 to Thompson and $2,000 to Weiner, Hellman said, “I’m politically active.”   Dachs didn’t return several calls about a fund-raiser Nov. 7 held in his home, which Quinn attended.   But Councilman Simcha Felder, also an Orthodox Jew, readily admitted he was behind the event.   “I am delighted to say I arranged this fund-raiser and was delighted to encourage people in my district and beyond to support the speaker, who is doing a wonderful job for the city,” he said.   But Felder (D-Brooklyn) stopped short of endorsing Quinn for mayor. “Not at this time,” he said.   An executive at one Jewish nonprofit defended the contributions by the orthodox.   “Why should they be any different than the cultural institutions or anyone else?” the exec said. “When it comes to the budget, she’s the second most powerful official in the city.”   * <a class=\"legacy-link\">Gov. Spitzer</a>‘s proposal to raise $13 million next year by taxing drug dealers isn’t sitting well with <a class=\"legacy-link\">Mayor Bloomberg</a>.   Bloomberg made his feelings known in Baltimore Thursday during a meeting of his alliance to combat the spread of illegal guns.   When the conversation turned to the topic of micro-stamping bullets to help authorities trace guns used in crimes, he veered off course to take a slap at Spitzer.   “Our governor wants to tax marijuana sales,” the mayor said. “Maybe he’ll tax this, as well.”<em><a class=\"a10blb\" href=\"mailto:david.seifman@nypost.com\">david.seifman@nypost.com</a></em>",
    "2008 - 1978": "He may be a fake Elvis, but he’ll be singing some real jailhouse rock.   Elvis impersonator Frederick Denmark, 47, told people his Tampa, Fla., house had burned down, so they threw him a benefit concert that raised more than $2,000.   Problem is, there never was a fire, so Denmark was charged with fraud and grand theft. <strong>****</strong>  It’s a pretty funny way to get extra credit.   Students in a University of Michigan biology class took their assignment to plant a garden of herbs, vegetables and flowers a bit too far – by planting 11 marijuana plants as well.   The class has about 80 students, so authorities are not sure who was responsible. <strong>****</strong>  He must have been seeing double.   A Wisconsin man was busted for causing <em>two </em>drunken-driving accidents in just three minutes.   First, the man ran a stop sign and crashed into a pickup truck. But he kept going, and minutes later hit an SUV as he turned onto a highway.   No one was seriously hurt, but the man was charged with DWI and hit-and-run. <strong>****</strong>  If you score a cemetery plot in this Italian town, you’ve really hit the jackpot.   The graveyard is so full in Marano that officials are selling lottery tickets for final resting places.   Marano, which is near Naples, has just 48 plots left in an “emergency” graveyard.   Officials were worried that people would try to get in with bribes, so they came up with the lottery scheme. <strong>****</strong>  Guess there must be a lot of fools willing to part with their money.   Officials in a remote Russian region where there have been dozens of reports of UFO sightings have started work on a $6 million center to attract alien-obsessed tourists.   The center will include an observatory and a special trail along sites of supposed sightings.   A lawyer will even open an office to give advice on compensation to people who believe they have been abducted by aliens.   We’re not sure, though, how you sue a Martian. ",
    "2008 - 1473": "Snoop Dogg has been busted for smoking weed – again!   The rapper was handed a desk-appearance ticket Wednesday night outside a Manhattan nightclub, his lawyer told The Post yesterday.   “He did not get arrested. He received a ticket for possession of marijuana,” said Dogg’s lawyer, Donald Etra.   “We are contesting the ticket.”   Etra would not identify the club.   Dogg has been busted many times for living the high life.   He is currently on probation for five years following a no-contest plea in April 2007 to marijuana- and gun-possession charges after being arrested at Bob Hope Airport in Burbank, Calif., in October 2006.   He was also arrested following a concert in Sweden in March 2007 after cops said he and a woman he was with reeked of marijuana.   The 36-year-old rapper – whose real name is Calvin Broadus Jr. – was also convicted in 1990 of cocaine possession and charged with gun possession after a 1993 traffic stop.   He was acquitted of a murder charge in 1996 after the death of an alleged street-gang member killed by gunfire from the vehicle in which Dogg was riding.   On April 26, 2006, Dogg and members of his posse were busted at London’s Heathrow Airport for allegedly vandalizing a duty-free shop after they were turned away from British Airways’ first-class lounge.   The group has been banned by British Airways for “the foreseeable future.”<em><a class=\"a10blb\" href=\"mailto:hasani.gittens@nypost.com\">hasani.gittens@nypost.com</a></em>",
    "2008 - 2412": "Manhattan A woman was charged with terrorizing her ex-boyfriend on the phone and trashing his East New York home after she unknowingly confessed to a cop, authorities said yesterday.   Christin Vinas, 32, allegedly made several threatening calls to her ex on his cellphone Thursday after he left his Van Siclen Avenue residence for work.   During the calls, Vinas allegedly threatened to assault the victim’s new girlfriend and destroy his house. When the victim, 29, returned home that evening, he found his house in disarray with his laptop and stereo broken, cops said.   Minutes after police arrived, Vinas again called her ex on his cell and he put her on speaker phone so the officer could hear, sources said.   During the conversation, Vinas allegedly made more threats and admitted to “destroying” the victim’s possessions.   She was arrested that day on charges of aggravated harassment, burglary and criminal mischief.  *  Two drivers were charged with assaulting each other during an argument in East New York, authorities said yesterday.   José Medina, 19, told cops that Antanas Jankayskas, 61, was blocking a driveway with his vehicle at Linden Boulevard and Georgia Avenue at around 11:40 a.m. Thursday.   Medina, who was trying to park in the driveway, asked Jankayskas to move his car, but he refused, Medina told police.   Each told cops the other punched him – so cops arrested both.   The Bronx  A thug shot two men, one fatally, during an argument yesterday in Bedford Park, police said.   The unidentified gunman clashed with George Torres, 25, of Orlando, Fla., and a 31-year-old man whose name was withheld, on East 198th Street and Valentine Avenue at around 1:50 a.m., cops said.   The killer pulled a gun and shot Torres in the back and the other man in the leg, police said.   Torres was rushed to St. Barnabas Hospital, where he died. The other victim was in stable condition.   Staten Island  Two people were arrested after cops executed a search warrant at their Midland Beach home, authorities said yesterday.   Jesse VanKlein, 23, and Denise VanKlein, 48, were in their residence on Nugent Avenue when police issued the warrant at about 6 a.m. Thursday.   In Jesse’s bedroom, the officers found an oxycodone pill and an ecstasy pill, as well as an air gun and 76 rounds of ammo, cops said.   In Denise’s room, the police allegedly discovered a marijuana cigarette and more ammo. ",
    "2008 - 3016": "Deceit, thy name is woman.   Most females lie “more cleverly and successfully than men” about everything from infidelity and facelifts to barhopping and shopping binges, according to a new book.   “Women lie as a survival technique, but also to get what they want,” said Susan Shapiro Barash, author of “Little White Lies, Deep Dark Secrets: The Truth About Why Women Lie,” published by St. Martin’s Press this week.   Barish said a Rockland County woman stripped of her secrets on Fox TV’s reality show “Moment of Truth” last week proves her research true.   Lauren Cleri, 26, admitted on air she had cheated on her NYPD cop husband and preferred an ex-boyfriend. But she failed a polygraph, and lost $200,000, by answering “yes” when asked if she believed she was a good person.   “It supports my thesis that women are talented at lying – but perhaps not enough to pass a lie-detector test,” Barash said.   Barash interviewed 500 women nationwide who answered her Craigslist ads seeking females to confide what they fib about. Among her findings:   * 75 percent lie about how much money they spend. For instance, they sneak purchases inside their homes after shopping or hide the price tags.   * 50 percent harbor “mixed feelings about mothering.” One told Barash, “I look at these children and I crave sleep and free time. They wear me out and make me jealous of working women who have no children, no husbands.”   * More than 60 percent cheated on their husbands. A 32-year-old mother conducted her trysts while telling her trusting husband she was working late. Even in asking for a divorce, she withheld the truth: “I didn’t say I had fallen for another man. He was better off with my lies.”   Many women use the “betterment lie,” as Barash calls it, as a means to an end.   A 30-year-old model romanced a middle-aged married man for the money. After snagging him, she faked her affections: “I say ‘I love you,’ and don’t mean it.”   Some lie to cover up childhood incest or domestic abuse, or taboo behavior like drinking, gambling or Internet-porn addiction.   More than 80 percent believe in “beneficial lying.” A New Jersey mom doesn’t tell her well-behaved daughter about her own wild teen years of marijuana and partying.   Urban women favor the “competitive lie,” Barash said. “You lie about money and cosmetic surgery. Your out-of-work husband is a ‘consultant.’ You embellish your kids’ accomplishments, or downplay their SAT tutoring.”   In the “lying to yourself” category, the book mentions Hillary Rodham Clinton, who as first lady went on TV to blast the Monica Lewinsky scandal as a political attack against her husband. She later acknowledged Bill’s cheating.   Others lie because “there’s too much to lose,” Barash said. Rudy Giuliani’s wife, Judith, guarded a secret that she was married twice, and not once, previously. The truth, which Rudy apparently knew, hit the front pages when he ran for president. <a class=\"a10blb\" href=\"mailto:susan.edelman@nypost.com\">susan.edelman@nypost.com</a>",
    "2008 - 2246": "An NYPD Internal Affairs Bureau lieutenant has been stripped of his badge and guns for his alleged role in a pot-fueled double date that ended with his pal accused of rape, The Post has learned.   Lt. David Dent, 39, has been transferred to a video-surveillance unit in a Brooklyn housing project after an early-morning soiree at his girlfriend’s East Village apartment led to the arrest of his buddy, Mor Hason, 22, of Forest Hills, Queens.   Hason, who works at a real-estate broker’s office, is scheduled to appear in Manhattan Criminal Court today on charges he grabbed his 25-year-old victim, fondled her and then sodomized and raped her as she begged him to stop, court records show.   “Stop! Leave me alone! Please don’t do this,” the victim pleaded, according to court documents.   “I’m doing it!” the defiant suspect replied, the documents allege.   Dent’s lawyer, James Moschella, insisted: “Whatever they said occurred, Lt. Dent was not present and had no knowledge of anything that would be deemed inappropriate.” And that includes, Moschella said, “any knowledge that marijuana was smoked by anyone, and especially not by Lt. Dent,” who has cooperated with Internal Affairs and DA investigators.   Hason’s lawyer, Ted Delvalle, insisted that “whatever happened was consensual,” and that his client was “surprised she would make this up.”   According to sources, Dent became familiar with the Village when he served as a sergeant at the West 10th Street station house, occasionally stopping by bars and nightspots while off duty.   He made friends with a 25-year-old woman he began to date, and with Hason, sources said.   Last July, Dent, by then a lieutenant, was transferred to Internal Affairs..   On Nov. 11, he was off-duty, hanging out with Hason. At about 4 a.m., he called his girlfriend, who invited them over, mentioning that a friend from college was staying with her for a few days.   At around 6:30 a.m., Dent left the apartment.   Within an hour, the woman’s college pal ran into her bedroom and claimed she had just been raped.   The next day, Dent was placed on modified assignment, while Hason was arrested and freed on $50,000 bail.<a class=\"a10blb\" href=\"mailto:murray.weiss@nypost.com\">murray.weiss@nypost.com</a>",
    "2008 - 676": "A Manhattan federal court jury found five Bronx men guilty of dealing marijuana and using the money to launch an independent music label that distributed albums featuring big-name reggae stars like Wyclef Jean and Sean Paul.   The members of the John Shop Crew took in about 2,000 pounds of pot a week from California, with an estimated street value of $1 million. It was delivered via air cargo to their recording studio.   Prosecutors said the men used part of their weed wealth to launch the music label, John Shop Records, which featured internationally known reggae and hip-hop artists – and to furnish a luxury lifestyle of high-end vehicles, designer duds and jewelry. "
}