{
    "2014 - 6481": "COLORADO SPRINGS, Colo. — The doctors were out of ideas to help 5-year-old Charlotte Figi.Suffering from a rare genetic disorder, she had as many as 300 grand mal seizures a week, used a wheelchair, went into repeated cardiac arrest and could barely speak. As a last resort, her mother began calling medical marijuana shops.Two years later, Charlotte is largely seizure-free and able to walk, talk and feed herself after taking oil infused with a special pot strain. Her recovery has inspired both a name for the strain of marijuana she takes that is bred not to make users high – Charlotte’s Web – and an influx of families with seizure-stricken children to Colorado from states that ban the drug.“She can walk, talk; she ate chili in the car,” her mother, Paige Figi, said as her dark-haired daughter strolled through a cavernous greenhouse full of marijuana plants that will later be broken down into their anti-seizure components and mixed with olive oil so patients can consume them. “So I’ll fight for whoever wants this.”Doctors warn there is no proof that Charlotte’s Web is effective, or even safe.In the frenzy to find the drug, there have been reports of non-authorized suppliers offering bogus strains of Charlotte’s Web. In one case, a doctor said, parents were told they could replicate the strain by cooking marijuana in butter. Their child went into heavy seizures.“We don’t have any peer-reviewed, published literature to support it,” Dr. Larry Wolk, the state health department’s chief medical officer, said of Charlotte’s Web.Still, more than 100 families have relocated since Charlotte’s story first began spreading last summer, according to Figi and her husband and the five brothers who grow the drug and sell it at cost through a nonprofit. The relocated families have formed a close-knit group in Colorado Springs, the law-and-order town where the dispensary selling the drug is located. They meet for lunch, support sessions and hikes.“It’s the most hope lots of us have ever had,” said Holli Brown, whose 9-year-old daughter, Sydni, began speaking in sentences and laughing since moving to Colorado from Kansas City and taking the marijuana strain.Amy Brooks-Kayal, vice president of the American Epilepsy Society, warned that a few miraculous stories may not mean anything – epileptic seizures come and go for no apparent reason – and scientists do not know what sort of damage Charlotte’s Web could be doing to young brains.“Until we have that information, as physicians, we can’t follow our first creed, which is do no harm,” she said, suggesting that parents relocate so their children can get treated at one of the nation’s 28 top-tier pediatric epilepsy centers rather than move to Colorado.However, the society urges more study of pot’s possibilities. The families using Charlotte’s Web, as well as the brothers who grow it, say they want the drug rigorously tested, and their efforts to ensure its purity have won them praise from skeptics like Wolk.For many, Charlotte’s story was something they couldn’t ignore.Charlotte is a twin, but her sister, Chase, doesn’t have Dravet’s syndrome, which kills kids before they reach adulthood.In early 2012, it seemed Charlotte would be added to that grim roster. Her vital signs flat-lined three times, leading her parents to begin preparing for her death. They even signed an order for doctors not to take heroic measures to save her life again should she go into cardiac arrest.Her father, Matt, a former Green Beret who took a job as a contractor working in Afghanistan, started looking online for ways to help his daughter and thought they should give pot a try. But there was a danger: Marijuana’s psychoactive ingredient, THC, can trigger seizures.The drug also contains another chemical known as CBD that may have seizure-fighting properties. In October, the Food and Drug Administration approved testing a British pharmaceutical firm’s marijuana-derived drug that is CBD-based and has all its THC removed.Few dispensaries stock CBD-heavy weed that doesn’t get you high. Then Paige Figi found Joel Stanley.One of 11 siblings raised by a single mother and their grandmother in Oklahoma, Stanley and four of his brothers had found themselves in the medical marijuana business after moving to Colorado. Almost as an experiment, they bred a low-THC, high-CBD plant after hearing it could fight tumors.Stanley went to the Figis’ house with reservations about giving pot to a child.“But she had done her homework,” Stanley said of Paige Figi. “She wasn’t a pot activist or a hippy, just a conservative mom.”Now, Stanley and his brothers provide the marijuana to nearly 300 patients and have a waitlist of 2,000.The CBD is extracted by a chemist who once worked for drug giant Pfizer, mixed with olive oil so it can be ingested through the mouth or the feeding tube that many sufferers from childhood epilepsy use, then sent to a third-party lab to test its purity.Charlotte takes the medication twice a day. “A year ago, she could only say one word,” her father said. “Now she says complete sentences.”The recovery of Charlotte and other kids has inspired the Figis and others to travel the country, pushing for medical marijuana laws or statutes that would allow high-CBD, low-THC pot strains.Donald Burger recently urged a New York state legislative panel to legalize medical marijuana while his wife, Aileen, was in the family’s new rental house in Colorado Springs, giving Charlotte’s Web to their daughter Elizabeth, 4. The family only relocated to Colorado after neurologists told them Elizabeth’s best hope – brain surgery – could only stop some of her seizures.“It’s a very big strain being away from the rest of our family,” Aileen Burger said recently while waiting for her husband to return from a trip to sell their Long Island house. “But she doesn’t have to have pieces of her brain removed.”Ray Mirazabegian, an optician in Glendale, Calif., brought Charlotte’s Web to his state, where medical marijuana is legal. He convinced the Stanley brothers to give him some seeds he could use to treat his 9-year-old daughter Emily, who spent her days slumped on the couch. Now, she’s running, jumping and talking. Mirazabegian is cloning the Charlotte’s Web seeds and has opened the California branch of the Stanleys’ foundation.Mirazabegian has begun to distribute the strain to 25 families and has a waitlist of 400. It includes, he said, families willing to move from Japan and the Philippines.",
    "2014 - 4550": "DENVER — Colorado’s legal marijuana market is far exceeding tax expectations, according to a budget proposal released Wednesday by Gov. John Hickenlooper that gives the first official estimate of how much the state expects to make from pot taxes.The proposal outlines plans to spend some $99 million next fiscal year on substance-abuse prevention, youth marijuana-use prevention and other priorities. The money would come from a state 12.9 percent sales tax on recreational pot. Colorado’s total pot sales next fiscal year were estimated to be about $610 million.Retail sales began Jan. 1 in Colorado. Sales have been strong, although exact figures for January sales won’t be made public until early next month.The governor predicted sales and excise taxes next fiscal year would produce some $98 million, well above a $70 million estimate given to voters when they approved the pot taxes last year. The governor also includes taxes from medical pot, which are subject only to the statewide 2.9 percent sales tax.“Our policy of not banking marijuana-related businesses and not lending on commercial properties leased by marijuana-related businesses is based on applicable federal laws,” Wells Fargo spokeswoman Cristie Drumm told the Post.Washington state budget forecasters released a projection Wednesday for that state, where retail sales don’t begin for a few months.Economic forecasters in Olympia predicted that the state’s new legal recreational marijuana market will bring nearly $190 million to state coffers over four years starting in mid-2015. Washington state sets budgets biennially.In Colorado, Hickenlooper’s proposal listed six priorities for spending the pot sales taxes.The spending plan included $45.5 million for youth use prevention, $40.4 million for substance abuse treatment and $12.4 million for public health.“We view our top priority as creating an environment where negative impacts on children from marijuana legalization are avoided completely,” Hickenlooper wrote in a letter to legislative budget writers, which must approve the plan.The governor also proposed a $5.8 million, three-year “statewide media campaign on marijuana use,” presumably highlighting the drug’s health risks. The state Department of Transportation would get $1.9 million for a new “Drive High, Get a DUI” campaign to tout the state’s new marijuana blood-limit standard for drivers.Also, Hickenlooper has proposed spending $7 million for an additional 105 beds in residential treatment centers for substance-abuse disorders.“This package represents a strong yet cautious first step” for regulating pot, the governor wrote. He told lawmakers he’d be back with a more complete spending prediction later this year.The Colorado pot tax plan doesn’t include an additional 15 percent pot excise tax, of which $40 million a year already is designated for school construction. The governor projected the full $40 million to be reached next year.The initial tax projections are rosier than those given to voters in 2012, when state fiscal projections on the marijuana-legalization amendment would produce $39.5 million in sales taxes next fiscal year, which begins in July.The rosier projections come from updated data about how many retail stores Colorado has (163 as of Feb. 18) and how much customers are paying for pot. There’s no standardized sales price, but recreational pot generally is going for much more than the $202 an ounce forecasters guessed last year.Mason Tvert, a legalization activist who ran Colorado’s 2012 campaign, said other states are watching closely to see what legal weed can produce in tax revenue.“Voters and state lawmakers around the country are watching how this system unfolds in Colorado, and the prospect of generating significant revenue while eliminating the underground marijuana market is increasingly appealing,” said Tvert, who now works for the Marijuana Policy Project.Meanwhile, The Denver Post reported Wednesday that banks holding commercial loans on properties that lease to Colorado marijuana businesses say they don’t plan to refinance those loans when they come due. Bankers say property used as collateral for those loans theoretically is subject to federal drug-seizure laws, which makes the loans a risk.Colorado’s two largest banks, Wells Fargo Bank and FirstBank, say they won’t offer new loans to landowners with preexisting leases with pot businesses. And Wells Fargo and Vectra Bank have told commercial loan clients they either have to evict marijuana businesses or seek refinancing elsewhere.",
    "2014 - 761": "COEYMANS, N.Y. — State police say a 21-year-old Yonkers man faces multiple charges after driving his Acura Integra 144 mph along the state Thruway and refusing to stop for police.Police said Wednesday that Pedro Ramirez-Cuebas III was driving on I-87 at 9:43 p.m. Friday in Coeymans, about 10 miles south of Albany.When troopers tried to top him, police say he sped north, weaving in and out of traffic and turning his headlights on and off.He was taken into custody when he was forced to stop at the Exit 24 toll plaza in Albany.He was charged with felony first-degree reckless endangerment, fleeing a police officer and possession of marijuana.Ramirez-Cuebas was arraigned and sent to the Albany County jail to await further action in the Coeymans Town Court.",
    "2014 - 11706": "MEXICO CITY — The head of Mexico’s Sinaloa Cartel who was the world’s most powerful drug lord was captured overnight by US and Mexican authorities at a condominium in Mazatlan, Mexico, The Associated Press learned Saturday, ending a bloody decades-long career that terrorized swaths of the country.A senior US law enforcement official said Joaquin “El Chapo” Guzman was taken alive overnight by Mexican marines in the beach resort town. The official was not authorized to discuss the arrest and spoke on condition of anonymity.Guzman, 56, was found with an unidentified woman. The US Drug Enforcement Administration and the Marshals Service were “heavily involved” in the capture, the official said. No shots were fired.<a class=\"alignleft\" href=\"https://vip.nypost.com/wp-content/uploads/sites/2/2014/02/drug_war-mexico_guzman.jpg\" style=\"line-height:1.5em;display:inline !important;\"><img alt=\"\" class=\"alignnone size-nypost-small-post wp-image-3071841\" height=\"324\" sizes=\"(max-width: 231px) 100vw, 231px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2014/02/drug_war-mexico_guzman.jpg?w=231\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2014/02/drug_war-mexico_guzman.jpg?quality=75&amp;strip=all&amp;w=462 462w, https://nypost.com/wp-content/uploads/sites/2/2014/02/drug_war-mexico_guzman.jpg?quality=75&amp;strip=all&amp;w=346 346w, https://nypost.com/wp-content/uploads/sites/2/2014/02/drug_war-mexico_guzman.jpg?quality=75&amp;strip=all&amp;w=231 231w, https://nypost.com/wp-content/uploads/sites/2/2014/02/drug_war-mexico_guzman.jpg?quality=75&amp;strip=all&amp;w=115 115w, https://nypost.com/wp-content/uploads/sites/2/2014/02/drug_war-mexico_guzman.jpg?quality=75&amp;strip=all 1024w\" width=\"231\"/></a>Mexico’s Attorney General’s Office confirmed a capture on Saturday but would not say whether it was Guzman.“This is a huge success for Mexican authorities,” said Samuel Gonzalez, a former anti-drug prosecutor in Mexico, “that after so many years, this guy will return to prison. All of his victims deserve that.”Guzman faces multiple federal drug trafficking indictments in the US and is on the DEA’s most-wanted list. His drug empire stretches throughout North America and reaches as far away as Europe and Australia. His cartel has been heavily involved in the bloody drug war that has torn through parts of Mexico for the last several years.A legendary outlaw, Guzman had been pursued for several weeks. His arrest comes on the heels of the takedown of several top Sinaloa operatives in the last few months and at least 10 mid-level cartel members in the last week.The son of Sinaloa’s co-leader and Guzman’s partner, Ismael “El Mayo” Zambada, was arrested in November after entering Arizona, where he had an appointment with US immigration authorities to arrange legal status for his wife.The following month, Zambada’s main lieutenant was killed as Mexican helicopter gunships sprayed bullets at his mansion in the Gulf of California resort of Puerto Penasco in a four-hour gunbattle. Days later, police in the Netherlands arrested Zambada’s flamboyant top enforcer as he arrived in Amsterdam.For that reason, rumors circulated that that the government was mounting a major operation to get Zambada.Experts predict that as long as Zambada is at large, the cartel will continue business as usual.“The take-down of Joaquín ‘El Chapo’ Guzmán Loera is a thorn in the side of the Sinaloa Cartel, but not a dagger in its heart,” said College of William and Mary government professor George Grayson, who studies Mexico’s cartels. “Zambada … will step into El Chapo’s boots. He is also allied with Juan Jose “El Azul” Esparragoza Moreno, one of most astute lords in Mexico’s underworld and, by far, its best negotiator.”Guzman’s capture ended a long and storied manhunt. He was rumored to live everywhere from Argentina to Guatemala since he slipped out in 2001 from prison in a laundry truck — a feat that fed his larger-than-life persona. Because insiders aided his escape, rumors circulated for years that he was helped and protected by former Mexican President Felipe Calderon’s government, which vanquished some of his top rivals.In more than a decade on the run, Guzman transformed himself from a middling Mexican capo into arguably the most powerful drug trafficker in the world. His fortune has grown to more than $1 billion, according to Forbes magazine, which listed him among the “World’s Most Powerful People” and ranked him above the presidents of France and Venezuela.His Sinaloa Cartel grew bloodier and more powerful, taking over much of the lucrative trafficking routes along the US border, including such prized cities as Tijuana and Ciudad Juarez. Guzman’s play for power against local cartels caused a bloodbath in Tijuana and made Juarez one of the deadliest cities in the world. In little more than a year, Mexico’s biggest marijuana bust, 134 tons, and its biggest cultivation were tied to Sinaloa, as were a giant underground methamphetamine lab in western Mexico and hundreds of tons of precursor chemicals seized in Mexico and Guatemala.His cartel’s tentacles now extend as far as Australia thanks to a sophisticated, international distribution system for cocaine and methamphetamines.Guzman did all that with a $7 million bounty on his head and while evading thousands of law enforcement agents from the US and other countries devoted to his capture. A US federal indictment unsealed in San Diego in 1995 charges Guzman and 22 members of his organization with conspiracy to import over eight tons of cocaine and money laundering. A provisional arrest warrant was issued as a result of the indictment, according to the state department.He has been indicted by federal authorities in the United States several times since 1996. The charges include allegations that he and others conspired to smuggle “multi-ton quantities” of cocaine into the US and used violence, including murder, kidnapping and torture to keep the smuggling operation running. He’s also accused of conspiring to smuggle heroin into the United States and money laundering.In 2013, he was named “Public Enemy No. 1” by the Chicago Crime Commission, only the second person to get that distinction after US prohibition-era crime boss Al Capone. Guzman faces a two-count indictment in Chicago charging him with running a drug smuggling conspiracy responsible for smuggling cocaine and heroin into the USGuzman is still celebrated in folk songs and is said to have enjoyed deep protection from humble villagers in the rugged hills of Sinaloa and Durango where he has hidden from authorities. He is also thought to have contacts inside law enforcement that helped him evade capture, including a near-miss in February 2012 in the southern Baja California resort of Cabo San Lucas just after an international meeting of foreign ministers. He was vacationing in Cabo during a visit by then-US Secretary of State Hillary Rodham Clinton.“There’s no drug-trafficking organization in Mexico with the scope, the savvy, the operational ability, expertise and knowledge as the Sinaloa cartel,” said one former US law enforcement official, who couldn’t be quoted by name for security reasons. “You’ve kind of lined yourself up the New York Yankees of the drug trafficking world.”An estimated 70,000 people have been killed in drug violence since former President Calderon deployed thousands of soldiers to drug hotspots upon taking office on Dec. 1, 2006. The current government of President Enrique Pena Nieto has stopped tallying drug-related killings separately. Many say his government’s assault on drug cartels and arrest of kingpins actually fueled the growth of Sinaloa and its major rival, the Zetas, which are now going head-to-heard for lucrative territory.The two are battling for Nuevo Laredo, a play Guzman lost to the Zetas in 2005, and hitting each other deep inside their respective territories. Sinaloa took over a key Zeta port in Veracruz, while bands of Zetas have attacked their rival deep inside the cartel’s home, western Sinaloa and Jalisco states.The conflict has led to the gruesome dumping of dozens of bodies by both organizations in their battlegrounds.Authorities said the battle also weakened the Sinaloa cartel and that key hits on the top leadership in Guzman’s organization had shaken up his inner circle. In the first months of 2012, the Mexican army and federal police arrested a half dozen key Sinaloa people, including two major cocaine suppliers and a man described as the head of Guzman’s security detail.In April last year, a video made the rounds on the Internet of a man whom US authorities believed was Guzman, possibly indicating a security breach in his inner circle. In 2012, Colombian police seized 116 properties worth $15 million that they say were bought for Guzman, while the US Treasury Department announced that it was placing financial sanctions on a wife and several of his sons.While his capture may have symbolic importance, many, including Guzman’s cartel partner, Ismael “El Mayo” Zambada, say it won’t stop the violence or flow of drugs through Mexico to the United States.“When it comes to the capos, jailed, dead or extradited — their replacements are ready,” Zambada said in an exclusive interview published in Proceso magazine in April 2010.Guzman’s success and infamy surpassed Colombia’s Pablo Escobar, who was gunned down by police in 1993 after waging a decade-long reign of terror in the South American country, killing hundreds of police, judges, journalists and politicians.Growing up poor, Guzman was drawn to the money being made by the flow of illegal drugs through his home state of Sinaloa.He joined the Guadalajara cartel, run by Mexican Godfather Miguel Angel Gallardo, and rose quickly through the ranks as a ruthless businessman and skilled networker, making key contacts with politicians and police to ensure his loads made it through without problems.After Gallardo was arrested in 1989, the gang split, and Guzman took control of Sinaloa’s operations.The Sinaloa cartel violently seized lucrative drug routes from rivals and built sophisticated tunnels under the US border to move its loads.In 1993, gunmen linked to the Tijuana-based Arrellano Felix cartel attempted to assassinate Guzman at the Guadalajara airport but instead killed Roman Catholic Cardinal Juan Jesus Posadas Ocampo, outraging Mexicans.Police arrested Guzman weeks later before his escape from El Puente Grande prison in 2001. At the time of his escape, Guzman had been serving a 20-year sentence for bribery and criminal association in a maximum-security prison in Mexico.He was rumored to have once entered a restaurant in Culiacan, capital of Sinaloa state, where his henchmen confiscated every patron’s cellphone so their boss could eat without fear of an ambush. He was also rumored to have staged an elaborate public wedding in 2007 to an 18-year-old bride that was attended by officials and local police.Federal police say they raided the town that day, but got there just a few hours too late.Guzman had long been reported to move around frequently, using private aircraft, bulletproof SUVs and even all-terrain vehicles.His location was part of Mexican folklore, with rumors circulating of him being everywhere from Guatemala to almost every corner of Mexico, especially its “Golden Triangle,” a mountainous, marijuana-growing region straddling the northern states of Sinaloa, Durango and Chihuahua.An archbishop in northern Durango state said in April 2009 that Guzman lived in a town nearby. Days later, investigators found the bodies of two slain army lieutenants with a note: “Neither the government nor priests can handle El Chapo.”",
    "2014 - 4609": "Hillary Transue, 14, created a fake, humorous Myspace page about her school’s vice principal.Justin Bodnar, 12, cursed at another student’s mother.Ed Kenzakoski, 17, did nothing at all.It didn’t matter.As we see in the documentary “Kids for Cash,” which opens Friday, all three Luzerne County, Pa. teens met the same fate for their minor infractions.They were hauled into court with their parents, sometimes ­after being persuaded — coerced, according to at least one parent — by police to waive their right to ­legal counsel.They were brought before Judge Mark A. Ciavarella and, without warning or the chance to offer a defense, found themselves pronounced guilty, shackled and sentenced to months of detention in a cockroach-infested jail.They were trapped in the juvenile justice system for years, robbing most of them of their entire high-school experience.Judge Ciavarella, who sentenced around 3,000 children in a similar manner, was later sentenced himself to 28 years in prison for financial crimes related to his acceptance of $2.2 million as a finder’s fee for the construction of a for-profit facility in which to house these so-called delinquents.The scandal was called “Kids for Cash,” and it rocked the state in 2009 — for the accusation that Ciavarella was happy to tear families apart in exchange for the payoff.Kenzakoski was diagnosed with ADD before he was 10 and drinking by 14, and his parents were so worried about him that his father developed a plan to scare him straight.Along with two police officer buddies, Kenzakoski’s father planted a marijuana pipe in the boy’s truck, hoping he would be arrested and turned around after a confrontation with the authorities.But the second part of that plan went awry, and Ciavarella sent the boy away.In the film, Bodnar recalls how, shackled and torn from his home for saying a dirty word, he approached the facility on a convict bus and saw the 20-foot razor wire.“I’m now one of those people you see in the movies,” thought the 12-year-old, who would smoke pot for the first time three months later, influenced by “living around criminals” in a facility intended to make him a better person.After her release from incarceration, Transue returned to school with a stigma, viewed as a criminal by her teachers and under watch from her probation officer, who kept an office in the school.Mark Ciavarella was elected to a 10-year-term as Luzerne County judge in 1995, on a platform of getting tough on teen crime. Much admired for his stance, he was a frequent speaker at schools and was re-elected in 2005.Knowing he was sending children to a run-down detention facility, Ciavarella decided a new one was needed and approached power broker Judge Michael Conahan, who assembled an investor group to build a private, for-profit detention facility named PA Child Care.Ciavarella was paid a finder’s fee of 10 percent of construction costs, or $2.2 million, by its builder.Undone by a tip from a reputed underworld friend of Conahan’s, among other information, Ciavarella had 2,480 of his convictions reversed and expunged.After his initial release, Bodnar, now 24, was shipped off to a military academy. He now works as a cook. Transue, 22, eventually graduated from college.A fender-bender landed Kenzakoski back in court when he was 19. Ciavarella again sentenced him to a juvenile facility. When he got out, said his mother, his demeanor was all pent-up anger, and a fight landed him in state prison.He was released in January 2010. That Memorial Day, after a day of drinking and arguing with his father, Ed Kenzakoski placed a gun against his heart, and pulled the trigger. Had he lived, he would now be 27 years old.The most harrowing moment in the film occurs during Ciavarella’s trial. As his lawyer holds a press conference outside the courthouse, Kenzakoski’s mother, Sandy Fonzo, who had been standing to the side, unleashed years of pain and anguish on the man she held responsible.“My kid’s not here anymore! He’s dead! Because of him!” she screamed, pointing at Ciavarella as news cameras rolled. “He ruined my f—ing life!!! Go to hell, and rot there forever! You know what he told everybody in court — [the kids] need to be held accountable for their actions! You need to be!”At the end of “Kids for Cash,” directed by Robert May, information flashes across the screen saying: “Two million children are arrested every year in the US, 95% for non-violent crimes”; that “66% of children who have been incarcerated never return to school”; and that “the US incarcerates nearly 5 times more children than any other nation in the world.”",
    "2014 - 8743": "CULIACAN, MEXICO — As Mexican troops forced their way into Joaquin “El Chapo” Guzman’s main hideout in Culiacan, the country’s most powerful drug lord sneaked out of the house through an escape tunnel beneath the bathtub.Mexican marines working with U.S. authorities chased him but lost the man known as “Shorty” in a maze of tunnels under the city, a U.S. government official and a senior law enforcement official told The Associated Press on Sunday.It would be a short-lived escape for Guzman, who was <a href=\"https://nypost.com/2014/02/22/notorious-cartel-leader-el-chapo-guzman-captured/\">captured early Saturday</a> hiding out in a condominium in Mazatlan, a beach resort town on Mexico’s Pacific Coast.He had a military-style assault rifle with him but didn’t fire a shot, the officials said. His beauty queen wife, Emma Coronel, was with him when the manhunt for one of the world’s most wanted drug traffickers ended.The officials spoke on the condition of anonymity because they were not authorized to discuss specific details of how U.S. authorities tracked down Guzman.For 13 years Guzman watched from western Mexico’s rugged mountains as authorities captured or killed the leaders of every group challenging his Sinaloa cartel’s spot at the top of global drug trafficking.Unscathed and his legend growing, the stocky son of a peasant farmer grabbed a slot on the Forbes’ billionaires’ list and a folkloric status as the capo who grew too powerful to catch. Then, late last year, authorities started closing in on the inner circle of the world’s most-wanted drug lord. Bit by bit, they got closer to the crime boss.Then on Feb. 16, investigators from Mexico along with the Drug Enforcement Administration, the U.S. Marshals Service and Immigration and Customs Enforcement caught the break they badly needed when they tracked a cellphone to one of the Culiacan stash houses Guzman used to elude capture.The phone was connected to his communications chief, Carlos Manuel Ramirez, whose nickname is Condor. By the next day Mexican authorities arrested one of Guzman’s top couriers, who promptly provided details of the stash houses Guzman and his associates had been using, the officials said.At each house, the Mexican military found the same thing: steel reinforced doors and an escape hatch below the bathtubs. Each hatch led to a series of interconnected tunnels in the city’s drainage system.The officials said three tons of drugs, suspected to be cocaine and methamphetamine, were found at one of the stash houses.An AP reporter who walked through one of the tunnels had to dismount into a canal and stoop to enter the drain pipe, which was filled with water and mud and smelled of sewage. About 700 meters (yards) in, a trap door was open, revealing a newly constructed tunnel. Large and lined with wood panels like a cabin, the passage had lighting and air conditioning. At the end of the tunnel was a blue ladder attached to the wall that led to one of the houses Mexican authorities say Guzman used as a hideout.A day after troops narrowly missed Guzman in Culiacan, top aide Manuel Lopez Ozorio was arrested. The officials said he told investigators that he picked up Guzman, Ramirez and a woman from a drainage pipe and helped them flee to Mazatlan.A wiretap being monitored by ICE agents in southern Arizona provided the final clue, helping track Guzman to the beachfront condo, the officials said.The ICE wiretap proved the most crucial lead late last week as other wiretaps became useless as Guzman and his associates reacted to coming so close to being caught.“It just all came together and we got the right people to flip and we were up on good wire,” the government official said. “The ICE wire was the last one standing. That wire in Nogales. That got him (Guzman) inside that hotel.”Alonzo Pena, a former senior official at ICE, said wiretaps in Arizona led authorities to the Culiacan house of Guzman’s ex-wife, Griselda Lopez, and to the Mazatlan hotel where Guzman was arrested.The ICE investigation started about a year ago with a tip from the agency’s Atlanta office that someone was crossing the border with about $100,000 at a time, said Pena, who was briefed on the investigation. That person led investigators to another cartel operative, believed to be an aircraft broker, and that allowed them to locate Guzman’s communications equipment.The senior law enforcement official said the Mexican marines deserve credit for taking Guzman alive and without either side firing a shot.“We never anticipated, ever, that he would be taken alive,” the official said.It is not yet clear what will happen next to Guzman, except that he will be the focus of a lengthy and complicated legal process to decide whether Mexico or the U.S. gets to try him first.<figure class=\"wp-caption alignleft\" id=\"attachment_3096905\"><a href=\"https://vip.nypost.com/wp-content/uploads/sites/2/2014/02/drugs11.jpg\"><img alt=\"\" class=\"alignnone size-medium wp-image-3096905\" height=\"199\" loading=\"lazy\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2014/02/drugs11.jpg?w=300\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2014/02/drugs11.jpg?quality=75&amp;strip=all&amp;w=597 600w, https://nypost.com/wp-content/uploads/sites/2/2014/02/drugs11.jpg?quality=75&amp;strip=all&amp;w=448 450w, https://nypost.com/wp-content/uploads/sites/2/2014/02/drugs11.jpg?quality=75&amp;strip=all&amp;w=300 300w, https://nypost.com/wp-content/uploads/sites/2/2014/02/drugs11.jpg?quality=75&amp;strip=all&amp;w=149 150w, https://nypost.com/wp-content/uploads/sites/2/2014/02/drugs11.jpg?quality=75&amp;strip=all 1024w\" width=\"300\"/></a><figcaption class=\"wp-caption-text\"><span class=\"credit\">AP</span></figcaption></figure>In Mexico, he is likely to face a host of charges related to his role as head of the Sinaloa cartel, which is believed to sell cocaine, marijuana, heroin and methamphetamine in some 54 countries.Grand juries in at least seven U.S. federal district courts, including Chicago, San Diego, New York and Texas, have already issued indictments for Guzman on a variety of charges, ranging from smuggling cocaine and heroin to participating in an ongoing criminal enterprise involving murder and racketeering.Federal officials in Chicago were among the first to say they wanted to try Guzman. On Sunday, Assistant U.S. Attorney Steven Tiscione in Brooklyn became the second. In an email Sunday, Tiscione said his office would also be seeking extradition but it would be up to Washington to make the final call.A Justice Department official, speaking on condition of anonymity because it’s a matter of sensitive diplomatic discussions, said decisions regarding extradition have not been made.When Guzman was finally in handcuffs, the man who eluded Mexican authorities for more than a decade looked pudgy, bowed and middle-aged in a white button-down shirt and beltless black jeans.Now 56, he had been on the run since escaping from prison in 2001 in a laundry truck. During those 13 years, Guzman was rumored to live everywhere from Argentina to Mexico’s “Golden Triangle,” a mountainous, marijuana-growing region straddling the northern states of Sinaloa, Durango and Chihuahua.Under his leadership, the Sinaloa Cartel grew deadlier and more powerful, taking over much of the lucrative trafficking routes along the U.S. border.His undoing started late last year as authorities on both sides of the border arrested people close to Guzman and one of his two top associates, Ismael “Mayo” Zambada.This month federal forces began sweeping through Culiacan, capital of the Pacific coast state of Sinaloa. They closed streets, raided houses, seized automatic weapons, drugs and money, and arrested a series of men that Mexican officials carefully described to reporters as top officials for Zambada.On Feb. 13, a man known as “19,” whom officials called the new chief of assassin for Zambada, was arrested with two other men on the highway to Mazatlan.Four days later, a man described as a member of the Sinaloa cartel’s upper ranks was seized along with 4,000 hollowed-out cucumbers and bananas stuffed with cocaine. In the middle of last week, a 43-year-old known by the nickname “20” and described as Zambada’s chief of security, was arrested transporting more cocaine-stuffed produce.By the middle of the week at least 10 Sinaloa henchmen had been seized.The final strike came when marines closed the beachside road in front of the Miramar condominiums, a 10-story, pearl-colored building with white balconies overlooking the Pacific and a small pool in front. Smashing down the door of an austerely decorated fourth-floor condo, they seized Guzman a few minutes after the sun rose.",
    "2014 - 8224": "SAN DIEGO — While security has tightened at the U.S. border, drug smugglers are increasingly turning to the high seas.The area where boats were seized off California and the northwest coast of Mexico tripled to a size comparable to the state of Montana during the 2013 fiscal year, which ended in September. Off South America, traffickers over the years have been traversing territory so big the continental United States could be dropped inside of it.Mexico’s Sinaloa cartel has been loading marijuana bales onto 50-foot vessels as far south as the Mexican port of Mazatlan — where its leader, Joaquin “El Chapo” Guzman, was captured early Saturday — and running them up the Pacific coast to the U.S., deep into California. It’s unclear if Guzman’s arrest will hinder the maritime runs.Meanwhile, budget cuts have hit one of the lead U.S. law enforcement agencies on international waters — the Coast Guard, the only U.S. military service able to make drug arrests hundreds of miles offshore. To meet automatic federal budget cuts, it reduced its operating costs by 25 percent in 2013. It also lost help from U.S. Navy ships on drug missions off Latin America that were decommissioned and not replaced because of cutbacks, or sent elsewhere because of Washington’s new military focus.As such, only a third of suspected drug smuggling boats or aircraft out of South America that were tracked by U.S. intelligence in cocaine-trafficking corridors in the Pacific and Caribbean were stopped last year, the Coast Guard’s top officer, Adm. Robert Papp, told The Associated Press.“Our interdictions are down 30 percent from the year before, when we had more assets out there, so that’s an indicator to me that as soon as we start pulling assets away, they’re running more drugs and they’re getting through,” Papp said.U.S. authorities stopped some 194,000 pounds of cocaine last fiscal year — more than 40,000 pounds less than in 2012, according to Coast Guard statistics. Marijuana seizures dipped between 2012 and 2013 from 124,000 pounds to 81,000 pounds.Defense officials have warned the cuts would hamper efforts to reach the president’s goal of intercepting 40 percent of the illicit drug shipments flowing into the region by 2015. Fighting drug traffickers at sea is crucial because small aircraft used by traffickers can only carry about a ton of drugs versus large boats that can cart up to 20 tons of cocaine or more, authorities said.As much as 20 percent of the cocaine moving through South America ends up in the United States. Large amounts also travel across the ocean into Africa, providing funding for insurgents and drug traffickers, and then on up into Europe.“We’ve had to cut back in hours and funding, and cut back on resources on the water,” said Cmdr. Chris German, deputy chief of law enforcement for the 11th District, which stretches from Oregon to Peru. “The Coast Guard’s aircraft and ships have cut back on fuel, so every hour we’re not in the air or on the water, it does leave a gap.”Even so, sea smuggling has not grabbed the attention of lawmakers like the flow of illegal goods across the land border, where billions have been spent on beefing up security. Part of the reason is the challenge to patrolling the ocean.With more than 42,000 active-duty members, the Coast Guard is assisted in the drug war by other U.S. agencies.It works closely with other nations, but that help only goes so far. Bilateral treaties sometimes limit waters it can patrol, and some of the foreign navies are small and underequipped.U.S. officials, for instance, cannot venture into Mexican waters without prior permission and will stop a chase and alert Mexican authorities if suspected boats cross into that territory. Treaties with nations such as Colombia allow U.S. authorities more latitude.“The land border is a much simpler border to defend. You can put up fences. You can put people out there. But it’s a finite area. You know where your land starts and where it ends,” Papp said. “When you go out into the maritime, it’s huge.”The Coast Guard oversees 95,000 miles of coastline and 4.5 million square miles of maritime territory where the United States has rights: “We don’t have that many ships, and we don’t have that many aircraft, so there are many different places and routes that the bad guys can take to try and get around us.”Rear Adm. Karl Schultz, the 11th District commander, said the tiny Coast Guard is doing its best to optimize its resources but the challenge is “like a police cruiser in Cleveland responding to something in Atlanta.”Off California, smuggling vessels are typically spotted by planes from the Coast Guard or a federal agency, such as Customs and Border Protection, California National Guard or the Department of Defense. Coast Guard or CBP boats are then called to board suspicious vessels.CBP is prohibited from firing on boats off the U.S. coast unless the pursuit begins within 12 miles of shore. The Coast Guard has no such constraints, so the onus has fallen on it as smugglers have ventured farther offshore.The Sinaloa cartel has been loading marijuana bales vessels as far south as the Mexican port of Mazatlan and running them up northern Baja California after taking control of that state’s coastal territory several years ago, said Michael Carney, U.S. Immigration and Customs Enforcement’s assistant special agent in charge of investigations in San Diego.Smugglers driving three-engine boats have been landing along remote coasts of Northern California, reaching as far as the beach town of Santa Cruz, which is about 350 nautical miles from the border city of San Diego. That’s a shift from the one-engine drug skiffs seen landing for years in San Diego County.Support vessels carry fuel and supplies to go longer distances, and smugglers transfer loads onto U.S.-owned pleasure craft, believing they are less likely to raise suspicion than a foreign boat.Last month, a Coast Guard C-130 plane circled 200 feet over drug runners who jettisoned plastic-wrapped marijuana bales off Mexico’s Baja California coast, about 175 miles south of the U.S. border. A Coast Guard inflatable boat closed in each time the three-engine vessel switched fuel tanks, according to Lt. Stephen Davies, who monitored the hour-long, 30-mph chase from a nearby cutter.By the time the four men were arrested, there were no drugs on board, but the Coast Guard fished 3,500 pounds of marijuana and 34 pounds of methamphetamine from the ocean.Papp, speaking at a defense conference this month in San Diego, said that the Coast Guard’s resources to patrol the high seas and intercept threats are “woefully inadequate at this point.”Its aging fleet of larger cutters is being replaced with faster, more capable National Security Cutters, but the number of high endurance cutters best suited for the high seas has dropped from a total of twelve to eight and will remain that way. The service’s operating budget will return to 2012 levels this year, but future years are uncertain.Meanwhile, demands for the Coast Guard’s 240 cutters, some 1,775 boats, and about 200 aircraft are expanding with the warming arctic and its emerging fisheries, cruise ship routes and commercial traffic.Rep. Eliot Engel, D-N.Y., has called for an evaluation of U.S. anti-narcotics efforts out of concern over the limited successes of the multibillion dollar war on drugs and wants more investment in prevention programs to curb the U.S. market for illegal drugs.“Drug traffickers continue to find new ways to circumvent our laws,” Engel said. “Unfortunately, Congress’s draconian budget cuts have made the Coast Guard’s ability to collect intelligence on and interdict drug traffickers increasingly difficult.”In 2013, the service lost one of its own to traffickers who rammed their 30-foot boat into the small craft of Chief Petty Officer Terrell Horne III, 34, near Santa Cruz Island off Los Angeles.Horne’s death drove home the dangers of the war on drugs at sea, said Petty Officer 2nd Class William Pless, 28.“You never know what you are going to encounter,” said Pless, his gun at his side as he looked into the gray mist hovering over the Pacific waters on a recent evening, miles from the Mexican border.",
    "2014 - 1286": "Disgraced former NFL star Aaron Hernandez beat up a fellow inmate who had been harassing him, according to a report.The former Patriots tight end pummeled the man in a hallway Tuesday after being briefly let out of solitary confinement, <a href=\"http://www.tmz.com/2014/02/25/aaron-hernandez-jail-fight-attacks-inmate/?adid=sidebarwidget-tmzsports\">according to TMZ</a>.The one-time Pro Bowler is secluded from the general population at the Bristol County Jail for his own safety.The dustup left Hernandez’s rival badly beaten, the Web site said.Hernandez has been charged with murder for allegedly gunning down his semipro football-player buddy, Odin Lloyd, last June.The alleged jail beatdown came days after it was revealed that Hernandez was <a href=\"https://nypost.com/2014/02/14/nfler-aaron-hernandez-was-high-before-murder-report/\" title=\"Aaron Hernandez was high before slay: report\">caught on surveillance video dancing and apparently high on drugs</a> the night that Lloyd was killed.Hernandez is seen on the tape at a North Attleborough gas station just minutes before he picked up Lloyd in a rented SUV, according to the Daily Mail.The increasingly paranoid Hernandez was a heavy user of marijuana and angel dust, the paper said.Hernandez has pleaded not guilty in the case."
}