{
    "2002 - 1271": "Being mayor can be such a drag.  A pro-marijuana group is using a pot-positive quote uttered by Mayor Bloomberg last year, in a new $500,000 ad campaign to be unveiled today.  “Great. I’m thrilled,” Bloomberg quipped sarcastically yesterday when asked about the ad after a joint press conference with the Fire Department.  Bloomberg bluntly admitted to New York magazine in April 2001 he had smoked marijuana in the past – and definitely inhaled.  “You bet I did, and I enjoyed it,” Bloomberg said at the time.  The National Organization for the Reform of Marijuana Laws plans to plaster the ads throughout the city, urging the NYPD to stop locking up pot smokers.  “I’m not thrilled they’re using my name,” Bloomberg said yesterday. “I suppose it’s that First Amendment that gets in the way of me stopping it.”  NORML spokesman Nicholas Thimmesch said the group is not trying to embarrass the mayor.  “This is not, ‘Gotcha!’ We are very happy that the mayor expressed his experience with marijuana and said it in a favorable light. We’re saying, ‘At last, an honest politician,’ ” he said.  The Washington-based group wants the NYPD to stop cuffing and jailing people caught with less than 28 grams of pot.  The users should get only a citation instead, Thimmesch said. ",
    "2002 - 2123": "<strong>L</strong>IKE Mayor Bloomberg, former President Bill Clinton, Supreme Court Justice Clarence Thomas, former Rep. Newt Gingrich, Gov. Pataki, and others I can’t remember, much less care about, I’ve smoked marijuana.  Unlike many of these prominent party animals, I didn’t like it.  Pot propelled me to manically clean my dorm room at SUNY New Paltz, then crouch behind locked doors until imaginary cops left the building.  And then, there was that unfortunate incident involving Twinkies and ketchup . . .  The nice folks at NORML, the National Organization for the Reform of Marijuana Laws, came to New York yesterday to make trouble.  For one thing, NORML hid its press conference in a tiny, sweltering upstairs room at the New York Sheraton, leaving drug-addled members of the media no instructions how to find the party.  Worse, these earnest pot-pushing Washingtonites left their senses of humor on the Delta shuttle.  Worse yet, they provided no munchies.  (A colleague complained that they provided no samples.)  For 30 years, the graying gasbags of NORML have pushed to decriminalize recreational use and possession of marijuana.  In their quest to save fellow cannabis aficionados from the indignation of a night in the slammer, they’ve found an unwitting champion: Mayor Bloomberg, who was once quoted as saying he “enjoyed” the weed.  Now, the NORML jokers are threatening to plaster his picture on buses and telephone booths, as if to tell New Yorkers it’s OK to get high.  Getting serious for a just a moment, the NORML folks got a tad agitated when I asked about those rival ads from the federal government, which say that when you buy marijuana, your money goes to terrorists. They say it doesn’t.  Worse was when I asked if they carried any pot in their pockets.  “Do you?” shot back an indignant Dr. John Morgan, illustrating the drug’s paranoia-inducing side effect.  I had no pot. But I was desperate for a snack.  The guy beside me was jonesing for a joint.  All of which made me miss Rudy Giuliani.  He would have tossed these troublemakers out on the pavement. And maybe even provided pretzels.",
    "2002 - 957": "Mayor Bloomberg said yesterday he regrets telling a magazine last year he tried and “enjoyed” marijuana – but he added that he always tells the truth.  “I never lie. So, if somebody asked me a question, I told them. Do I in retrospect wish I didn’t say it that day, so they couldn’t quote me? Of course,” Bloomberg said.  The quote – “You bet I did, and I enjoyed it” – is splashed across new ads urging the city to stop arresting and jailing marijuana users.  The National Organization for the Reform of Marijuana Laws ran a full-page ad (right) in The New York Times yesterday and unveiled plans to run ads on phone booths and 75 buses for a month and on AM radio stations for a week.  The ads star a smiling Bloomberg with the quote appearing above his head in a comic-book-style word bubble.  “The vast majority of the tens of millions of marijuana smokers are good people … they are certainly not criminals,” NORML executive director Keith Stroup said.",
    "2002 - 1286": "Mayor Bloomberg said yesterday he regrets telling a magazine last year he tried and “enjoyed” marijuana – but he added that he always tells the truth.   “I never lie, so if somebody asked me a question, I told them. Do I in retrospect wish I didn’t say it that day so they couldn’t quote me? Of course,” Bloomberg said.   The quote – “You bet I did, and I enjoyed it” – is splashed across new ads urging the city to stop arresting and jailing marijuana users.   The National Organization to Reform Marijuana Laws Foundation ran a full-page ad in the New York Times yesterday and unveiled plans to run ads on phone booths and 75 buses for a month and on AM radio stations for a week.   The ads star a smiling Bloomberg with the quote appearing above his head in a comic book-style word bubble.   “The vast majority of the tens of millions of marijuana smokers are good people … they are certainly not criminals,” NORML executive director Keith Stroup said.   The group is pushing Bloomberg to stop arresting casual pot smokers – the policy under former Mayor Giuliani – and instead give them tickets. But the poke at Bloomberg’s wild youth may not work.   “I am a believer that we should enforce the laws and I do not think that decriminalizing marijuana is a good idea,” the mayor said.",
    "2002 - 2043": "Mayor Bloomberg last night said he’ll “probably” seek a second term at City Hall in 2005 – his strongest hint about his political plans since he took office.  “I probably will run for re-election – everybody that’s ever been in my situation has done that,” Bloomberg told PBS talk-show host Charlie Rose.  The neophyte politician – who celebrated his first 100 days in office Wednesday – spoke amid swirling speculation that he’ll pack it in after one term.  Bloomberg scored his surprise win over Democrat Mark Green in his first-ever bid for office.  But the billionaire mayor, who left his media empire to run the city, insisted that getting re-elected isn’t his main priority right now.  “People say, ‘Well, why don’t you declare now,'” the mayor said.  “No. I’m gonna do the best I can for four years, and I’m not gonna worry about whether [what I do is] popular or not . . . I’m not gonna worry about the polls, I’m not gonna worry about the editorial pages.  “I’m not running for re-election today . . . And if I want to run for re-election, if I’ve done a good job, I’ll be very successful,” Bloomberg added.  “And if I haven’t, all of the pandering isn’t going to be worth anything.”  Bloomberg also insisted he’s “loving” the job.  In the hourlong interview with Rose, who acknowledged he’s socially friendly with Bloomberg, the mayor also:  * Lavished praise on former Mayor Rudy Giuliani, saying he’s helped him screen appointees and said comparisons of their styles “aren’t fair.”  “I think on balance he did a great job,” Bloomberg said.  * In another first, Bloomberg acknowledged spending a weekend at his Bermuda home – but said, “I’ve been there once since I got elected.”  Media reports have put Bloomberg at his Bermuda home twice since his election.  Bloomberg has made headlines for refusing to say where he spends his weekends, or whether he or a deputy is running the city when he has no public schedule.  * Bloomberg again fended off questions about a pro-marijuana group using an old quote of his in an advertisement.",
    "2002 - 5722": "THE city is going to pot! Or maybe it’s just the mayor.  Last week, Mayor Bloomberg, who spends more time in the subway than a homeless man, saw himself coming and going. Unfortunately, where he saw himself mostly was in posters for NORML, the pro-pot PAC. Along with his picture in the ad is a quote he gave to a New York magazine reporter who’d asked him if he’d ever smoked ganja, mon. “You bet I did. And I enjoyed it,” he said.  This, of course, enraged every self-righteous do-gooder who then immediately went on every TV show that would have them declaring how horrible it all was. Right.  Meantime, I’d like everyone who grew up in post-WWII America who got through college without going one toke over the line at least once to please stand up. Oh, please. Stop lying. Especially you with the bad haircut in the back row – sit right back down. You did it, you know you did it, and you inhaled it, too.  Sheesh, it’s not like demon weed exactly ruined his Blooming life – or his career. On the contrary, he’s built one of the most gigantic financial empires of recent times, he’s raised good kids and, hell, he even gets along with his ex-wife. I mean, we’re not talking Marion Barry here.  Like every smart guy who didn’t come up in politics, Bloomberg knows the truth is like a good shower – the minute you come clean, the stink goes away. And it did in this case, too. Well, until I just raked all the muck back up again, that is.<strong>PASS THE $1B COLLECTION BASKET</strong>  NOW that we’ve got all precincts reporting in, the bad news is that every big city – and God knows how many small towns – have been slimed by pedophile priests, and the bishops who love them. We’ve got New York, we’ve got Boston, Detroit, Philadelphia, St. Louis, Los Angeles, Chicago, and San Francisco, to name just a few.  Is this a church or some weird sex cult? All that’s missing is David Koresh and Jim Jones. Even snake-oil salesman-sermonizer Jim Bakker had enough sense to have sex with a grown woman, not a child.  The church fathers keep emphasizing that it’s only a tiny percentage of priests who’ve preyed on kids. Right. Meantime, there are an estimated 2,000 priests involved in sex-abuse cases – but there are only 31,000 diocesan priests listed in the whole country. Almost 6 percent is tiny? Only if it’s the APR on your credit card.  The wages of sin? It’s estimated the church has paid out $1 billion in hush money, oh sorry, settlements to victims since 1985 alone. A billion isn’t tiny, either – even if you’ve got more bucks than a Bloomberg.  Nevertheless, the cover-ups – and worse, the arrogance – continue unabated. Take Cardinal Law(less) of Boston. He says he won’t step down – no matter how many parishioners call for his head. Step down? He should be tossed out on his miter, and then tossed in jail for covering up for all those bums.  And then there’s NYC – where we’re all supposed to stand up and cheer because Cardinal Egan finally handed over a bunch of old sex-abuse cases to authorities. What is this, the Valachi Papers with perps who are already dead or in the witless protection program? (In the church, it’s called a transfer.) How about handing over all the current cases of priests who are still alive, preaching and preying on their knees?  It’s time for the Catholic Church to come clean, literally and figuratively. Didn’t these holy men learn anything from the scandals of Presidents Nixon and Clinton? It’s the cover-up more than the crime that lays you low, brother.  Rudy pitches  OLD politicians never fade away – they become consultants, experts on everything, bazillionaire authors and traveling guests who spend an inordinate amount of time throwing out first pitches and pitching their pasts.  Last week, Rudy, who looks like he’s hit more buffet tables than fastballs since leaving City Hall, pitched balls and himself. Monday, he threw the bull, and on Tuesday he threw the ball.  Unfortunately, the man who would brook no bull from others told the spellbound audience in Washington the exact same true story he’d told an equally rapt audience in Akron, Ohio, in March – almost.  In Akron, he said he saw Joe Namath getting frisked at the Super Bowl by security.  In D.C., the Joe he said he saw getting searched at the Super Bowl was Montana.  I don’t blame him. I’d rather watch Joe Montana get body-searched, too.<strong>CITY INFLICTING WATER TORTURE ON US</strong>  AS usual, the city is overreacting to the underwhelming amount of rain we’ve had this year. They’re demanding ornamental fountains be turned off – even when they use recycled water. The reason is unreasonable. They fear the public perception is that fountains waste water – even if they don’t. Not a good move. In 1989, the city tried the same thing, but Sage Realty took the city to court – and the city lost. Perception, it was ruled, has nothing to do with reality.  Speaking of reality and perception, the best thing since the drought hit are the signs DEP put up in public restrooms that read: “Report leaks . . .” They’re kidding – right?<strong>THIS E-MAIL CASTS MAGIC MISSPELL</strong>  FROM OCavey: “The way you compared the Ku Ku Klan to the Hamas suicide bombers because of the similarity of their clothes is beyond belief. It’s like saying that you are a journalist jut because your write for a newspaper. I feel sorry for you.” (At least I know how to use spell-check.)  From Vincentmarmorale: “You’ve got it right. The KKK picture was on the mark. You have the courage to write the truth which is lacking with most media members who have the courage of a bowl of jelly.”  From Al ResnicK: “Are you originally from Brooklyn?” (Isn’t everyone?)  From Joeryr: “Are you fat?” (Isn’t everyone?)",
    "2002 - 2955": " A supercolony of ants, stretching thousands of miles from the Italian Riviera to northwest Spain, has been discovered.  It’s the largest such unit ever recorded, according to Swiss, French and Danish scientists, whose findings appear in today’s issue of Proceedings of the National Academy of Science.  The colony consists of billions of Argentine ants living in millions of nests whose members cooperate with one another.  Normally, ants from different nests fight. But the researchers concluded that ants in the supercolony were all close enough genetically to recognize one another, despite being from different nests with different queens.  Cooperation allows the colonies to develop at much higher densities than normal, eliminating 90 percent of other types of ants that live near them. (s, lcf)  ****  Police in Maine tackled a suspect with the help of a skunk who sprayed the perp in the face.  The 32-year-old man had tried to escape by running into woods in Lewiston.  But the shock of the skunk attack was enough to slow him down and let police catch up.  “The scent was powerful enough to pretty much incapacitate him. Sometimes we get help from where we don’t expect it,” said Lt. Tom Avery.  Authorities have now nicknamed the heroic beast Officer Pepe LePew and may make him an honorary police officer.  The smelly suspect was wanted for violating release conditions stemming from a domestic assault.  ****  An upstate landlord – furious that pushers are selling cocaine and marijuana from his building – hung a sign outside reading: “We have drugs. Come on in.”  “The neighbors said there’s been much less activity, although there’s still some,” said Stephen Menz.  But authorities in Binghamton are insisting Menz take the sign down while they try to solve the problem.  “The property should not be turned into an eyesore,” city spokesman Rich David said.  “When you shine a spotlight on a rat, it runs,” Menz explains.  As a result, his neighbors have started their own grassroots movement.  Around the corner, a pair of neat signs gracing a front porch read: “No stopping. No standing. No sitting. Stay off our porch.”   Weedkiller is turning male frogs into bisexual freaks, researchers say.   The frogs are developing multiple sex organs, sometimes both male and female, after exposure to Atrazine, the most common weedkiller in North America.   And, chillingly, it can be found in rainwater, snow runoff and groundwater.   “There is virtually no atrazine-free environment,” said Tyrone Hayes of the University of California at Berkeley.   The Environmental Protection Agency permits up to 3 parts per billion of atrazine in drinking water. But Hayes’ team found it affected frogs at doses as small as 0.1 part per billion.   As the amount increased, up to 20 percent of frogs exposed during their early development produced multiple sex organs or had both male and female organs. Many had small, feminized larnynxes. (Metro Edition)",
    "2002 - 1225": "A 38-year-old construction worker with an arsenal of illegal weapons was busted early yesterday when cops armed with a search warrant raided his East Harlem apartment and seized a cache of 38 guns, police said.  James Ellenberger, 38, was asleep when cops assigned to the Intelligence Division, the Housing Bureau and the Emergency Service Unit converged on his 116th Street apartment to carry out an early-morning raid, said Capt. Mark Pagano.  Ellenberger, a day laborer who lives alone, was handcuffed without incident after ESU cops secured the apartment and found 20 handguns, 12 rifles and six shotguns. One of the guns was reported stolen in Pennsylvania, said Pagano.  Also seized were 15 knives, two sets of karate fighting sticks, an assortment of ammunition, and a small quantity of marijuana, he said.  “His explanation right now . . . is that [they] were his grandfather’s – they were his down south,” said Pagano. “We have not been able to verify that, although we have been able to verify that neither [he nor] his grandfather is a licensed gun dealer.”  The raid stemmed from an earlier arrest by Housing cops of a suspect charged with domestic violence who decided to cooperate during a debriefing, he said. "
}