{
    "2011 - 810": "SOQUEL, Calif. — A California entrepreneur has plans to market a line medical marijuana soft drinks.Clay Butler says he plans to supply medical marijuana dispensaries with his soda pot, which contains the psychoactive marijuana ingredient THC.Marijuana drinks are already showing up here and there, but Butler says he thinks his branding savvy will make his product a hit.Besides his flagship cola drink, Canna Cola, he will also produce Dr. Pepper-like Doc Weed, lemon-lime Sour Diesel, grape-flavored Grape Ape and orange-flavored Orange Kush.A 12-ounce bottle will cost $10 to $15.The Soquel-based commercial artist tells the <a href=\"http://www.santacruzsentinel.com/ci_17179763\" title=\"www.santacruzsentinel.com\">Santa Cruz Sentinel </a>that he doesn’t do drugs or need medical marijuana for any ailments.",
    "2011 - 418": "SOQUEL, Calif. — A California entrepreneur plans to market a line of medical-marijuana sodas.   Clay Butler says he will supply medical-marijuana dispensaries with his soft drinks, which contain the psychoactive marijuana ingredient THC.   Besides his flagship cola drink, Canna Cola, Butler will also produce Dr. Pepper-like Doc Weed, lemon-lime Sour Diesel, grape-flavored Grape Ape and orange-flavored Orange Kush. ",
    "2011 - 1117": "HERMOSILLO, Mexico  — Drug smugglers trying to get marijuana across the Arizona-Mexico border apparently are trying a new approach — a catapult.National Guard troops operating a remote video surveillance system at the Naco Border Patrol Station say they observed several people preparing a catapult and launching packages over the International Border fence last Friday evening.Tucson TV station KVOA says Border Patrol agents working with the National Guard contacted Mexican authorities, who went to the location and disrupted the catapult operation.The 9-foot-tall catapult was found about 20 yards from the U.S. border on a flatbed towed by a sport utility vehicle, according to a Mexican army officer with the 45th military zone in the border state of Sonora.The catapult was capable of launching 4.4 pounds of marijuana at a time, the officer said Wednesday, speaking on condition of anonymity for security reasons.Soldiers seized 35 pounds of marijuana, the vehicle and the catapult device, the officer said. The smugglers left the area before they could be captured.Naco is about 80 miles southeast of Tucson.",
    "2011 - 1704": "  Now this is a really <em>high</em> school lunch!   Cops busted a South Plantation (Fla.) HS student after he allegedly brought marijuana-laced cookies to campus and shared the chocolate-chip treats with two classmates.   The suspect’s pals had no idea they were being “treated” to weed.  ***  The Geezer Bandit has struck again!   FBI agents in Southern California said a man, believed to be in his 70s, recently knocked off his 13th bank since August 2009 with a heist in Goleta.   He threatened tellers with a revolver during the robbery at the Bank of America in the coastal college town.  ***  Picking on your little brother is wrong — and, apparently, criminal.   Cops in Crestview, Fla., reportedly arrested an 18-year-old boy after his mom called police complaining about him “picking on” his kid brother.   The mom said the big brother always bullies his younger sibling “because he is smaller than the rest of the children.”  ***  Book her! An Idaho judge threw the book at an elderly woman who damaged $1,000 worth of texts at a local library.   For two years, Joy Cassidy, 75, regularly defaced books left in the Ada County Community Library’s drop box by smearing ketchup, maple syrup and mayonnaise on pages.   She was sentenced to one month in jail and told to steer clear of Boise-area libraries for two years.  ***  A Cleveland deli owner didn’t mind being robbed — but it was the rude behavior that set him off.   “I realized that this was a robbery,” Sunshine Market owner Mark Barsoum said. “They start to push me around and they were very rude.”   So Barsoum started punching one of two robbers.   The other thug hit him in the head with a gun before the bandits escaped. <em> </em>",
    "2011 - 1056": "Jet cornerback Antonio Cromartie mistreated one of his nine young children, smoked pot and dodged detection on his NFL-mandated drug tests, claims an ex-fiancée in a new bombshell memoir about their rocky romance.   In her just-published book, “Love, Intercepted: A Tale of Football, Falling and Failing in Love,” Rhonda Patterson writes she witnessed Cromartie hit his oldest son, now 6, “so hard in the chest that he fell to the floor.”   Patterson, a lawyer and former Miss Black North Carolina, has a two-year-old daughter with Cromartie, his sixth of nine kids he’s sired with eight women.   “I knew that he had smoked marijuana on multiple occasions, but always found a way to avoid the NFL’s mandated drug testing,” she writes.   Patterson also says that Cromartie sips promethezyne, a cough syrup with codeine, which is sometimes used for recreation.   The book is an account of their on-and-off relationship, she told The Post, though she never names Cromartie — referring to him only as “he.”   Cromartie and the Jets declined comment. <em> </em>",
    "2011 - 1719": "  It not unusual for a druggie to get busted by a dog — except when the dog is the druggie’s pet.   An Oregon man was pulled him over by cops, who saw his pit bull grab a sock filled with marijuana and fling it out an open window.   Cops found the pot-sock, and busted the 32-year-old driver on drug charges.  ***  This guy is milking his injury for all it’s worth.   A Canadian inmate is trying to win $500,000 from the government by claiming he was injured by an “aggressive and dangerous cow” while doing labor on a prison farm.   Leslie Roland Johnson says the bad-news bovine attacked him and left him with a broken shoulder.  ***  If you thought the US Congress was filled with clowns, check out the congress in Brazil.   A professional clown, Francisco Everardo Oliveira Silva, was elected to the legislative body this year — and proved he was a real bozo when he screwed up his first vote.   Silva pressed the wrong button, voting yes for a hike in the minimum wage, something he had campaigned against.  ***  A Chinese man who went to a doctor for a migraine found out that he’d had a knife blade stuck in his head for four years.   Doctors thought they had gotten the entire blade out after Li Fu was stabbed during a robbery in 2006.   But it turns out that he still had four inches of the kitchen knife stuck in his cranium.   It was finally removed (or so the doctors say), and he is recovering.  ***  The Japanese have created a robot that will tweet from space.   The android will be sent to the International Space Station in 2013 and act as a sort of den mother to the astronauts on board.   It will monitor their sleep, health and stress levels, and send the info back to Earth via Twitter. <em> </em>",
    "2011 - 3779": "Charlie Sheen’s new family would make the Brady Bunch blush. Sheen and his two live-in girlfriends – one a porn star and the other a bikini model for a marijuana magazine – described their living arrangements in a new interview that aired today. “You’ve read about the goddesses, come on. They’re an international sensation,” Sheen <a href=\"http://abcnews.go.com/Entertainment/charlie-sheen-opens-relationship-goddesses-vow-protect-family/story?id=13022500\">told ABC’s</a> “Good Morning America.” “These are my girlfriends. These are the women that I love that have completed the three parts of my heart.”<img border=\"0\" height=\"0\" src=\"http://c.gigcount.com/wildfire/IMP/CXNID=2000002.0NXC/bT*xJmx*PTEyOTkwMDE1NTU3MTMmcHQ9MTI5OTAwMTU1NzQ3OSZwPTEyNTg*MTEmZD1BQkNOZXdzX1NGUF9Mb2NrZV9FbWJlZCZn/PTImbz1jNjkwODYzY2NhNzQ*MGU*YmI4OGE2YTk*ZjM*MWRmZSZvZj*w.gif\" style=\"visibility:hidden;width:0px;height:0px;\" width=\"0\"/><object classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=9,0,124,0\" height=\"278\" id=\"ABCESNWID\" width=\"344\"><param name=\"movie\" value=\"http://abcnews.go.com/assets/player/walt2.6/flash/SFP_Walt_2_65.swf\"/><param name=\"quality\" value=\"high\"/><param name=\"allowScriptAccess\" value=\"always\"/><param name=\"allowNetworking\" value=\"all\"/><param name=\"flashvars\" value=\"configUrl=http://abcnews.go.com/video/sfp/embedPlayerConfig&amp;configId=406732&amp;clipId=13026636&amp;showId=13022500&amp;gig_lt=1299001555713&amp;gig_pt=1299001557479&amp;gig_g=2\"/><param name=\"allowfullscreen\" value=\"true\"/></object>\nSheen lives with Rachel Oberlin, a porn star under the name Bree Olson, and Natalie Kenly, the model who also is described as Sheen’s nanny. Sheen’s two children with soon-to-be ex-wife Brooke Mueller also live in the house at time. Both women say they considered everyone in the house to be “family.”“It seems crazy to everybody else, but for us it works,” Kenly says. “We all love and respect each other and respect each others boundaries,” she added. “Natty and Charlie have their own special connection, I have my own connection with Charlie and then Natty and I also have our own relationship,” Oberlin told ABC. Kenly says she met Sheen through a friend and fell in love with him instantly. At one point during the interview Sheen walks over and kisses each of the women. <div style=\"float:left\"><script charset=\"utf-8\" src=\"http://static.polldaddy.com/p/4634282.js\" type=\"text/javascript\"></script> <noscript> <a href=\"http://polldaddy.com/poll/4634282/\">Who is nuttier?</a><span style=\"font-size:9px;\"><a href=\"http://polldaddy.com/features-surveys/\">Market Research</a></span> </noscript></div>\n“Who’s got it better than me?” he asks. The reporter says he’s like Hugh Hefner and he calls the Playboy founder an “amateur,” though he adds that he’s honored to be mentioned in the same sentence with Hefner. The kids are there are times and Sheen says he considers his girlfriends to be mother figures to them. “All you can do with children is love them,” Kenly says. When we’re her at his house, we’re all just talking and laughing and watching movies,” Oberlin says. “There’s not any parties going on.”“It’s a polygamy story,” Sheen says. “All my guy friends are gonna like throw tomatoes at me. It’s like an organic union of the hearts.”Sheen has blanketed the airwaves in recent days. His outbursts last week caused CBS to kill the rest of the season of “Two and a Half Men,” which led to even more appearances this week by Sheen. Sources close to Sheen said he plans to slap show creator Chuck Lorre, CBS and Warner Bros. with a $320 million lawsuit, seeking $48 million for breach of contract — the cancellation of 24 episodes — and the rest for “mental anguish.”",
    "2011 - 0": ""
}