{
    "2022 - 1238": "Two adults were smoking marijuana in a car in Louisiana when a gun was fired in a “negligent” act, striking and killing a 4-year-old boy who was sitting in the vehicle, according to the Jefferson Parish Sheriff’s Office. Police responded to the shooting around 10:45 p.m. on Saturday night in Westwego, about 12 miles from downtown New Orleans. “As the adults were smoking marijuana in the front seat, a shot was fired inside the vehicle that struck the victim, causing the fatal injury,” the <a href=\"https://twitter.com/JeffParishSO/status/1487847778172780550\" rel=\"noreferrer noopener\" target=\"_blank\">Jefferson Parish Sheriff’s Office</a> said. The child was transported to a local hospital for treatment but succumbed to his injuries. Authorities do not believe that the wound was self-inflicted and are still trying to figure out who fired the shot. “Our initial investigation has led our investigators to believe that the child was injured not by a hostile act, but by a negligent one,” the Jefferson Parish Sheriff’s Office explained. The sheriff’s office emphasized the need for responsible gun ownership in the wake of the shooting, saying that “firearms should never be left unattended in vehicles or in the reach of children.”",
    "2022 - 4988": "Cannabis can impair a person’s ability to drive up to 4 hours after the drug is used, according to a recent <a href=\"https://jamanetwork.com/journals/jamapsychiatry/fullarticle/2788264?guestAccessKey=c31eeaa1-94d3-4f16-8f22-8ab39c92b3cb&amp;utm_source=For_The_Media&amp;utm_medium=referral&amp;utm_campaign=ftm_links&amp;utm_content=tfl&amp;utm_term=012622\" rel=\"noreferrer noopener\" target=\"_blank\">study</a>. “Although performance was improving at 3.5 hours, recovery was not fully seen until 4.5 hours post smoking'” researchers stated in the report published in the JAMA Psychiatry.A group of researchers from the Center for Medicinal Cannabis Research at the University of California San Diego looked at 191 regular cannabis users and found that smoking cannabis led to significantly declined simulated driving scores, according to the authors of the two-year randomized trial study.  The participants were given either a placebo cigarette or a cannabis cigarette containing either 5.9 % or 13.4 % levels of delta-9-tetrahydrocannabinol (THC), the psychoactive compound in cannabis, the study said.  The researchers found participants in the THC group showed a significant decline in Composite Drive Scores (CDS) related to a 25-minute simulated driving experience. The CDS assessed driving variables that included following a lead car while varying speeds, noting swerving in their lane, and responding to divided attention tasks, according to the study. The sharpest comparative difference in driving scores between the placebo and the THC group was noted at 30 minutes and 1 hour and 30 minutes after the time of inhaling the cannabis cigarette, according to the published report. The study said borderline differences in driving scores were found between the two groups at 3 hours 30 minutes and no differences were noted at 4 hours 30 minutes.The researchers said in the report that the participants were hesitant to drive immediately after smoking but nearly 69% of the participants reported they were ready to drive at 1 hour 30 minutes post inhalation, setting up a potentially dangerous scenario.“Although users in the THC group felt impaired and were hesitant to drive at 30 minutes, by 1 hour-30 minutes they believed the impairment was wearing off and were more willing to drive. This was despite their performance not significantly improving from the 30 minute point,” Senior author Thomas Marcotte, PhD, co-director of CMCR and a professor of psychiatry at UC San Diego School of Medicine, said in the University news release.Marcotte added, “This may indicate a false sense of safety, and these first few hours may constitute a period of greatest risk since users are self-evaluating whether it is safe to drive.”The authors of the study also found that simulated driving ability decreased in the THC group, but it was not related to blood THC concentration, THC content of the cigarette, or history of THC use.“The complete lack of correlation between blood concentrations and driving performance was somewhat surprising,” Co-author Robert Fitzgerald, PhD, professor of clinical pathology at UC San Diego School of Medicine said in a news release. Fitzgerald who is also the director of the Toxicology Laboratory and associate director of Clinical Chemistry Laboratory at UC San Diego Health added “its strong evidence against developing ‘per se’ driving under the influence statutes.”“Per se” laws, establish that a violation occurred if a legal standard was broken. For example, having a 0.08 BAC (blood alcohol content) after a breath test or blood test, by itself,  means that you will be likely be found guilty of driving while intoxicated without any other evidence to support that, according to legal experts.  California State Assemblymember Tom Lackey (R-Palmdale) said in the UCSD news release, “This groundbreaking research indicates that cannabis use does impair driving ability, but factors differ from alcohol.” Lackey also said, “For example, these data show that per se laws for THC levels are not supported scientifically. It also underscores the need for further research on this topic. Policymakers still need a better understanding of the effects of different ways of consuming higher concentration products to charter a path forward.”The California researchers said that the study emphasizes the challenge in understanding the relationship between cannabis consumption and an individual’s ability to drive as well as identifying which individuals are most at risk for impaired driving when using cannabis. Co-author of the study Igor Grant, MD, CMCR director and Distinguished Professor of Psychiatry at UC San Diego School of Medicine pointed out in the release the need to appropriately label cannabinoid medicines. The study authors suggested future research addressing factors such as personal experience with cannabis, ways cannabis is ingested by an individual, and the individual’s biological differences in relation to driving impairment.",
    "2022 - 3654": "An Alabama woman was found dead inside her apartment and her boyfriend of less than a year has been charged with murder, authorities said.Madison Shea Pilkington, 25, was discovered dead by a relative inside her Hoover apartment early Saturday after she didn’t show up to work at a sports bar the previous day, police <a href=\"https://www.al.com/news/birmingham/2022/01/25-year-old-woman-found-slain-in-hoover-apartment-after-not-showing-up-for-work.html\" rel=\"noreferrer noopener\" target=\"_blank\">told AL.com</a>.She died from blunt force trauma, authorities said.Pilkington’s boyfriend, Cortez Lenarde Warren, 32, was arrested during a police pursuit later Saturday afternoon. Cops had previously put out an alert identifying him as a suspect. He’s facing charges of murder, tampering with physical evidence and unlawful possession of marijuana, <a href=\"https://www.al.com/news/birmingham/2022/01/boyfriend-charged-in-blunt-force-trauma-death-of-25-year-old-girlfriend-in-hoover.html\" rel=\"noreferrer noopener\" target=\"_blank\">the outlet reported Monday</a>.Warren allegedly tried to clean up the crime scene, but additional details were not immediately provided. He had been dating Pilkington for less than a year, AL.com reported.“She was beautiful both inside and out,” said Pilkington’s aunt, Dana Armstrong. “She was loved by everyone who knew her … It’s been such a shock.”Warren, whose Facebook profile identifies him as a manager at a Hooters restaurant and a Walmart, had a prior arrest for domestic abuse involving a different woman, AL.com reported.“Love making money and having fun doing it!!” Warren’s profile reads. “Just basically like to go out and have fun on my free time.”In 2016, a woman accused Warren of choking her, throwing her onto a bed and damaging her phone so she couldn’t call for help. One of the charges he faced was ultimately dismissed, while a grand jury declined to indict him on a strangulation or suffocation charge, according to the outlet.Warren, of Birmingham, remains in custody Monday at the Jefferson County Jail on $262,000 bond, online records show. It’s unclear if he’s hired an attorney who could comment on his behalf.Pilkington, meanwhile, was attending college in Birmingham and aspired to work as a graphic designer.“We’re devastated, and we want people to keep us in their prayers,” her grieving aunt told AL.com.An online fundraiser set up by Armstrong had garnered more than $13,000 as of Monday.“The family is needing help paying the funeral and final expenses, so I am asking anyone who feels the calling in their heart to please contribute,” the website reads. “Thank you all for your prayers.”Pilkington was taking courses at the University of Alabama at Birmingham, according to her Facebook profile, where she identified herself as single. Pilkington’s friends said they were shocked by her slaying.“Honestly I’m at a loss for words,” Alyssa Fields Moore wrote on Facebook. “[Madison] and I shared so many memories growing up. She knew exactly how to light up a room and make you laugh so hard that your stomach hurt. My heart is so broken for her sweet family.”Pilkington was an outgoing woman who had an infectious quality about her, a former classmate <a href=\"https://abc3340.com/news/local/if-you-were-having-a-bad-day-you-went-and-saw-madison-25-year-old-madison-shea-pilking\" rel=\"noreferrer noopener\" target=\"_blank\">told WMBA</a>.“Super bubbly, awesome, awesome person to be around,” Tristan Van Bogart told the station. “If you were having a bad day, you went and saw Madison … She was always so joyful and for it to be ripped from the world, I think is more than just a tragedy.”",
    "2022 - 1169": "Mississippi became the 37th state to legalize the medical use of marijuana on Wednesday – enabling a new form of pain treatment for residents suffering a number of severe, debilitating health conditions.Under the newly signed law, patients can obtain up to 3 ounces of cannabis per month, or 3.5 grams a day.Patients must be diagnosed by a licensed healthcare professional with any of the roughly two dozen qualifying conditions in order to receive a prescription for medical marijuana.The conditions include cancer, Parkinson’s disease, Huntington’s disease, muscular dystrophy, Alzheimer’s, autism, post-traumatic stress disorder and severe injury.Cannabis can also be prescribed for “pain state in which the cause of the pain cannot be removed or otherwise treated … and which no relief or cure of the cause of the pain is possible.”The legalization of medical marijuana in Mississippi comes after voters in the state overwhelmingly approved a ballot measure to establish a medical cannabis program in November 2020.But the earlier measure was invalidated when the state Supreme Court struck down the state’s entire ballot initiative process.<em>With Post wires</em>",
    "2022 - 2614": "A University of Missouri student was found in cardiac arrest after being forced to drink a bottle of vodka during a “pledge father reveal” party, his family has alleged in a new lawsuit.Daniel Santulli, 19, of Eden Prairie, Minnesota, was found inside a car Oct. 20 at University Hospital, where his blood-alcohol content was found to be 0.486 percent — more than six times the legal driving limit, <a href=\"https://www.columbiamissourian.com/news/higher_education/parents-of-alleged-hazing-victim-sue-phi-gamma-delta-fraternity/article_d58316ee-83c1-11ec-aba7-43772e13694b.html\" rel=\"noreferrer noopener\" target=\"_blank\">the Columbia Missourian reported</a>.The young man was resuscitated and placed on a ventilator after the hazing incident at the Phi Gamma Delta house, where he was a pledge, according to the outlet.Santulli remains “unresponsive, unaware of his surroundings, unable to communicate and (with) a significant injury to his brain,” according to a lawsuit filed by his parents in Boone County Circuit Court.The family’s attorney, David Bianchi, called the incident “the worst injury of any fraternity pledge” he’s seen during his 30-year career.The lawsuit names the national Phi Gamma Delta organization and individual members of the Missouri chapter.The national fraternity and university have both suspended the Missouri chapter.“Our thoughts and prayers are with Danny and the Santulli family during this difficult time,” Ron Caudill, the fraternity’s national executive director, told the Missourian in a statement.“We have received the civil complaint and are reviewing it … We expect all chapters and members to follow the law and abide by the fraternity’s policies, which prohibit hazing and the provision of alcohol to minors,” he added.According to the lawsuit, Santulli and the other pledges were blindfolded before they met the older fraternity members who were to be their “pledge fathers.”Their newly revealed superiors then instructed them to drink a bottle of Tito’s vodka, according to the Missourian, which did not name individual defendants because they have not been charged with a crime.Marijuana and cocaine also were “available” during the event, according to the lawsuit.Santulli also had visited the hospital earlier to receive stitches and crutches for a foot injury — the result of an order to climb inside a trash can containing glass shards, according to the lawsuit.As a result of the incident, the student’s grades allegedly dropped and his mental health was left in shambles.“It’s impossible to overstate how horrific this has been for the family,” the lawyer said.",
    "2022 - 6075": "New York is the new Amsterdam.Or at least that’s how it seemed during a visit this week to the Upper West Side’s <a href=\"https://www.nycbarbershopmuseum.com/\" rel=\"noreferrer noopener\" target=\"_blank\">Barber Shop Museum</a>, a kicky place for a cut, with vintage straight razors on the walls and a hot towel warmer that dates from 1900.It’s also a place where customers can get high as a kite, thanks to all the primo weed on display in a glass case and an apparent loophole that lets the shop “sell” marijuana, despite <a href=\"https://nypost.com/2022/01/26/over-500-ny-municipalities-wont-allow-legal-weed-sales/\">retail pot sales not yet being legal</a>.“We don’t sell weed here,” Shaheem Owens, the joint’s in-house “budtender,” told The Post with a straight face. “We sell digital art. Then we give you the cannabis as a present after you purchase the art.”The “gifting” angle for skirting New York law has been a boon for the Barber Shop Museum and other gray-area dispensaries in the city, as well as a welcome new option for desperate potheads who just want to buy a bag without getting hassled.All while lawmakers hash out how to fully legalize recreational sales of cannabis.The Barber Shop sets prices for its artwork based on what type of weed a customer wants, with the ganja ranging from $40 to $100 for an eighth of an ounce. Staff members know their product — with names like Platinum OG and Wake and Bake — well.“I’m pretty high right now,” said Owens. “I just walked toward the street and had a smoke. Most jobs I get, I make sure I don’t have to take a piss test.“To get a job here you have to test positive,” he said, half-jokingly.Over on Grand Street in Williamsburg, <a href=\"https://giftedbk.com/\" rel=\"noreferrer noopener\" target=\"_blank\">Gifted BK</a> looks as sleek as an Apple store, with framed street-art pieces and a chill vibe. Like the Barber Shop Museum, where the weed concession is owned by some of the same people behind Gifted,  it sells digital art and gives away the marijuana.“I don’t mind traveling 90 minutes to a place where I can enjoy art, be comfortable and ask questions about weed,” said Jenny, a SUNY Purchase art major who selected some THC-infused gummies.“I have sh–ty asthma lungs. So I can’t smoke, and a lot of the edibles upstate have been laced [with fentanyl]. I come here and don’t have to worry.”Umi, one of the store’s owners, described himself as “coming from the legacy market — back when, if you got caught carrying a certain amount of bud, you went to jail.”As for the pot on display, “The strains are from California,” he said, “but it’s grown locally.”This reporter decided to test how the process worked. The first step was picking a photo — in this case, a shot of a woman with a ladybug on her tongue. After aiming a phone at a QR code, a menu popped up. Animal Cookies, a sativa/indica blend, was priced at $55. A staffer handed over a small jar with an eighth of an ounce of pungent weed, the lid adorned with pink and white iced cookies.The arrangement is different at Empire Cannabis Club on Eighth Avenue in Chelsea.Customers there pay $15 for a one-day membership or $35 for the month — qualifying Empire as a private club and allowing weed purchases, since the non-profit outfit is not officially a public retailer.Or so a lawyer for the business claimed.“We are in complete compliance with the law,” Steve Zissou recently told NY1. “This is a club that has banded together to acquire what they can acquire legally.”Not all pot peddlers have brick-and-mortar storefronts or use freebies to duck the cops.He now throws pot parties, charging $100 to $200 for admission, where guests get goody bags that include joints, a.k.a. pre-rolls.Bautista declined to speak with The Post, but his publicist, Stu Zakim, said that his client had partnered with the exhibit “Immersive Van Gogh,” which took place on Pier 36 last year and was a digital presentation of the artist’s work. They put on a night-time gathering that drew people who love looking at art and getting high.“Legally, you can smoke cannabis anywhere you can smoke tobacco,” said Zakim. “The smoking was all done outside. They sold $100,000 worth of tickets. They knew the Munkey would attract people who’d consume cannabis and that cannabis would enhance the experience.”According to Nick Harkin, the exhibit’s spokesman, “It is true that $100,000 of tickets were sold. Pre-rolls were included in the gift-bags that Happy Munkey distributed, and we had a designated, confined outdoor space where smoking was permitted but nowhere inside the building.”Then there’s the group of weed-dealing pals from Harlem who stole a page from food-truck chefs: They created Green Truck, a collective of parked vehicles out of which pot gets sold. The seats of the vehicles, repurposed Access-a-Ride buses, have been removed and counters put in.The idea came about last September after a Bronx seller set up shop in his car in the Bronx, said Attache II, a Green Truck co-founder.“We said, ‘What happens if we put out a table and sell it off of a table?’ The worst is that we would lose our product and get a ticket.” So the friends began selling on the sidewalk on 125<sup>th</sup> Street and Lenox Avenue, and no cops bothered them, according to Attache II.“There were lines all over the place — hundreds of people were around us, there to buy weed — and it got uncomfortable,” he said. “So we said, ‘F–k it. Let’s buy a trailer and put it on 116<sup>th</sup> Street.’” They had it up and running just a week later.That trailer has since been replaced by the fleet of old buses. Green Trucks can be found parked in Manhattan, Brooklyn and the Bronx, with former street dealers manning the vehicles and pot going out in exchange for “donations.”One, selling a house-brand dubbed Uncle Bud, has been parked at Bleecker and Lafayette in the West Village since Thanksgiving. Weed varieties and prices are clearly listed.Despite apparent police indifference to these operators, one official warned against selling pot from a store or, for that matter, a bus.",
    "2022 - 995": "A Georgia cop was busted for dealing pot while on duty and in uniform, authorities said.Warwick Police Officer Leon Mitchell, 32, sold marijuana to undercover agents in Worth County and Lee County, the Georgia Bureau of Investigation said in a news release.The GBI had been tipped off that Mitchell was dealing while on duty as a Warwick cop, the release said. He was arrested Jan. 28 at Warwick police headquarters, according to the GBI.Pot, scales and plastic bags were later found inside the car Mitchell was driving.Mitchell is facing charges of sale of marijuana, possession with intent to distribute marijuana and possession of a firearm during the commission of a felony. He was also slapped with three counts of violating his oath of office and using a communication device during the commission of a felony.Mitchell, a resident of Albany in the southwestern part of the state, was still in jail Friday after he was denied bail, according to the Associated Press.<em>With Post wires</em>",
    "2022 - 8005": "Over the last two years, crime has swept the US. <a href=\"https://www.cnn.com/2021/12/12/us/homicides-major-cities-increase-end-of-year-2021/index.html\" rel=\"noreferrer noopener\" target=\"_blank\">Two-thirds</a> of America’s largest cities have seen even more homicides in 2021 than in 2020, with killings rising in New York from 468 to 485, in Chicago from 771 to 797, and in Houston from 400 to 467. More than 13 <a href=\"https://abcnews.go.com/US/12-major-us-cities-top-annual-homicide-records/story?id=81466453\" rel=\"noreferrer noopener\" target=\"_blank\">big cities</a> — including Philadelphia, Austin, and Portland — set all-time records for homicides in 2021.But one big city — Dallas — has bucked the national trend. From 2020 to 2021, homicides in the Lone Star metropolis have dropped from 254 to 220, and violent crime has <a href=\"https://www.dallasnews.com/news/commentary/2021/12/30/year-end-dallas-stats-show-an-impressive-drop-in-violent-crime-how-did-chief-eddie-garcia-do-it/\" rel=\"noreferrer noopener\" target=\"_blank\">nosedived</a> by 12 percent since May last year. How did Dallas do it? In early 2021, Dallas Mayor Eric Johnson recruited Eddie Garcia as his new police chief. Garcia, who had spent four years as the police chief of San Jose, Calif., quickly created a plan with University of Texas criminologists, implemented it, and saw crime rates drop almost immediately. Officer morale, as a result, has improved, Johnson told The Post.“Morale is up and noticeable,” said Johnson. “The police are attacking violent crime at its source with a level of vigor and enthusiasm we hadn’t seen for years.”As soon as he started on the job, Garcia and his team of criminologists focused on where the worst crimes happen. ‘We broke Dallas down into 104,000 grids. Just 50 of those grids are responsible for 10 percent of the violent crime in the city.’“We broke Dallas down into 104,000 grids. Just 50 of those grids are responsible for 10 percent of the violent crime in the city. And so only a relatively small number of areas are responsible for a large amount of crime. It’s a small amount of individuals,” Garcia explained.In Dallas, the most troublesome areas were apartments. “We had murders, robberies, and assaults in apartment complexes,” Garcia said. The police, along with other city services, examined the complexes to see how they could make them safer. For each building, they would say, “It needs fencing and lighting. We ask, ‘Who do you hold accountable to get that done?’ And, ‘Do we need a park? Youth activity? Do the streets need work?’”But their plan wasn’t just midnight basketball and conflict resolution workshops. “Police obviously need to rid the criminal element,” stressed Garcia. He said he is seeking to balance carrots and sticks — rewards for good behavior with threats of consequences if people break laws. Focused deterrence means police made themselves more visible in violent areas, <a href=\"https://www.dallasnews.com/news/commentary/2021/12/30/year-end-dallas-stats-show-an-impressive-drop-in-violent-crime-how-did-chief-eddie-garcia-do-it/\" rel=\"noreferrer noopener\" target=\"_blank\">seizing</a> 27 percent more guns and 8 percent more drugs in 2021 than in 2020.But Dallas police do not treat all drugs equally. The department has moved away from targeting low-level marijuana possession, for example.Prominent African-American community leader Derrick Battie, of South Oak Cliff Alumni Barricade Association, applauded Garcia’s approach to “weed out the bad elements from communities and seed in good things like sports gaming, music studios, and boxing gyms and afterschool programs.” Garcia has also been visiting prisons with community leaders to emphasize his carrot-and-stick approach. “In a couple of weeks I’m going to correctional facilities with violence interrupters, victim advocates, reentry services, federal partners, pastors, and voices from the community,” he said.He said has a message for prisoners being released: “If you’re going to cause havoc, you’re going to end up back in here. But if you need job training, education, mental health, substance abuse help, we want to help you succeed.” When I asked Garcia what explained the rise in crime in the first half of 2021 and its decline in the second half, he said, “It is morale. No plan works without officer morale. If morale is not at a certain level, there’s nothing I can do as chief to force policemen and women to make an investigative stop at 2 or 3 in the morning to take someone into custody for narcotics. They’ll only do so if they feel supported by the department and mayor.”Echoing that sentiment is Michael Smith, a criminologist at the University of Texas, San Antonio, who worked with Garcia for three years when he was at San Jose and also helped him create his plan for Dallas.“Morale is absolutely important,” Smith said. “We have a very sound, evidence-based plan. All components of it are based on the best science. But I’m convinced that what makes this plan successful … is the men and women of the Dallas police department who were out there doing their job assertively, not aggressively…They’re doing it assertively and professionally. They have bought into Garcia’s vision. Cops can be a cynical group but Johnson and Garcia managed to bring them on board.”Many progressives worry that morale-boosting among officers can lead to cops getting off the hook for bad behavior. But that hasn’t been the case in Dallas. “The use of force is down in Dallas,” said Smith. “We’ve managed to reduce violent crime in our targeted hotspots by more than 50 percent and about 15 percent citywide.” As in many other cities across the country, activists in Dallas have called for defunding the police in recent years.“There was a significant percentage of our activist community who wanted us to cut our police budget by 40- to 60 percent,” said Johnson. “I got protested at my house for several weeks by people saying not very nice things to me. It wasn’t fun. I had to remind myself constantly why we were doing it.”Dallas leaders were doing it to save lives. “Talk to someone who lives in a neighborhood racked by violent crime, drugs and the violence that comes along with those and ask if they would like to defund the police,” said Johnson, who is black and a Democrat. “Folks in those communities never asked for, and never wanted or supported, defunding the police, or fewer police. What they’ve wanted is better trained police and a relationship with police [who] want to deter violent crime in the first place. Calls for defunding the police are coming from people who aren’t in the communities affected by the violence.”‘Morale is up and noticeable. The police are attacking violent crime at its source with a level of vigor and enthusiasm we hadn’t seen for years.’Battie, whose Oak Cliff neighborhood is heavily African-American and Latino, agreed. “We want to see an increase in non-police action. But we never, ever wanted to get rid of the police.”So can Dallas offer a lesson to Democrats nationwide, who are responding defensively — once again — to accusations they are soft on crime?“I don’t know what’s going on in other cities,” Johnson replied. “And I have no political advice for the Democrats, per se. But for people in leadership on topics of public safety, you can’t let the politics dictate what you do. You can’t chase political favor on one side or the other with solutions that don’t work — of ‘defund the police’ on one side and ‘police can do no wrong,’ and dismissing concerns of reform advocates. You can end up on either extreme easily. You have to follow the data.”<em>Michael Shellenberger is the author of “<a href=\"https://www.amazon.com/San-Fransicko-Progressives-Ruin-Cities/dp/0063093626/?tag=nypost-20&amp;asc_refurl=https://nypost.com/2022/02/05/how-dallas-smart-police-tactics-bucked-the-national-crime-rise/&amp;asc_source=web\" rel=\"noreferrer noopener\" target=\"_blank\">San Fransicko: Why Progressives Ruin Cities</a>.”</em>"
}