{
    "2020 - 1574": "An Indiana mom was busted in connection with her newborn’s death — when investigators determined she breastfed the tot after using methamphetamine, according to new reports.Ashlee Rans, 36, of Plymouth, initially told authorities that she put her newborn next to her in bed to breastfeed on Dec. 19, when both of them dozed off, <a href=\"https://www.fox23.com/news/trending/indiana-mom-arrested-after-infant-dies-meth-intoxication/CBSEH3VR4RDF7N5M5VCW5TUPSY/\">FOX 23 reported</a>.Then, she claimed, she rolled onto her newborn as she slept, according to a probable cause affidavit <a href=\"https://www.wndu.com/content/news/Mother-arrested-for-infants-death-from-meth-intoxication-567093881.html\">obtained by WNDU</a>.But investigators determined that wasn’t how the infant died, according to the report.“The cause and manner of death were determined by the forensic pathologist, and he determined the infant died of acute methamphetamine intoxication, and the manner of death was homicide,” Marshall County Chief Deputy Prosecutor Tami Napier told the station.An autopsy, which took place a day after the infant’s death, showed both amphetamine and methamphetamine in the baby’s system, according to the report.Rans initially only fessed up to using marijuana — but after the autopsy, she did admit to using meth two days before her child’s death, the station reported.Rans has been charged with two separate counts of neglect of a dependent resulting in death.She is being held at the Marshall County Jail, and could spend between 20 and 40 years behind bars if convicted.",
    "2020 - 1104": "This court hearing really went to pot.A Tennessee man allegedly lit up and smoked a joint during his court appearance on a drug possession charge Monday.Spencer Boston, 20, addressed the judge and argued for new marijuana legislation moments before putting on a blunt act in Wilson County court, <a href=\"https://www.tennessean.com/story/news/local/wilson/2020/01/27/man-lights-marijuana-cigarette-courtroom-judge/4592235002/\" rel=\"noopener\" target=\"_blank\">the Tennessean reported</a>.As he lit the doobie, the smell of weed wafted through the air and the courtroom burst into laughter.“One of the craziest things I’ve ever seen,” Wilson County Sheriff Robert Bryan <a href=\"https://www.newschannel5.com/news/sheriff-says-it-was-one-of-the-craziest-things-ive-seen-after-watching-inmate-light-joint-in-court\" rel=\"noopener\" target=\"_blank\">told WTVF</a>.Through a cloud of smoke, and in a joint effort, deputies led Boston out of the courtroom, Bryan said.He was booked on a second charge of simple drug possession and was hit with 10 days in jail for contempt of court.The man’s bond was set at $3,000.",
    "2020 - 3206": "A Michigan man serving up to 60 years in prison for selling 3 pounds of marijuana to an undercover informant is pleading for clemency — a desperate bid to avoid what supporters say amounts to a “life sentence.”Michael Alonzo Thompson, 68, has spent more than 25 years in prison after being convicted of selling pot and possessing firearms as a felon in Genesee County in December 1994, according to a website seeking his immediate release.“He has been in prison ever since,” the <a href=\"https://www.freemichaelthompson.com/\">site reads</a>. “It has been 25 years. And he still has 35 years left to serve … In other words, he was given a life sentence for selling weed.”Thompson’s earliest release date from the Muskegon Correctional Facility is in April 2038, but he could be kept behind bars until February 2047 — some 53 years after the 1994 crime. His maximum sentence is listed as 60 years, according to prison records.Thompson’s attorney, Kimberly Kendall Corral, said she submitted a petition of clemency Wednesday on his behalf to the Michigan Department of Corrections Parole Board, his third attempt. His last request for release was denied by then-Gov. Rick Snyder in 2018 — the same year Michigan voted to legalize recreational marijuana in the state.A copy was also sent overnight to Gov. Gretchen Whitmer, who cannot make a recommendation until after the parole board determines whether commutation of Thompson’s sentence is warranted, Corral said.“This is his third application for commutation,” Corral told The Post. “The issue we ran into this case was not less egregious than it was two years ago when Gov. Snyder denied it.”More than 21,000 people had signed Thompson’s clemency petition as of Thursday. A message seeking comment from Whitmer’s office was referred to the state’s parole board. A spokesman for that agency did not immediately return a message Thursday afternoon.“By the end of 2021 recreational weed is projected to be a $1.5 billion industry in Michigan,” Thompson’s website reads. “But Michael has literally spent almost half of his life in prison for selling weed. It has cost the state of Michigan over a million dollars to keep him there.”The length of Thompson’s sentence is attributable to his prior drug-related felony convictions, a Michigan Department of Corrections spokesman <a href=\"https://www.wzzm13.com/article/news/crime/michael-thompson-whitmer/69-326c0f75-b31a-4ae7-a23a-e6f3b2ccfc65\" rel=\"noopener\" target=\"_blank\">told WZZM</a>.“They were able to charge him as a habitual offender, which means they can add on increased years to his sentence,” spokesman Chris Gautz said.Gautz said Thompson has been a model prisoner, citing only two minor infractions in the last quarter-century.“Some prisoners, who maybe aren’t as well adjusted, might have two tickets in a week, so to only have two in two decades is a pretty small number,” Gautz told the station.Thompson’s attorney, meanwhile, said her client is hopeful but has reservations because the criminal justice system has failed him many times before, she said.“Not everyone is super hopeful,” Corral said. “We’ve seen so many injustices that it’s hard to trust the system to work like it’s intended.”",
    "2020 - 1491": "A Utah man busted for allegedly dealing drugs told cops he was only selling so he could pay for an attorney to help fight an earlier rape case, according to a new report.Jayce McKay Crook, 24, was charged Monday with pot distribution and possession of drug paraphernalia after a sting by undercover officers in Provo, <a href=\"https://www.ksl.com/article/46712767/charges-utah-man-says-he-was-selling-drugs-to-pay-for-attorney-in-rape-case\" rel=\"noopener\" target=\"_blank\">according to KSL</a>.“On the way to the jail, the defendant said he was only selling marijuana so that he could pay for his attorney in a pending rape case,” charging documents stated, according to the report.Crook was charged in May with rape and sexual battery for an alleged attack in 2018, the report said. He was due in court for that case on Tuesday. He was also on probation over a drug distribution conviction from March.After the latest bust, also lied to probation officers about his address — leading cops <a href=\"https://www.ksl.com/article/46710972/police-officers-enter-wrong-home-after-suspected-drug-dealer-gives-bad-address\" rel=\"noopener\" target=\"_blank\">to bust into the wrong apartment</a> with guns drawn on four innocent men, the documents allege.“By providing AP&amp;P and detectives the wrong address and failing to say anything prior to detectives entering the home, Jayce placed the lives of four individuals at risk of serious injuries or even death,” the affidavit states, according to KSL.",
    "2020 - 1825": "Federal prosecutors have charged the nephew of a notorious Mexican drug lord for participating in a trafficking ring that flooded the US with heroin, meth, cocaine and weed — and they want to haul him to New York to face justice.The US Attorney’s Office in Brooklyn on Monday unsealed charges against Ismael Quintero Arellanes, after Mexican soldiers nabbed him late last month, and said it is seeking his extradition from Mexico.The 46-year-old is an associate of Joaquin “El Chapo” Guzman’s Sinaloa Cartel and his uncle, Rafael Caro Quintero, <a href=\"https://nypost.com/2019/10/23/feds-want-to-seize-eight-properties-from-leader-in-el-chapos-cartel/\">orchestrated the 1985 murder</a> of Drug Enforcement Administration agent Enrique “Kiki” Camarena, officials say.“This indictment and arrest are indicative that the walls are closing in on members of the Sinaloa Cartel, like Ismael Quintero Arellanes and DEA’s arch nemesis Rafael Caro Quintero,” DEA Special Agent-in-Charge Ray Donovan said in a news release.The 67-year-old Caro Quintero — whose role in the 1985 abduction, kidnapping and murder Camarena was depicted in the hit Netflix series “Narcos: Mexico” — remains at large.Caro Quintero <a href=\"https://nypost.com/2013/11/06/dea-offers-5m-reward-for-drug-cartel-kingpin/\">has been a fugitive since 2013</a>, when a Mexican judge sprang him from prison on a technicality. He is on the FBI’s “Top 10 Most Wanted” list — with a $20 million reward for his capture.His nephew is charged with conspiring to distribute heroin, meth and cocaine between 2015 and 2018, and with taking part in a marijuana distribution conspiracy from 1980 to 2018, according to a court papers.If convicted in the charges, Quintero Arellanes will face a 20-year mandatory minimum prison sentence and a maximum penalty of life behind bars.",
    "2020 - 1264": "The president of Mississippi’s Jackson State University was arrested over the weekend for allegedly trying to solicit a prostitute, police said.William Bynum Jr., 57, was one of 17 people busted in an undercover prostitution sting, according to Clinton Police Chief Ford Hayman.Bynum resigned as the head of Jackson State University on Monday.The suspects were caught at a hotel in the town of Clinton after being directed there by an online prostitute ad, Hayman said.When busted, Bynum allegedly gave cops a fake name.He was charged with procuring services of a prostitute, false statement of identity and simple possession of marijuana.Shonda McCarthy, 46, another Jackson State University employee, was also arrested in the sting.McCarthy, the school’s art galleries director, was charged with procuring services of a prostitute and possession of marijuana while operating a motor vehicle.Bynum had been president of Jackson State since 2017. Before that, he served four years as president of Mississippi Valley State University.His biography on the Jackson State University website said his personal and professional motto is, “Look back and thank God. Look forward and trust God. Look around and serve God. Look within and find God.”<em>With Post wires </em>",
    "2020 - 4387": "Bloomberg had video of speech blocked.Perhaps because of the problematic explanation he gives for <a href=\"https://twitter.com/hashtag/StopAndFrisk?src=hash&amp;ref_src=twsrc%5Etfw\">#StopAndFrisk</a> <a href=\"https://t.co/Fm0YCi4ZRy\">pic.twitter.com/Fm0YCi4ZRy</a>— Benjamin Dixon (@BenjaminPDixon) <a href=\"https://twitter.com/BenjaminPDixon/status/1226973723720396808?ref_src=twsrc%5Etfw\">February 10, 2020</a>Former Mayor Michael Bloomberg publicly claimed that cops across the country could use a “Xerox” description of minorities to identify suspected murderers in a <a href=\"https://twitter.com/BenjaminPDixon/status/1226973723720396808\" rel=\"noopener\" target=\"_blank\">newly unearthed recording</a> of a speech from 2015.“Ninety-five percent of murders, murderers and murder victims fit one M.O. You can just take a description, Xerox it, and pass it out to all the cops,” Bloomberg told the Aspen Institute in 2015.“They are male, minorities, 16 to 25. That’s true in New York, that’s true in virtually every city (inaudible).”Bloomberg — who <a href=\"https://nypost.com/2019/11/17/bloomberg-apologizes-for-stop-and-frisk-police-policy/\">apologized for stop-and-frisk</a> last year, shortly before becoming a Democratic candidate for president — said that “one of the unintended consequences is people say, ‘Oh my God, you are arresting kids for marijuana that are all minorities.’”“Yes, that’s true. Why? Because we put all the cops in minority neighborhoods. Why do we do it? Because that’s where all the crime is,” he said.The billionaire media mogul tried to justify the NYPD’s use of stop-and-frisk — which was <a href=\"https://nypost.com/2013/08/12/nypds-stop-frisk-policy-violated-rights-judge/\">ruled unconstitutional by a federal judge</a> — by claiming, “You’ve got to get the guns out of the hands of people that are getting killed.”“And the way you get the guns out of the kids’ hands is to throw them up against the wall and frisk them … And then they start … ‘Oh, I don’t want to get caught,’ so they don’t bring the gun. They still have a gun, but they leave it at home.”He also suggested that the ends of stop-and-frisk justified the means.“If you can stop them from getting murdered, I would argue everything else you do is less important,” he added.The revelation of Bloomberg’s remarks led a co-chair of Vermont Sen. Bernie Sanders’ campaign, Nina Turner, to call for him to “drop out of the race,” Axios reported.The other billionaire seeking the Democratic presidential nomination, Tom Steyer, also criticized Bloomberg’s use of “racist stereotypes,” calling it “extremely disturbing.”President Trump tweeted, “WOW, BLOOMBERG IS A TOTAL RACIST!” along with a link to the recording, but the tweet was deleted within minutes of being posted Tuesday morning.In a statement, Bloomberg said, “This issue and my comments about it do not reflect my commitment to criminal justice reform and racial equity.”He also said that “I inherited the police practice of stop-and-frisk, and as part of our effort to stop gun violence it was overused. By the time I left office, I cut it back by 95% but I should’ve done it faster and sooner.”Statistics show the greatest reduction during his administration came during 2013, the same year that then-Manhattan federal Judge Shira Scheindlin ruled against stop and frisk.The recording of Bloomberg’s remarks began circulating on Twitter after being featured in Tuesday’s episode of “The Benjamin Dixon Show,” a podcast.Shortly after Bloomberg gave the speech, his representatives asked the Aspen Institute to not distribute video of his appearance and it agreed, the Aspen Times reported at the time.In November, Bloomberg offered an apology for stop-and-frisk at one of the city’s largest, predominantly black churches.“Today, I want you to know that I realize back then I was wrong, and I am sorry,” he told worshippers at the Christian Cultural Center in East New York.On Tuesday afternoon, Trump repeatedly ridiculed Bloomberg over his mea culpa, saying, “I watched him pander at a church and practically beg for forgiveness.”Speaking to reporters in the Oval Office, Trump said that Bloomberg’s apology “was only for getting votes, and I think probably people understand that.”He also said Bloomberg “looked pathetic,” adding: “Our country doesn’t need that kind of leadership.”<em>Additional reporting by Steven Nelson</em>",
    "2020 - 3489": "The president of Mississippi’s Jackson State University and another college employee <a href=\"https://nypost.com/2020/02/10/jackson-state-university-president-arrested-in-prostitution-sting/\" rel=\"noopener\" target=\"_blank\">busted in an undercover prostitution sting</a> arrived at a hotel together, police said Tuesday.President William Bynum Jr. and Shonda McCarthy, director of the university’s art galleries, were among 17 people arrested during a two-day sting at a Fairfield Inn in Clinton, Police Chief Ford Hayman announced Monday.“We do believe that they arrived at the hotel together,” police spokesman Mark Jones told The Post on Tuesday. He declined to elaborate on any possible relationship between the pair.Jones said investigators believe the two, like others caught in the sting, were responding to an online ad. Their connection remains part of an ongoing investigation, he added.Bynum, 57, who allegedly gave cops a fake name during his arrest, was charged with procuring services of a prostitute, false statement of identity and simple possession of marijuana. McCarthy, 46, also was charged with procuring services of a prostitute and possession of marijuana while operating a motor vehicle.“It’s pure speculation at this point,” Jones said when asked why Bynum and McCarthy were together at the sting near Interstate 20. “I guess that will come out at another time.”Both Bynum and McCarthy live in Jackson, police said.Hayman on Monday confirmed that the pair had been ensnared in the prostitution sting, but declined to elaborate when asked for additional details by a reporter, <a href=\"https://www.facebook.com/CPDMississippi/videos/183037406439578/\" rel=\"noopener\" target=\"_blank\">video shows</a>.“They were arrested,” the police chief replied. “It’s an ongoing investigation. As everybody that was arrested in this operation, an ad was online and they saw that ad, they called and set this up with our undercover officers. So that’s to the extent I can answer that question.”A message seeking comment from Jackson State University was referred to the Mississippi Institutions of Higher Learning. Spokeswoman Caron Blanton referred to statements released by state education officials regarding Bynum and his replacement, Thomas Hudson, who was named Monday to be the university’s interim president. She had no additional info to provide. Bynum, who had been president of Jackson State since 2017, resigned Monday as the head of the 5,300-student public university. Prior to the post, he served four years as president of Mississippi Valley State University.“It’s really unfortunate that we are here today and 17 people were arrested,” Hayman told reporters Monday. “I wish we hadn’t arrested anyone but we’re going to do all we can do to ensure that criminal activity is not going to transpire in the city of Clinton.”Bynum, according to his since-removed university bio, has been married for four decades and has six children, <a href=\"https://www.clarionledger.com/story/news/local/2020/02/10/jsu-president-william-bynum-jr-arrested-prostitution-sting/4713035002/\">the Clarion Ledger reports</a>.Prior to him being named the university’s president in May 2017, JSU alumni opposed his selection, but Bynum later sought to assure students that they were in good hands, the newspaper reports.“I know I may not be your choice, and that’s your choice,” Bynum told students and alumni that year. “The board made a choice, and I accepted. All I say is to watch me work.”"
}