{
    "2011 - 0": "",
    "2011 - 8400": "CAIRO — Fighter jets swooped low over Cairo Sunday in what appeared to be an attempt by the military to show its control of a city beset by looting, armed robbery and anti-government protests. Minutes before the start of a 4 p.m. curfew, at least two jets appeared and made multiple passes over downtown, including a central square where thousands of protesters were calling for the departure of President Hosni Mubarak. Police could be seen returning to some streets nearly two days after virtually disappearing, creating a security vacuum only partially filled by the presence of army troops backed by tanks at key sites around this city of 18 million people. <a class=\"legacy-link\">MILITARY OFFICIALS URGE EGYPT’S PRESIDENT TO STEP DOWN</a>\n<a class=\"legacy-link\">US DOUBTED DISSIDENT, LEAKS SHOW</a>\n<a class=\"legacy-link\">CAIRO MAN: ‘IT’S MOB RULE HERE’</a>\nAfter days of escalating chaos, gangs of armed men attacked at least four jails across Egypt before dawn Sunday, helping to free hundreds of Muslim militants and thousands of other inmates. Gangs of young men with guns and large sticks smashed cars and robbed people in Cairo. The army sent hundreds more troops and armored vehicles onto the streets Sunday morning and afternoon. Truckloads of hundreds of police poured back into Cairo neighborhoods Sunday afternoon and took up positions on the streets. In some spots, they were jeered by residents who chanted anti-police slogans and demanded that they only be allowed to deploy jointly with the military. <a class=\"legacy-link\">AMIR TAHERI: MORTAL BLOW TO MUBARAK’S REIGN</a>\n<a class=\"legacy-link\">WRAP STARS DAMAGED</a>\n<a class=\"legacy-link\">MIDEAST NEIGHBORS KEEP WARY EYE</a>\n<a class=\"legacy-link\">MUM’S THE WORD IN ISRAEL</a>\nAs the curfew approached, the jets roared over the Nile and toward Tahrir Square in the heart of Cairo, where thousands of protesters have gathered for five straight days to demand the end of an administration they blame for poverty, unemployment, widespread corruption and police brutality. The jets made several passes over the square, dropping lower every time. They keep getting closer everytime. “This is terrorism, they are trying to scare the people with the planes and the tanks. They are trying to make people afraid and leave the square,” said Gamal Ahmed, a 40-year-old air-conditioning technician. The U.S. Embassy in Cairo told its citizens in Egypt to consider leaving the country as soon as possible, and said it had authorized the voluntary departure of dependents and non-emergency employees, a display of Washington’s escalating concern about the stability of its closest Arab ally. Turkey was evacuating about 750 citizens and the Chinese government warned against travel to Egypt. Private tour groups and corporations began trying to evacuate their clients and expatriate employees. But dozens of flights were canceled and delayed and crowds filled Cairo International Airport, desperate and unable to leave. At least one Nile-side shopping mall in Cairo was on fire after being looted the previous day. Banks were closed on orders from Egypt’s Central Bank, and the stock market was shut on what is normally the first day of the trading week. Markets across the Middle East dropped on fears about the instability’s damage to Egypt’s economy, and the region’s. A broader and tougher military role could be welcomed by increasingly fearful Egyptians but would run a risk of appearing to place the army on the side of the regime and antagonizing protesters. The demonstrators from all segments of Egyptian society have taken to the streets for nearly a week calling for Mubarak, 82, to step down. Mubarak named his intelligence chief, former army general Omar Suleiman, to the new role of vice president on Saturday, a move that perpetuated the overriding role of military men in Egyptian politics. Ahmed Shafiq, the outgoing civil aviation minister and Mubarak fellow former air force officer, was named prime minister. “If the president leaves today, chaos will be over,” said schoolteacher Hussein Riyad. “People have been suffering for 30 years, a few days of horror don’t matter.” At Tahrir Square, two military armored vehicles blocked the entrance, and soldiers working with civilian protester volunteers were checking IDs and bags of people arriving to join the marches. The soldiers and volunteers said they were searching for weapons but also looking to make sure plainclothes police did not enter the square. The soldiers also found a kitchen knife hidden in a plastic bag carried by a man in his 20s as he attempted to enter the square. The soldiers wrestled the man to the ground, beat him and put him inside their tank. Egyptian security officials told The Associated Press that army troops were hunting for the escaped prisoners, in some cases with the help of the police. State television also showed footage of what it said was dozens of prisoners recaptured by the army troops, squatting on dirt while soldiers kept watch over them. State Egyptian TV showed footage of Mubarak during what it said was a visit to the country’s military command center. Mubarak looked somber and fatigued in his first public appearance since he addressed the nation late Friday to promise reform and annouce the dismissal of his Cabinet. The brief footage appeared designed to project an image of normalcy. An unprecedented Internet cutoff remained in place after the country’s four primary Internet providers stopped moving data in and out of the country early Friday in an apparent move by authorities to disrupt the organization of demonstrations. Egyptian mobile networks were back up but with text-messaging widely disrupted. Blackberry Messenger and Internet services were operating sporadically. The American University of Cairo has delayed the Sunday start of the semester a week because of the ongoing unrest, spokeswoman Rehab Saad. The Iraqi government offered to evacuate citizens for free. “We will send whatever planes are needed to those who want to leave Egypt,” Transportation Ministry spokesman Aqeel Hadi Kawthar told The Associated Press in a telephone interview. “It will be free of charge.” President Barack Obama met with security aides Saturday afternoon and issued a plea for government restraint in Egypt, where Washington has long feared increasing influence by Muslim militants. Egyptian security officials said that overnight armed men fired at guards in gun battles that lasted hours at the four prisons including one northwest of Cairo that held hundreds of militants. The prisoners escaped after starting fires and clashing with guards. Those who fled included 34 members of the outlawed Muslim Brotherhood, Egypt’s largest and best organized opposition group. The Muslim Brotherhood’s lawyer, Abdel-Monaem Abdel-Maqsoud, told The Associated Press the 34 were among scores rounded up by authorities ahead of the large anti-government demonstrations on Friday. The escapees included at least seven senior members of the group. The Egyptian security officials said several inmates were killed and wounded, but gave no specific figures. They spoke on condition of anonymity because they were not authorized to share the information with the media. The vacuum left by the police melting away prompted residents to form neighborhood protection groups, armed with firearms, sticks and clubs. The citizens set up self-styled checkpoints and barricades and used bricks and metal traffic barriers to block off side streets. Groups of youths also directed traffic in parts of Cairo, chasing away the gangs of criminals smashing passing cars. Residents said gangs were also stopping people on the streets and robbing them. In the upscale neighborhood of Zamalek, long lines formed at shops and grocery stores as Egyptians tried to stock up on food, water and other supplies. Stores appeared to be running short of most items, especially bottled water. At one store, water was selling for three times the normal rate. State Egyptian television, meanwhile, said authorities have decided to close down the Cairo offices of the Qatar-based Al-Jazzera television and suspend the accreditation of its reporters. The Egyptian TV did not give a reason for the move, but Egyptian authorities have often in the past charged that the station’s coverage of events in Egypt was sensational or biased against Mubarak’s regime. ",
    "2011 - 3956": "“60 Minutes” correspondent Lara Logan was repeatedly sexually assaulted by thugs yelling, “Jew! Jew!” as she covered the chaotic fall of Egyptian President Hosni Mubarak in Cairo’s main square Friday, CBS and sources said yesterday.   The TV crew with Logan, who is also the network’s chief foreign correspondent, had its cameras rolling moments before she was dragged off — and caught her on tape looking tense and trying to head away from a crowd of men behind her in Tahrir Square.<a class=\"legacy-link\">OBAMA CALLS LOGAN</a>\n<a class=\"legacy-link\">LOGAN VOWS TO RETURN TO WORK</a>\n<a class=\"legacy-link\">READ: BATTLE-TOUGH BEAUTY NO ‘GIRLY GIRL’</a>\n  “Logan was covering the jubilation . . . when she and her team and their security were surrounded by a dangerous element amidst the celebration,” CBS said in a statement. “It was a mob of more than 200 people whipped into a frenzy.   “In the crush of the mob, [Logan] was separated from her crew. She was surrounded and suffered a brutal and sustained sexual assault and beating before being saved by a group of women and an estimated 20 Egyptian soldiers.   “She reconnected with the CBS team, returned to her hotel and returned to the United States on the first flight the next morning,” the network added. “She is currently in the hospital recovering.”   A network source told The Post that her attackers were screaming, “Jew! Jew!” during the assault. And the day before, Logan had told Esquire.com that Egyptian soldiers hassling her and her crew had accused them of “being Israeli spies.” Logan is not Jewish.   In Friday’s attack, she was separated from her colleagues and attacked for between 20 to 30 minutes, The Wall Street Journal said.   Her injuries were described to The Post as “serious.”   CBS went public with the incident only after it became clear that other media outlets were on to it, sources said.   “A call came in from The [Associated Press]” seeking information, a TV-industry source told The Post. “They knew she had been attacked, and they had details. CBS decided to get in front of the story.”   Most network higher-ups didn’t even know how brutal the sexual assault was until a few minutes before the statement went out.   “We were surprised it stayed quiet” as long as it did, one source said.   Another source insisted that Logan was “involved in the process” of deciding whether to make her attack public, and ultimately understood why the statement had to be released.   The horrific incident came a week after the 39-year-old reporter was temporarily detained by Egyptian police amid tensions over foreign coverage of the country’s growing revolution.   As part of the anti-media backlash, CNN’s Anderson Cooper had also been roughed up, and ABC correspondent Brian Hartman had been threatened with beheading.   “[Logan] was not in the country for long — she’d been thrown out, if you remember — and had just gone back in,” one source said.   “She had security with her, but it wasn’t enough.”   Before the attack, Logan — who is based in Washington, where she lives with her 2-year-old daughter and husband — had been set to return to the States sometime over the weekend to tape a “60 Minutes” segment on Wael Ghonim.   Ghonim, Google’s head of marketing in the Middle East, had been briefly kidnapped after helping to organize protesters.   But after she was assaulted, Logan went back to her hotel, and within two hours — sometime late Friday and into early Saturday — was flown out of Cairo on a chartered network jet, sources said.   She wasn’t taken to a hospital in Egypt because the network didn’t trust local security there, sources said.   And neither CBS nor Logan reported the crime to Egyptian authorities because they felt they couldn’t trust them, either, the sources said. “The way things are there now, they would have ended up arresting her again,” one source said.<em><a href=\"mailto:don.kaplan@nypost.com\">don.kaplan@nypost.com</a><br/>\n</em>"
}