{
    "2022 - 1059": "A speeding motorcyclist who was being tracked by a Los Angeles Police Department helicopter was killed in a brutal head-on crash during the chase. The unidentified cyclist was clocked at as high as 130 mph down Roscoe Boulevard in West Hills, Calif., at about 1 p.m. Thursday before slamming head-on into a vehicle making a left turn, <a href=\"https://www.foxnews.com/us/los-angeles-motorcyclist-dies-horrific-crash-video\">Fox News reported</a>.Cops initially ran the license plate and determined the motorcycle was stolen, LAPD spokesman Sgt. Bruce Borihanh told The Post. The officers then called on an LAPD helicopter to track the motorcyclist, who took off at a high speed.Borihanh said police vehicles did not pursue the motorcyclist. A local CBS news station following the pursuit caught the violent impact live on air. “Oh my gosh!” the anchor said while clasping her hands to her face. “We have just seen — sorry, we just saw that motorcycle crash into a car there at the intersection.” Borihanh said the motorcyclist was pronounced dead at the scene.",
    "2022 - 4557": "The homeless man who allegedly killed <a href=\"https://nypost.com/2022/01/19/shawn-laval-smith-arrested-for-murder-of-ucla-student-brianna-kupfer/\">24-year-old UCLA graduate student Brianna Kupfer</a> was busted for biting a cop while being taken into custody outside San Francisco last year and should have been extradited out of California after the arrest, according to a new report.Career criminal <a href=\"https://nypost.com/2022/01/18/lapd-identifies-ucla-student-brianna-kupfers-murder-suspect/\">Shawn Laval Smith</a> had been freed on a $50,000 bond for firing a weapon at an occupied car in Charleston, SC in November of 2019. He illegally left the state when the coronavirus jammed up the court system and attacked a California officer last January, <a href=\"https://www.foxnews.com/us/brianna-kupfers-alleged-killer-shawn-smith-once-bit-a-cop-police-report-says\">according to an arrest report obtained by Fox News</a>.His lawless streak culminated last week when he allegedly entered a Los Angeles furniture store where Kupfer was working alone and stabbed her to death in broad daylight for no apparent reason.In January of 2021 Smith, 31 was arrested for vandalizing a stranger’s car in Daly City, Calif., according to the report. He lashed out at arresting officers after an outburst in the back of a police cruiser,  the outlet said.“I tried to speak to him, but he was just yelling over my words and not listening,” officer Jay Mulitauopele reportedly wrote. “Then Smith started yelling ‘I’ll kill you! I’ll kill you!'”The suspect then started kicking the cruiser’s door while screaming, prompting Mulitauopele and two other cops to take him out of the car and try to restrain him, the article said.“He moved his head quickly and bit my right index finger latching on with full force,” Mulitauopele reportedly wrote. “I screamed in pain.”Smith’s attack reportedly drew blood from Mulitauopele’s finger and left it imprinted with teeth marks.Cops had responded to a restaurant after the suspect was accused of jumping on the hood of a worker’s car, leaving a large dent that cost almost $4,000 to repair, the article said. Smith reportedly did not know the victim.His alleged rampage continued outside a nearby coffee shop, where Smith was accused of accosting two strangers sitting on a bench, stealing one of their phones and trying to fight them, according to the outlet. Smith — who was living in a San Francisco homeless shelter and was in possession of a loaded flare gun and knife — was charged with three felonies and was sentenced to 133 days in jail, the article stated. He subsequently ignored the terms of his probation, and a warrant was issued for his arrest late last year, according to the report.The South Carolina native had a modus operandi of attacking police officers and strangers, and had a rap sheet of at least 11 arrests in his home state, according to the article. Smith reportedly pleaded guilty to assaulting an officer after a 2016 arrest in Charleston. He had also been charged with firing a flare gun into a stranger’s vehicle as a toddler sat in the back seat in 2019.Smith was freed on $50,000 bond in connection with the “road rage incident” but he was banned from leaving South Carolina under the conditions of his release, Fox News reported. It was unclear why California authorities did not contact Charleston jailors to revoke his bond and take him into custody after the Jan. 20 arrest outside of San Francisco. “Typically the prosecutor’s office in the sending state, in this case California, would notify the receiving state, in this case South Carolina, and the receiving state would tell them whether they intend to extradite,” former Manhattan prosecutor Daniel Bibb told the outlet.Smith was arrested at a Pasadena bus stop Wednesday following a manhunt and a record-setting $250,000 reward for his capture, after the Jan. 13 murder of the Kupfer made national headlines.There was no known motive in connection with the <a href=\"https://nypost.com/2022/01/18/lapd-identifies-ucla-student-brianna-kupfers-murder-suspect/\">fatal stabbing</a> at the Croft House, a high-end furniture store in LA’s Hancock Park neighborhood. Kupfer was working alone in the store and had texted a friend that a <a href=\"https://nypost.com/2022/01/18/murdered-ucla-grad-texted-friend-she-had-bad-vibe-about-man-in-store/\">customer was “giving her a bad vibe.”</a>Smith did not steal anything, and had also entered other nearby businesses but quickly left because there were multiple people inside, detectives alleged.",
    "2022 - 1503": "A Florida man was charged with human smuggling Thursday after a family of four Indian nationals, including a baby and a teen, were found frozen to death in Canada just yards from the US border, authorities said.Border Patrol agents busted Steve Shand, 47, as he was driving a 15-passenger van with two undocumented Indian citizens inside just south of the Canadian border in North Dakota on Wednesday, according to the US Attorney’s Office in Minnesota.Law enforcement later came upon five other Indians on foot heading toward where Shand was arrested. One of them was holding a backpack with baby supplies that belonged to the family of four that got separated from the group while crossing into the US, the office said.American authorities notified the Royal Canadian Mounted Police, who discovered the family — a man, woman, baby and teen — dead just steps from the border in the province of Manitoba, officials said.<br/>“It is an absolute and heartbreaking tragedy,” RCMP Assistant Commissioner Jane MacLatchy said.“These victims faced not only the cold weather but also endless fields, large snowdrifts and complete darkness,” she said.During their trek, the group was facing a wind chill of minus 35 degrees. Authorities surmised the victims died from exposure to the cold.The five Indian nationals told authorities they had been walking in the brutal conditions for about 11 hours and were expecting to be picked up by someone.Shand is expected back in court on Jan. 24.<em>With Post wires </em>",
    "2022 - 1648": "A 22-year-old Kenyan man was found in the wheel well of a cargo plane that had traveled from South Africa to the Netherlands, Dutch police said Monday.The man, whose identity was not released, was discovered hiding after the plane touched down Sunday at Schipol Airport in Amsterdam, police said in a statement. “The man is doing well considering the circumstances and has been taken to a hospital,” police said.The airplane, a Boeing 747 cargo jet, had originated in Johannesburg, South Africa, according to the airport website.The plane made stops in Harare, Zimbabwe, and Nairobi, Kenya, before flying to Amsterdam, according to flight-tracking website Flight Aware.It’s unclear whether the man snuck into the landing gear in South Africa or Kenya.Flight Aware’s records show the plane maintaining an altitude of over 30,000 feet for the flight.“This is definitely very unusual that someone was able to survive the cold at such a height – very, very unusual,” Joanna Helmonds, a spokesperson for the Dutch Royal Marechaussee, a national police force, told Reuters.In a statement posted to Twitter, the agency said the man had applied for asylum in the Netherlands. Police added that they were investigating the man’s trip as a possible case of human smuggling.Monday’s incident is not the first time a stowaway has risked a high-altitude demise for the chance to emigrate. Last November, a man survived brutally freezing temperatures when he <a href=\"https://nypost.com/2021/11/28/stowaway-emerges-from-plane-wheel-well-after-guatemala-to-miami-flight/\">hid in the wheel well of a plane bound to Miami from Guatemala</a>.<em>With Post wires</em>",
    "2022 - 7704": "President Biden called Fox News White House correspondent Peter Doocy a “stupid son of a bitch” Monday after he asked Biden about soaring inflation.“Do you think inflation is a political liability?” Doocy asked Biden as the press was ushered out of an event in the White House East Room.“No, it’s a great asset — more inflation. What a stupid son of a bitch,” Biden sneered into a hot mic.The president’s vulgar insult was cut from the White House video feed but was audible on video streamed by C-SPAN.Doocy’s question about inflation came after a Fox News poll released Sunday found that <a href=\"https://www.foxnews.com/politics/fox-news-poll-voters-reluctant-biden-second-term\" rel=\"noreferrer noopener\" target=\"_blank\">85 percent </a>of Americans are worried about inflation, which<a href=\"https://nypost.com/2022/01/12/inflation-hits-4-decade-high-consumer-prices-soar-7-percent/\" rel=\"noreferrer noopener\" target=\"_blank\"> hit a 40-year high of 7 percent </a>in December.When “The Five” co-host Jesse Watters joked with Doocy shortly after Biden lost his temper, “I think the president’s right, you are a stupid SOB,” the correspondent deadpanned, “Yeah nobody has fact-checked him yet and said it’s not true.”But he defended his question on its merits moments later in a different TV appearance.In a remote setup with “Special Report” host Bret Baier, Doocy, the son of “Fox &amp; Friends” morning host Steve Doocy, explained: “He didn’t want to take any questions off-topic. He was at an event about inflation, and so I asked one on inflation.”It’s rare for a president to call someone a “son of a bitch” — especially to their face. Former President Donald Trump drew sustained negative coverage in 2017 for using the term to refer to NFL players who refused to stand for the National Anthem to protest police brutality.Monday’s outburst was the latest in a lengthy series of Biden jabs at the media.Just before Biden attacked Doocy, he chided a different reporter for asking him about fears that Russia may invade Ukraine — rather than about the gathering’s stated focus on lowering prices.Biden bristled when a female reporter asked him about <a href=\"https://nypost.com/2022/01/24/biden-to-phone-euro-allies-as-fears-of-russian-attack-on-ukraine-grow/\" rel=\"noreferrer noopener\" target=\"_blank\">his afternoon call with European allies</a> to discuss possible Russian military action.“The only reason I don’t like doing this is you never report on why I called the meeting. And this is really important. I had a very, very, very good meeting. Total unanimity with all the European leaders. We will talk about it later,” Biden said.The president increasingly has attacked reporters for asking about subjects that he dislikes.On Thursday, Biden attacked a different Fox News reporter, Jacqui Heinrich, after she shouted, “Why are you waiting on [Russian President Vladimir] Putin to make the first move, sir?”“What a stupid question,” <a href=\"https://nypost.com/2022/01/20/biden-lashes-out-at-reporters-stupid-question-after-ukraine-gaffe/\" rel=\"noreferrer noopener\" target=\"_blank\">Biden said</a>.Sen. Marsha Blackburn (R-Tenn.) <a href=\"https://nypost.com/2022/01/21/sen-blackburn-says-pres-biden-was-sexist-to-fox-news-reporter/?preview_id=20913712\" rel=\"noreferrer noopener\" target=\"_blank\">tweeted</a> after that remark, “This is extremely sexist and uncalled for. @JacquiHeinrich is a well-prepared, smart reporter, and Biden should apologize immediately.”“It isn’t a stupid question,” <a href=\"https://twitter.com/BrettBruen/status/1484282222660276228\" rel=\"noreferrer noopener\" target=\"_blank\">tweeted Brett Bruen</a>, a White House adviser to President Barack Obama. “It’s a really important one. We continue to allow Putin to set the terms, timeline, &amp; trajectory of this crisis. It’s time we stop being so reactive &amp; start creating some of our own conditions.”At his second solo White House press conference, Biden on Wednesday implied that RealClearPolitics reporter Philip Wegmann might be illiterate when Wegmann asked about Biden’s <a href=\"https://nypost.com/2022/01/11/biden-calls-capitol-riot-coup-in-gaffe-filled-ga-speech-promoting-filibuster-reform/\" rel=\"noreferrer noopener\" target=\"_blank\">controversial recent speech </a>claiming that Republicans who opposed a federal election bill would be “on the side of” famous historical racists.“I know that you dispute the characterization that you called folks who would oppose those voting bills as being ‘Bull Connor’ or ‘George Wallace,’ but you said that they would be sort of in the same camp,” Wegmann said.“No, I didn’t say that. Look what I said. Go back and read what I said and tell me if you think I called anyone who voted on the side of the position taken by Bull Connor that they were Bull Connor,” Biden fumed. “That is an interesting reading of English. You — I assume you got into journalism because you liked to write.”Trump routinely blasted “fake news” or “third-rate” reporters and contended that some were “the enemy of the people” — often spurring significant media condemnation of his remarks.Biden campaigned on restoring civility to public life and <a href=\"https://nypost.com/2021/01/20/biden-i-will-fire-you-on-the-spot-for-disrespect-to-others/\" rel=\"noreferrer noopener\" target=\"_blank\">warned aides on his first day in office</a> that he would “fire [them] on the spot” if they “treat another colleague with disrespect or talk down to someone.” But he’s since built a record of mean-spirited exchanges with journalists.In July, Biden <a href=\"https://nypost.com/2021/07/26/biden-slams-pain-in-the-neck-reporter-for-off-topic-question/\" rel=\"noreferrer noopener\" target=\"_blank\">knocked NBC News reporter Kelly O’Donnell </a>for disobeying his request for questions “about Iraq” when she asked Biden instead about reports that the Department of Veterans Affairs would<a href=\"https://nypost.com/2021/07/26/va-is-first-federal-agency-to-mandate-covid-vaccines-for-workers/\" rel=\"noreferrer noopener\" target=\"_blank\"> require staff to get vaccinated</a> against COVID-19.“You are such a pain in the neck. But I’m going to answer your question because we’ve known each other for so long. It has nothing to do with Iraq,” Biden said, before confirming that the VA would be the first federal agency to compel vaccination.In June, Biden<a href=\"https://nypost.com/2021/06/16/biden-blows-up-at-news-conference-after-putin-meeting/\" rel=\"noreferrer noopener\" target=\"_blank\"> lashed out at CNN reporter Kaitlan Collins</a> when she shouted a question at a press conference in Geneva following his summit with Putin. Hours earlier, <a href=\"https://nypost.com/2021/06/16/biden-appears-amused-watching-russians-shove-us-reporters/\" rel=\"noreferrer noopener\" target=\"_blank\">Biden and Putin watched</a> in apparent amusement as Putin’s guards shoved US reporters at that gathering.Collins asked, “Why are you so confident he’ll change his behavior, Mr. President?”“I’m not confident he’ll change his behavior! What the hell? What do you do all of the time? When did I say I was confident?” Biden shot back as he walked toward her with his finger in the air.The president erupted again when Collins followed up by noting how Putin had denied any involvement in cyberattacks against the US and downplayed Russia’s human rights violations, then asked Biden how their meeting could be considered constructive.“If you don’t understand that, you’re in the wrong business,” Biden shot back before storming off.Shortly after that encounter,  Biden apologized “for having been short” with Collins before boarding his return flight to the US.The White House had no immediate response to Monday’s incident.<br/>",
    "2022 - 5548": "President Biden called New York City Mayor Eric Adams Monday night to offer “firm support” for Adams’ plan to crack down on violent crime after the <a href=\"https://nypost.com/2022/01/21/nypd-cops-shot-in-harlem/\" rel=\"noreferrer noopener\" target=\"_blank\">fatal shooting of two NYPD officers</a> in Harlem last week.White House press secretary Jen Psaki said at her regular briefing Tuesday that Biden called Adams “to express his deepest condolences” over the killings of Officers Wilbert Mora and Jason Rivera.Psaki said Biden “reiterated his admiration for the brave men and women of law enforcement who risk their lives on a daily basis to protect our communities … and he expressed his firm support for Mayor Adams’ efforts to combat gun violence and violent crime.”Rivera, 22, <a href=\"https://nypost.com/2022/01/21/nypd-cops-shot-in-harlem/\" rel=\"noreferrer noopener\" target=\"_blank\">succumbed to his injuries Friday </a>after being shot during a domestic disturbance call. Mora, 27, <a href=\"https://nypost.com/2022/01/25/nypd-officer-wilbert-mora-dies-after-harlem-ambush/\" rel=\"noreferrer noopener\" target=\"_blank\">was taken off life support</a> Tuesday, shortly after Psaki spoke. Suspect Lashawn McNeil, 47, <a href=\"https://nypost.com/2022/01/24/accused-nypd-cop-killer-dies-after-being-shot-by-officer-during-harlem-ambush/\" rel=\"noreferrer noopener\" target=\"_blank\">died Monday </a>from wounds suffered when a third officer returned fire.In response to the shootings, ex-cop Adams announced a plan to combat rising violent crime by <a href=\"https://nypost.com/2022/01/14/nypd-to-roll-out-new-neighborhood-safety-anti-gun-team/\" rel=\"noreferrer noopener\" target=\"_blank\">launching a plainclothes anti-gun unit</a> that will replace a similar unit <a href=\"https://nypost.com/2020/06/15/nypd-disbands-anti-crime-unit-after-disproportionate-number-of-shootings/\" rel=\"noreferrer noopener\" target=\"_blank\">scrapped in 2020</a> amid anti-police brutality protests.“We have a true ally in the @WhiteHouse,” <a href=\"https://twitter.com/NYCMayor/status/1486045114384502786\" rel=\"noreferrer noopener\" target=\"_blank\">Adams tweeted</a> Tuesday with a clip of Psaki’s remarks. “[Biden] knows what it takes to keep our streets safe and his support will be invaluable in getting the job done.”Psaki told reporters that “during the call, the president also reiterated his commitment to serve as a strong federal partner for New York City and other communities grappling with the increasing gun crime we’ve seen over the past two years.”“He discussed the steps his administration has taken to combat gun violence, including by providing cities and states with historic levels of funding through the [American] Rescue Plan to invest in fighting crime by putting more cops on the beat and supporting community anti-violence programs, as well as through stepped-up federal law enforcement efforts such as gun-trafficking strike forces the Department of Justice has established in New York City and other major cities around the country,” the press secretary went on. “Since their announcement last summer, those strike forces have already opened over 350 investigations nationally and have taken over 2,000 guns off of the streets.”Adams won the mayoral election last year after campaigning as a moderate Democrat who opposed left-wing efforts to defund or abolish police forces. Under former Mayor Bill de Blasio, the city government <a href=\"https://nypost.com/2020/07/01/city-council-passes-budget-with-1-billion-nypd-cut/\" rel=\"noreferrer noopener\" target=\"_blank\">slashed $1 billion</a> from the NYPD budget.Adams visited Biden at the White House in July and told reporters he was <a href=\"https://nypost.com/2021/07/12/nyc-mayoral-candidate-eric-adams-visits-white-house-to-discuss-crime/\" rel=\"noreferrer noopener\" target=\"_blank\">“the Biden of Brooklyn.”</a> Biden has <a href=\"https://nypost.com/2021/06/23/biden-says-cities-should-spend-leftover-covid-funds-on-hiring-cops/\" rel=\"noreferrer noopener\" target=\"_blank\">urged cities to use leftover stimulus funds</a> from a $1.9 trillion COVID-19 bill to bolster police forces amid a national jump in violent crime.Adams visited the White House again last month — but <a href=\"https://nypost.com/2021/12/14/nyc-mayor-elect-eric-adams-attends-event-at-the-white-house/\" rel=\"noreferrer noopener\" target=\"_blank\">he bailed on the gathering of mayors to return to New York</a> before Biden showed up to say hello.Biden, 79, pushed harsh criminal penalties, especially for drug crimes, during his 36 years in the Senate — drawing criticism from both the left and conservatives during the 2020 election. Critics say laws written by Biden in the 1980s and ’90s contributed to <a href=\"https://nypost.com/2020/12/16/instagram-censors-post-for-linking-joe-bidens-1994-law-to-mass-incarceration/\" rel=\"noreferrer noopener\" target=\"_blank\">the mass incarceration of minorities</a> and sent some people <a href=\"https://nypost.com/2021/01/20/trump-releases-pot-prisoners-jailed-under-bidens-1994-crime-bill/\" rel=\"noreferrer noopener\" target=\"_blank\">to prison for life</a> for dealing marijuana.Biden lent his support to Adams’ anti-crime efforts as violence continued to increase in the nation’s largest city. In 2021, New York City had <a href=\"https://www1.nyc.gov/assets/nypd/downloads/pdf/crime_statistics/cs-en-us-city.pdf\" rel=\"noreferrer noopener\" target=\"_blank\">488 murders</a>, a 4 percent increase from the 468 tallied in 2020, which in turn was a 47 percent jump from 319 killings in 2019.",
    "2022 - 3918": "House Minority Whip Steve Scalise (R-La.) had strong words for the <a href=\"https://nypost.com/2022/01/22/defund-police-backers-sing-a-different-tune-after-cop-is-slain/\">“defund the police” movement </a>Wednesday, recalling how officers helped save his life during a 2017 mass shooting by a left-wing extremist.“If it wasn’t for Capitol Police who were on that ballfield that day — when, you know, when they talk about defunding the police, one of the craziest ideas I’ve ever heard of in a town where there’s a lot of crazy ideas, that’s why it’s the worst of them,” Scalise said on the “Real America” podcast hosted by Republican National Committee Chairwoman Ronna McDaniel. “How many people every day in communities are alive because police risked their lives to keep us safe?” the Louisiana lawmaker asked.Scalise <a href=\"https://nypost.com/2021/04/21/pol-skeptical-on-fbi-saying-2017-baseball-shooting-was-suicide-by-cop/\">sustained near-fatal</a> injuries at the hands of James Hodgkinson, who fired more than 100 rounds at GOP lawmakers, staff and lobbyists <a href=\"https://nypost.com/2017/06/14/the-moment-the-gop-shooter-opened-fire/\">while they were practicing for the Congressional Baseball Game</a> in Alexandria, Va.“If it wasn’t for David Bailey, Crystal Griner, who were the Capitol Police officers with me, then the Virginia police who showed up later and ultimately confronted and took down the shooter — he had free reign over all of us, and his intention was to take us all out,” Scalise recalled. “So it’s one of those things where you say, ‘Look at anybody who dares to embrace that movement.’ I’ll take that on every day.” Scalise noted that he is still in physical therapy and is battling long-term nerve damage, before accusing Democrats of turning a blind eye to political violence across the spectrum. Progressive activists and lawmakers’ <a href=\"https://nypost.com/2021/06/18/gop-police-officials-push-back-on-calls-to-defund-the-police/\">push to cut</a> funding to police departments began to gain traction after George Floyd was murdered by Minneapolis police officer Derek Chauvin in the summer of 2020. While lawmakers on both sides of the aisle have expressed support for reforms to prevent police brutality, GOP lawmakers have warned that cutting police funding leads to an uptick in violent crime and hinders law enforcement from receiving the resources necessary to protect communities.“They don’t want both sides of the story being told,” Scalise said. “There is a desire you see on some of their parts to just want perennial victimhood. “I don’t look at myself as a victim.” he added. “I’m lucky God gave me a second chance. And yet they only wanted to look at one side of the story when we were saying, ‘Look, if you want to look at political violence, there was a whole lot of political violence that went unchecked during the summer [of 2020] where they were killing cops, where they were beating people in the streets, burning down buildings. They didn’t want to look at any of that.”  Republicans are expected to make the “defund the police” movement a focus of their messaging strategy this November as the party looks to take back the majority in both chambers of Congress. “[Americans are] rejecting this all across the board in states where you wouldn’t think,” Scalise told McDaniel. “The people of <a href=\"https://nypost.com/2021/11/03/minneapolis-voters-soundly-rejected-a-defund-ballot-initiative/\">Minneapolis voted against defunding the police</a> when the Democrat leaders wanted to defund the police.“And so it shows you they’re way out of touch, not only with mainstream America, they’re out of touch with Democrat voters in a lot of these states,” he added. “And, you know, we’re going to work to get it back. And we’re not just going after Republican votes and independent votes, there are a lot of Democrats that are coming our way too because of this.” ",
    "2022 - 3258": "An Asian American man beaten with a bat two years ago in San Francisco has sued city prosecutors over their alleged mishandling of what he says was a racially motivated attack.Anh Lê, 69, alleged that he wasn’t consulted by the San Francisco District Attorney’s Office on a plea deal offered to a man who attacked him on Nov. 2, 2019 as he was walking through Chinatown, according to the lawsuit filed in federal court on Tuesday.“The San Francisco District Attorney’s Office allowed the adult male attacker to plead to a misdemeanor with one-year probation, restitution to the victim and a criminal protective order,” Lê said at a press conference Tuesday, <a href=\"https://www.sfchronicle.com/sf/article/Man-beaten-with-a-bat-in-S-F-s-Chinatown-sues-16803717.php\" rel=\"noreferrer noopener\" target=\"_blank\">the San Francisco Chronicle reported</a>.“They did this without consulting me, without any input from me at all, and in violation of my rights as a victim.”In his suit, he alleges that he was out for a walk when he nearly collided with a boy on a busy sidewalk outside a Chinatown market, the newspaper reported.To Lê’s shock, the boy allegedly grabbed a plastic baseball bat out of his mother’s bag and hit Lê repeatedly before his father, identified by authorities as Jimmy Tanner Sr., held up a glass bottle and threatened to kill Lê, <a href=\"https://www.dailymail.co.uk/news/article-10443417/Asian-American-man-69-sues-SF-District-Attorney-not-prosecuting-attackers-hate-crime.html\" rel=\"noreferrer noopener\" target=\"_blank\">the Daily Mail reported</a>. The father and son were apprehended later that day.Tanner was detained on charges of battery, felony elder abuse and terroristic threats, the outlets reported.But prosecutors opted not to prosecute either Tanner or his son with a hate crime, and agreed to a plea deal with the father. He pleaded guilty to a misdemeanor battery offense and received a year of probation for the incident, the Daily Mail reported. Lê said he was never informed of the plea deal, nor the lack of intention to prosecute the attack as a hate crime. Lê called the attack the “most brutal, terrifying and humiliating experience” of his life during Tuesday’s press conference. He said he was never given the chance to enter a victim impact statement — so nothing was read at Tanner’s plea deal hearing about the attack or the post-traumatic stress Lê said he suffers now because of it. Rachel Marshall, a spokeswoman for the DA, said that District Attorney Chesa Boudin has been an “advocate” for services and support for the Asian American and Pacific Islander community, including adding multilingual advocates to his office and launching the AAPI elder abuse steering committee. While the attack on Lê happened in 2019, targeted attacks against the AAPI community has <a href=\"https://nypost.com/2022/01/20/nyc-protesters-denounce-spike-in-anti-asian-violence-after-michelle-gos-death/\">surged nationwide</a> since the onslaught of the COVID-19 pandemic. On Tuesday, the San Francisco Police Department released statistics indicating 60 reported anti hate crimes reported citywide in 2021, up from nine in 2020 and eight in 2019. Authorities say one man is believed to be responsible for half of the 2021 attacks."
}