{
    "2018 - 4911": "President Trump declared “a new American moment” in his first State of the Union address Tuesday — touting his tax cuts and the booming US economy and vowing to work with Democrats to reform the nation’s immigration policies and crumbling infrastructure.“Tonight, I call upon all of us to set aside our differences, to seek out common ground, and to summon the unity we need to deliver for the people,” Trump said to Congress and the nation at the Capitol. “This in fact is our new American moment. There has never been a better time to start living the American dream.”The speech, which went for 80 minutes, had some 150 applause lines, including when Trump said “the state of our union is strong because our people are strong.”The president focused on many of the same themes on which he campaigned — keeping Americans safe, cutting regulations and stimulating the fossil fuel industry — but also struck a conciliatory tone.“Together, we are building a safe, strong and proud America,” he said.The president spoke proudly of the GOP tax cut plan passed by Congress — boasting that 3 million American workers had ­already received employer bonuses.“Our massive tax cuts provide tremendous relief for the middle class and small businesses,” he said, reading from a teleprompter and largely sticking to his prepared remarks. “Since we passed tax cuts, roughly 3 million workers have already gotten tax cut bonuses — many of them thousands of dollars per worker.”And after a hyperpartisan year in Washington — during which the president launched myriad Twitter attacks against his critics — he stressed unity.“Tonight, I want to talk about what kind of future we are going to have, and what kind of nation we are going to be. All of us, together, as one team, one people, and one American family can do anything. We all share the same home, the same heart, the same destiny, and the same great American flag,” he said.But he also revived his divisive beef with <a href=\"https://nypost.com/2018/01/30/trump-calls-for-americans-to-stand-for-national-anthem/\">NFL players who kneel for the national anthem to protest police brutality</a> — after he introduced Preston Sharp, a 12-year-old California boy who ran a program to place American flags on veterans’ graves.“Preston’s reverence for those who have served our nation reminds us why we salute our flag, why we put our hands on our hearts for the Pledge of Allegiance, and why we proudly stand for the national anthem,” Trump said.The president at several points returned to his handling of the economy, and spoke again about repairing the nation’s infrastructure — a key campaign promise he has yet to fulfill.“In our drive to make Washington accountable, we have eliminated more regulations in our first year than any administration in history. We have ended the war on American energy — and we have ended the war on beautiful clean coal,” he said.Trump also pushed for <a href=\"https://nypost.com/2018/01/30/trump-backs-law-to-allow-experimental-treatments/\">terminally ill Americans to be able to use experimental drugs.</a>“People who are terminally ill should not have to go from country to country to seek a cure — I want to give them a chance right here at home. It is time for the Congress to give these wonderful Americans the right to try,” he said.The president also urged a bipartisan solution to the contentious debate on immigration.“Struggling communities, especially immigrant communities, will also be helped by immigration policies that focus on the best interests of American workers and American families,” Trump declared. “So tonight I am extending an open hand to work with members of both parties, Democrats and Republicans, to protect our citizens of every background, color, and creed.”But he said that American citizens must come first, “because Americans are dreamers, too,” a reference to the foreign-born Dreamers protected from deportation by the Deferred Action for Childhood Arrivals program.<a href=\"https://nypost.com/2018/01/30/trump-booed-over-chain-migration-comments-at-state-of-the-union/\">Then, when Trump talked about ending chain migration</a> — which gives preference to extended families of immigrants already in the US — Democrats in the audience booed.First lady <a href=\"https://nypost.com/2018/01/30/melania-arrives-at-state-of-the-union-without-trump/\">Melania Trump arrived separately from the president</a>, her first public appearance with her husband since allegations surfaced that he had an affair with porn vixen Stormy Daniels, a charge she and the White House deny.Some Democrats, including New York Rep. Gregory Meeks and Rep. John Lewis of Georgia, boycotted the speech, with Lewis bitterly criticizing the president for his reference to some African nations as “s–thole countries.”“At every opportunity, he’s disrespected me and individuals who look like me. I cannot respect him,” Meeks told MSNBC.",
    "2018 - 2508": "British model Chloe Ayling was pictured holding hands with her alleged kidnapper and strolling down an Italian street the day before she was set free, a Milan court heard this week.Security footage showed the blond bombshell hand-in-hand with Lukasz Herba, 30, in the Italian city of Turin, wearing matching white T-shirts and jeans, <a href=\"https://www.express.co.uk/news/world/916106/chloe-ayling-model-kidnap-cctv-lukasz-herba-trial\">according to the Express UK.</a>Polish-born Herba is accused of drugging the 20-year-old with ketamine when she turned up for a bogus photoshoot last July, holding her captive for six days and threatening <a href=\"https://nypost.com/2017/08/05/creep-kidnapped-model-after-luring-her-to-photo-shoot-cops/\">to sell her to a sex trafficking gang.</a>Police said <a href=\"https://nypost.com/2017/08/05/accused-italian-kidnapper-linked-to-group-called-black-death/\">a group calling itself Black Death</a> sought to auction her online with a starting bid of $353,000.CCTV footage shows the pair just a day before the model was dropped off at the British consulate in Milan, after she says they found out she has a 2-year-old child.On Wednesday, the court also heard that the young woman was handcuffed and brutally stuffed into a suitcase to be transported to the cottage where she was held after being drugged, <a href=\"http://www.ansa.it/english/news/general_news/2018/02/07/abducted-british-model-suffered-violence-2_b62b9c62-0ac6-466c-8ce4-f747368e6a46.html\">Italian outlet ANSA reported.</a>“I went through a terrible experience,” Ayling told state broadcaster RAI on Wednesday.”I feared for my life every minute. I’m infinitely grateful to the Italian and British police for saving me. They worked night and day to find me.”Doubt was cast on her account of the ordeal after it emerged that she had gone shoe shopping during her alleged captivity, and her alleged kidnapper <a href=\"https://nypost.com/2017/12/13/model-staged-kidnapping-for-fame-suspect-claims/\">claims she plotted the whole ordeal in a desperate bid for fame.</a>Her lawyers have <a href=\"https://nypost.com/2017/08/08/models-lawyer-bashes-claims-that-kidnapping-was-a-hoax/\">called those suggestions “evil”</a> and told the court the model endured “physical and psychological violence.”Ayling has been excused from testifying during the trial, but Herba’s defense attorneys are appealing that decision.Authorities are also seeking to extradite Herba’s brother Michal Herba, who was arrested in Britain.",
    "2018 - 1160": "Search crews in South Carolina are looking for a 4-year-old girl allegedly abducted during a home invasion, officials said.Heidi Todd was snatched amid a break-in Tuesday at a Johns Island home that left her mom “brutally” beaten, news station <a href=\"http://wlos.com/news/nation-world/charleston-county-dispatch-charleston-police-responding-to-status-check-for-missing-child\">WCIV reported</a>.The mom, who was transported to a hospital, told police the attacker was a thin Hispanic male, 25 to 30 years old, with short hair.An Amber Alert was not issued due to lack of information regarding the suspect, according to officials.Police said the missing tot is one of four kids, two of whom were home at the time of the incident. Her siblings were reportedly unharmed.The missing girl’s father was at US Coast Guard training when the home invasion occurred, authorities said.Law enforcement was contacted when the mom didn’t show up to school Wednesday afternoon to pick up two of her children.The 4-year-old was last seen wearing a hot pink top and blue pants.A $10,000 reward is being offered by the FBI for any information that leads to the girl’s recovery.",
    "2018 - 1883": "JOHNS ISLAND, S.C. — A <a href=\"https://nypost.com/2018/02/14/4-year-old-girl-goes-missing-in-home-invasion/\">4-year-old girl who disappeared from her South Carolina home</a> where her mother was found badly beaten has been found safe a day later in Alabama, authorities said.The police chief in Riverside, Alabama, found Heidi Todd inside a vehicle Wednesday afternoon and managed to get her out safely before the driver sped off, Charleston Mayor John Tecklenburg said.Police are now looking for the driver, Thomas Evans, 37, who has been charged with kidnapping, said prosecutor Scarlett Wilson, who expects more charges to be filed.Officers went to the girl’s home on Johns Island around 6 p.m. Tuesday after two of her siblings had not been picked up at school, Tecklenburg said.The mother was found “brutally beaten” but officers did not find Heidi, Tecklenburg said. Two other children were found in the home unharmed, the mayor said.The woman said she was attacked as she returned home, but investigators don’t know exactly when that was or where she had gone, Tecklenburg said.Investigators have not found any connection between Evans and the girl’s family and they haven’t figured out a motive for the kidnapping, the mayor said.Authorities said Heidi’s dad was on a plane to reunite with his daughter in Riverside, Alabama, about 35 miles east of Birmingham, authorities said.“I saw a picture of her with a happy, smiling face,” Tecklenburg said.The girl’s mother remains in the hospital and underwent surgery Wednesday, the mayor said.Authorities spent the past 24 hours looking for the girl, searching nearby ponds and flying over Charleston in helicopters. Neighbors came to hear the mayor’s news conference Wednesday night and cheered and clapped when he said Heidi was safe.“What could have been a day of great tragedy has really been a day of joy,” Tecklenburg said.",
    "2018 - 5991": "SANTA FE, N.M. — A New Mexico boy who authorities said endured years of abuse and was found buried along the side of a rural highway had not attended school for several months.Jeremiah Valencia’s mother, Tracy Pena, pulled him out of a Las Vegas, New Mexico, middle school in February 2017 and told school officials she would enroll him in a Santa Fe school. But she never did and school and state officials did not notice, <a href=\"http://www.santafenewmexican.com/news/local_news/boy-s-death-highlights-holes-in-attendance-enforcement/article_2e5ce6a4-47e4-5390-9af6-4b026a7a2ebe.html\">the Santa Fe New Mexican reported</a>.Valencia had been out of school for at least seven months before he died, police said.Authorities did not discover the 13-year-old’s body until two month after his estimated death in November because no one reported Valencia as missing, they said.<aside class=\"single__inline-module alignright\"><div class=\"inline-module inline-module--primary-tag\">\n<div class=\"inline-module__inner\">\n<h2 class=\"inline-module__heading widget-heading widget-heading--sm\">\n<span class=\"widget-heading__sub\">More On:</span>\n<a data-ga-event='{\"category\":\"More On\",\"action\":\"https:\\/\\/nypost.com\\/tag\\/child-abuse\\/\"}' href=\"https://nypost.com/tag/child-abuse/\">\n\t\t\t\t\tchild abuse\t\t\t\t</a>\n</h2>\n<div class=\"inline-module__content\">\n<ul class=\"inline-module__list\">\n<li class=\"story story--list\">\n<h3 class=\"story__headline headline headline--xxs\">\n<a data-ga-event='{\"category\":\"More On\",\"action\":\"https:\\/\\/nypost.com\\/2022\\/12\\/01\\/girl-11-who-was-allegedly-killed-by-mom-weighed-just-48-pounds\\/\",\"label\":\"Slot 1\"}' data-image-url=\"https://nypost.com/wp-content/uploads/sites/2/2022/12/adella-tom-leticia-mccormack-comp.jpg?quality=75&amp;strip=all\" href=\"https://nypost.com/2022/12/01/girl-11-who-was-allegedly-killed-by-mom-weighed-just-48-pounds/\">\n\t\t\t\t\t\t\tGirl, 11, who was allegedly killed by adoptive mom weighed just 48 pounds\t\t\t\t\t\t</a>\n</h3>\n</li>\n<li class=\"story story--list\">\n<h3 class=\"story__headline headline headline--xxs\">\n<a data-ga-event='{\"category\":\"More On\",\"action\":\"https:\\/\\/nypost.com\\/2022\\/11\\/29\\/dad-who-lost-son-still-insists-accused-killer-bx-mom-is-good-mother\\/\",\"label\":\"Slot 2\"}' data-image-url=\"https://nypost.com/wp-content/uploads/sites/2/2022/11/bronx-children-murdered-comp.jpg?quality=75&amp;strip=all\" href=\"https://nypost.com/2022/11/29/dad-who-lost-son-still-insists-accused-killer-bx-mom-is-good-mother/\">\n\t\t\t\t\t\t\tDad who lost sons still insists accused killer Bronx mom is 'good mother'\t\t\t\t\t\t</a>\n</h3>\n</li>\n<li class=\"story story--list\">\n<h3 class=\"story__headline headline headline--xxs\">\n<a data-ga-event='{\"category\":\"More On\",\"action\":\"https:\\/\\/nypost.com\\/2022\\/11\\/29\\/nyc-child-services-agency-to-probe-its-handling-of-accused-killer-mom-dimone-flemings-prior-neglect-case\\/\",\"label\":\"Slot 3\"}' data-image-url=\"https://nypost.com/wp-content/uploads/sites/2/2022/11/newspress-collage-24832646-1669764019893.jpg?quality=75&amp;strip=all&amp;1669746111\" href=\"https://nypost.com/2022/11/29/nyc-child-services-agency-to-probe-its-handling-of-accused-killer-mom-dimone-flemings-prior-neglect-case/\">\n\t\t\t\t\t\t\tNYC child services agency to probe its handling of accused killer mom's prior neglect case\t\t\t\t\t\t</a>\n</h3>\n</li>\n<li class=\"story story--list\">\n<h3 class=\"story__headline headline headline--xxs\">\n<a data-ga-event='{\"category\":\"More On\",\"action\":\"https:\\/\\/nypost.com\\/2022\\/11\\/28\\/fear-of-seeming-racist-prompts-acs-to-endanger-black-children\\/\",\"label\":\"Slot 4\"}' data-image-url=\"https://nypost.com/wp-content/uploads/sites/2/2022/11/newspress-collage-24817617-1669685499028.jpg?quality=75&amp;strip=all&amp;1669667578\" href=\"https://nypost.com/2022/11/28/fear-of-seeming-racist-prompts-acs-to-endanger-black-children/\">\n\t\t\t\t\t\t\tFear of seeming racist prompts ACS to endanger black children\t\t\t\t\t\t</a>\n</h3>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</aside>Pena’s boyfriend Thomas Ferguson, 42, was indicted last week on first-degree murder and 17 other felony counts related to Valencia’s death. Police believe he brutally beat the teen to death while Pena was in jail on a warrant for failing to appear in court.Pena and Ferguson’s son, 19-year-old Jordan Nunez, also is facing charges in the case.Authorities learned about Valencia’s murder in January when Pena told another county jail inmate about her son’s death and named Ferguson as the person who killed the teen.The inmate shared the information with sheriff’s investigators.Under state law, parents are required to enroll children between the ages of 5 and 18 in school. However, there is no specific state official responsible for ensuring that happens when students are transferred between districts or taken from a public school to a private or charter school.The New Mexico Public Education Department tracks dropout rates and other statistics, but does not follow up when students vanish from the education system, spokeswoman Lida Alikhani said in an email.“The state is not required to intervene with any individual student,” she said. “That responsibility lies on the school or district.”In Valencia’s case, West Las Vegas Middle School officials believed the teen had been transferred to Capshaw Middle School because a code showed that he was a student there, said Christopher Gutierrez, the superintendent for the Las Vegas district.Records show a preliminary registration form had been filled out for Valencia, but he never became a student, said Jeff Gephart, a spokesman for Santa Fe Public Schools.Gutierrez told The New Mexican that staff members did their due diligence when they tried to follow up on Valencia, but said he has implemented changes following his death.“Some of the things I see (are) that we need to communicate a little more,” Gutierrez said. “Different people have different roles to play when it comes to transferring (records) or accepting transfer slips. We need to make sure that everybody is crossing their t’s and dotting their i’s.”",
    "2018 - 2390": "The sister of a <a href=\"https://nypost.com/2017/11/20/boy-who-stabbed-teen-girl-to-death-kept-hit-list-cops/\">20-year-old woman who was stabbed to death</a> reportedly begged her alleged murderer to take names off his “kill list” before the brutal slaughter, police said.Authorities testified Monday that Makyla Grote’s younger sister reported that teenage suspect Aiden von Grabow had a hit list weeks prior to the November murder at a Longmont, Colorado, home, <a href=\"http://www.9news.com/article/news/crime/police-questioned-teen-about-kill-list-month-before-he-allegedly-stabbed-woman-to-death/73-526134719\">KUSA reported</a>.The hearing, which is scheduled to last until Friday, will determine whether the now 16-year-old suspect <a href=\"https://nypost.com/2018/02/26/teen-may-use-acne-drug-symptoms-as-defense-in-murder-case/\">should be tried as an adult</a> in the murder case.Police said Grote was not on the hit list, but that her younger sister was named first.“Torture till she begs for mercy,” the note read, according to police.Authorities suspect that von Grabow went to the victim’s house to kill the sister, but attacked the 20-year-old when she answered the door.Lakewood Police Agent Brandon Saunders said that von Grabow, then 15-years-old, warned the victim’s sister in October about his “kill list” in Snapchat messages.Von Grabow reportedly asked the girl to reveal a friend’s last name in order to be kept “off the list,” but she refused, according to police.The younger sister allegedly begged him not to hurt her friend, saying she would do “anything” to keep her safe, KUSA reported.Von Grabow also sent her concerning messages such as, “I don’t get how you think one officer can stop me when I’ve literally stabbed myself before,” <a href=\"http://www.timescall.com/news/crime/ci_31712851/prosecutors-longmont-teen-murder-suspect-ran-away-from?source=pkg\">according to the Longmont Times-Call</a>.The sister then notified police who confronted von Grabow the next day about the “kill list” — but he denied its existence, according to authorities.The disturbing document wasn’t found in his bedroom when police initially searched, but was recovered there more than a month later after the murder.Von Grabow faces charges of first-degree murder, as well as attempted murder for allegedly planning to kill Grote’s younger sister and two others on his “kill list.”",
    "2018 - 7411": "Sergei Skripal escaped Russia — but knew he could never outrun the Kremlin.The former Russian army officer-turned-British double agent’s life changed instantly in 2010 when he was plucked from a brutal penal colony where he was serving time for treason and flown to the UK in the high-profile prisoner swap that saw <a href=\"https://nypost.com/2014/12/07/sexy-russian-spy-tried-to-seduce-snowden/\">sexy spy Anna Chapman</a>, who had been living in New York, deported to Russia.Skripal left a punishing existence behind bars under Vladimir Putin’s thumb for a comfy retirement, and lived the next seven years in a sleepy English town on a government pension.But he could never stop looking over his shoulder, according to family members.“From the first days, he knew that it could end badly and that he would not be left alone,” an anonymous relative told BBC Russia.On Sunday, <a href=\"https://nypost.com/2018/03/05/ex-russian-spy-critically-ill-after-exposure-to-unknown-substance/\">Skripal’s past may have finally caught up with him</a>, when he and his <a href=\"https://nypost.com/2018/03/06/woman-found-unconscious-with-ex-russian-spy-is-his-daughter/\">daughter, 33-year-old Yulia, suddenly collapsed on a bench</a> outside a local shopping mall — after exposure to what authorities say was an “unknown substance.”Adding to the intrigue, Skripal’s wife, son and brother have all passed away over the past five years — and family members remain suspicious about the circumstances, <a href=\"http://www.bbc.com/news/uk-43297638\">according to the BBC</a>.His wife, Lyudmila, reportedly died of cancer in the UK in 2012, his older brother passed away in Russia two years later, and his son, Alexandr, died of liver failure last year while on holiday in the Russian city of St. Petersburg.On Tuesday, Skripal and Yulia were fighting for their lives in a hospital while British authorities scrambled to figure out how they fell ill — and whether Moscow was finally exacting revenge for the military officer’s betrayal.The parallels to the 2006 assassination of defected Russian agent Alexander Litvinenko — who was <a href=\"https://nypost.com/2016/01/22/how-putin-probably-had-ex-kgb-spy-killed-with-tea-and-honey/\">poisoned with radioactive tea in London</a>, likely on the orders of Putin himself, an inquiry recently found — have not gone unnoticed by Britain’s leaders.The case is so “unusual,” Scotland Yard said Tuesday, that it is placing its counterterrorism police in charge of the investigation — while UK Foreign Secretary Boris Johnson threatened “robust” retaliation if the Kremlin is found to have any connection to Skripal’s illness.“Should evidence emerge that implies state responsibility, then Her Majesty’s government will respond appropriately and robustly,” he told Parliament, adding that such a response could include boycotting the upcoming soccer World Cup in Russia.“I think we will have to have a serious conversation about our engagement with Russia, and for my own part, I think it will be very difficult to see how we can,” Johnson said.A Kremlin spokesman called it a “tragic situation” but denied any knowledge of the incident in Moscow.But Putin himself declared amid the 2010 prisoner swap that “traitors always end badly.”“Secret services live by their own laws and these laws are very well known to anyone who works for a secret service,” the former KGB officer said ominously at the time.An elaborate poisoning plot would certainly be a fitting climax for a man whose life story reads like a Cold War thriller.A decorated former military man, Skripal was working for Russia’s Foreign Ministry when he was arrested in 2004 — after authorities say he was caught leaking information about Russian military spies to the UK via a James Bond-style transmitter hidden inside a rock in a Moscow park, the Daily Mail reported.They say he was paid more than $100,000 for the intel.Skripal was sentenced to 13 years behind bars, and served time in one of Mordovia’s notoriously tough prisons until 2010 — when he and three others were exchanged for 10 members of a Russian sleeper cell that had been uncovered in the United States.Among the spy ring’s ranks was Chapman, the flame-haired daughter of a Russian diplomat who was working as a real estate agent in New York — and has since parlayed her notoriety and bombshell looks into a post-espionage career as a media personality.Skripal, however, settled into a quiet, low-key life in the small city of Salisbury with Lyudmila and Yulia. He bought a red-brick house and a BMW, liked to play the lottery and recently joined a social club, <a href=\"https://www.theguardian.com/uk-news/2018/mar/06/salisbury-scratchcards-and-sausage-the-quiet-life-of-sergei-skripal\">the Guardian reports</a>.“He said hello if he walked past, and seemed like a nice chap,” neighbor James Puttock told the paper. “When he moved in, he invited us all over for a housewarming party; I imagine he invited the whole street.”When Lyudmila died in 2012, Yulia reported her passing to the local authorities and described her father as a former government planning officer, according to the paper.Yulia, who had worked for Nike in Russia before the 2010 move, was employed at a Holiday Inn in England as recently as 2014, but more recently seems to have moved back to Moscow, where she works for PepsiCo Russia, according to her Facebook page.But she regularly visits her dad in Salisbury, photos on the page suggest, and their housekeeper told the Guardian she was on one such trip when the pair were suddenly afflicted with a mystery illness in the middle of town on Sunday afternoon.“She was slumped over on the man’s shoulder,” Freya Church, 27, who found the pair on a bench, <a href=\"https://www.telegraph.co.uk/news/2018/03/06/first-picture-daughter-poisoned-russian-spy-fighting-life-hospital/\">told the Telegraph</a>.“To be honest, I thought they might be homeless but they were perhaps better dressed,” Church said. “She had a red bag at her feet. He was gesturing at the sky, doing some kind of movements with his hands . . . He was looking up and his eyes were glazed.”Investigators in anti-contamination suits later sealed off the site and several nearby businesses — including two restaurants.On Tuesday night, cops were still outside the eateries — Italian chain Zizzi and pub The Mill — and were preparing to go inside, according to local paper the Salisbury Journal.Meanwhile, radiation and toxicology experts have been tapped to help work out exactly what the Skripals have been exposed to.Nothing untoward appears to have happened to the other three Russians swapped alongside Skripal — Igor Sutyagin, Aleksandr Zaporozhsky and Gennady Vasilenko.“I am not concerned,” Sutyagin <a href=\"https://www.thetimes.co.uk/article/sergei-skripal-informer-slipped-away-after-spy-swap-for-russian-femme-fatale-anna-chapman-r6fpjczcl\">told the Times of London</a>, adding that he’s not sure Russia is to blame. “There are lots of former security officers that deserted to the West.”But Marina Litvinenko, the widow of assassinated spy Alexander Litvinenko, says the whole situation feels suspiciously familiar to her.“It’s like deja vu, [like] what happened to me 11 years ago,” she told BBC Radio.“In Russia it is still [an] old-fashioned and old-style KGB system,” she added. “It’s still all the same. If there is an order to kill somebody, it will happen.”",
    "2018 - 2442": "WICHITA, Kan. — A Kansas missionary couple has been sentenced to two years and eight months in prison for giving brutal, religion-inspired beatings to two of the three children they adopted from Peru.James and Paige Nachtigal, of North Newton, were sentenced Thursday for several child abuse counts. They entered Alford pleas to the charges in August in which they acknowledged prosecutors had enough evidence for convictions but admitted no guilt.The Nachitgals were arrested in February 2016 after an 11-year-old boy was found walking barefoot in a field and told authorities he feared returning home because he hadn’t done his homework and that was a sin. The boy’s 11-year-old sister was found with a broken leg.The couple had adopted the children from an area of Peru where they worked as missionaries.North Newton Police Chief Randy Jordan wiped back tears as he described what he saw when he was called to the Nachtigal’s home and the injuries to the boy, <a href=\"http://www.ksn.com/news/local/north-newton-couple-sentenced-in-horiffic-case-of-abuse-involving-adopted-children/1021980097\">KSNW</a> reported.“They did find there was a healing broken bone in his arm, and when he said he got hit it hurt, he got hit hard,” Jordan said. The police chief previously said the Department for Children and Families received around a dozen reports from people concerned about the couple’s treatment of their adoptive children — some coming as early as 2014 — but none were forwarded to his department for investigation.The eldest of the adopted children escaped the brunt of the abuse and read a prepared statement during the sentencing in which she described the younger children being beaten with a cane and a wooden spoon. The girl, now 17, also said her adopted siblings were deprived of food and even a real bed.Jim and Paige Nachtigal, who will begin their sentences next week, both spoke during the hearing.“I had no idea of the difficulties and behaviors I would have to deal with,” said Paige Nachtigal. Jim Nachtigal was fired from his job as CEO of the Kansas Christian Home, an elderly care facility, after charges were filed.Harvey County Attorney David Yoder told The Wichita Eagle after the hearing that the boy was adopted by his foster family and that the older girl is doing well in high school. He said the younger girl is “severely traumatized” and in a group home.“Her recovery is going to take a lot longer,” Yoder said."
}