{
    "2007 - 3531": " Police Commissioner Ray Kelly faced furious City Council members yesterday during a tense 31/2-hour hearing at which he insisted that race was not a factor in the cop shooting of Sean Bell.   “Public discussion in many quarters has focused on an allegation that the shooting was racially motivated,” Kelly said in the packed council chambers.   “However, it should be noted that the first officer who fired his weapon that night is black, that of the five officers who fired their weapons that night, three are black, two are white.”   A grand jury is currently probing the shooting of Bell, who was shot last Nov. 25 outside a Queens strip club the day he was to be married.   Kelly also insisted that the NYPD is sensitive to minorities, explaining that while 86 percent of those stopped and questioned are racial minorities, they make up the description of 92 percent of the perpetrators.   “So we strongly contest any assertion that the department engages in racial profiling,” he told the council’s Public Safety Committee.   Kelly’s opening comments unleashed angry responses from several council members.   “This is real. So when you say it’s not racially motivated . . . it doesn’t matter because you’re not the one being racially profiled,” said Councilwoman Helen Foster (D-Bronx).   Foster told Kelly that some of her constituents have been rounded up and arrested for trespassing while doing things as innocent as visiting a parent.   “I had a gentleman who went to visit his mother and was arrested. He spent the night in jail . . . This does not happen in white communities,” she fumed.   The showdown got even more tense when Councilman Charles Barron (D-Brooklyn) accused officers of “terrorizing” blacks.   Barron renewed his calls for Kelly to resign.   “You have sent a signal to your department that they can kill us, brutalize us with impunity,” Barron said. “They know that 99 percent of the time they are going to get away with it, whether it’s 41 bullets, 50 bullets. No matter what it is, they are going to get away with it.”   The “41” was a reference to Amadou Diallo, an unarmed West African immigrant slain in a fusillade of 41 police bullets in 1999. Bell and his two friends were fired upon 50 times.   Barron then said of another police shooting, in which unarmed Brooklyn teen Timothy Stansbury was killed in 2004: “It was not an accident. It was a cold-blooded killing.”   Kelly responded, “Oh, come on. How do you know that? How do you know that? There were two people there. Two police officers!”   At the start of the hearing, council Speaker Christine Quinn praised Kelly.   “There have been some who have tried to characterize these oversight hearings or these discussions as an attempt on the part of the City Council to vilify the Police Department,” she said.   “I want to very much put that belief to rest today. I as the speaker of the council have utmost faith in Ray Kelly.”   But Quinn added that “there are still some New Yorkers who feel that they are not treated the same way by police officers as other New Yorkers.”   Kelly also was forced to defend his hiring practices when several lawmakers said that while the NYPD is integrated, few at the top of the chain were racial minorities.   “I’m doing the best that I can,” he said. “We can do better if people take the test and pass the test. Just because you are a particular race doesn’t mean you will automatically be promoted.” <em><a class=\"a10blb\" href=\"mailto:frankie.edozien@nypost.com\">frankie.edozien@nypost.com</a></em>",
    "2007 - 7294": " He hated women as much he loved himself.   A Manhattan jury convicted per sonal trainer Paul Cortez yesterday of the 2005 throat-slash murder of his dancer ex-girlfriend, Catherine Woods   The crime sent shock waves through New York’s singles community because it could have happened to any innocent and starry- eyed woman looking for love in the big city.   Woods was a 21-year-old classically trained dancer from Ohio who dreamed of Broadway stardom but who reluc tantly supported herself by stripping. Cortez, now 26, was a self-absorbed struggling musician and yoga enthusiast who became obsessed with his petite sweetheart – repeatedly hounding her to clean up her act.   Yesterday, an eight-woman, four-man panel found that Cortez brutally slashed her across the neck, not once but twice, and stabbed her to death.   “The beautiful woman and baby that we raised for 21 years – I feel she’s with the angels now and at peace,” said grieving dad Jon Woods, a music-education professor at Ohio State University, where he directs the marching band.   Cortez took the stand in his own defense last week. He assured jurors in his placid, high-pitched voice that the real killer is still out there, despite the prosecutorial equivalent of a royal flush having been recovered at the crime scene: Cortez’s fingerprint, on the wall, in the victim’s blood.   Instead, Cortez told jurors, he is a poet, dancer, musical-theater buff, aspiring rock musician, yoga instructor, appreciator of sunsets and reader of sacred Hindu texts.   True to form, he appeared to take yesterday’s verdict meditatively, his head bowed as he sat at the defense table. His mother, Ivette, sobbed softly in the courtroom, and several female jurors appeared to tear up. But Cortez didn’t cry, and didn’t look up as he was led out in handcuffs.   Jurors took a day and a half to convict Cortez. He returns for sentencing March 23, when he faces a maximum of 25 years to life in prison.   “He was just very, very peaceful,” his defense lawyer, Dawn Florio, said afterward.   Jurors apparently didn’t buy the peaceful act – not after more than two weeks of graphic testimony on a monstrously violent slaying – of a man morbidly self-involved.   “I just want someone to love me as I love them, with all that there is to ever be,” read one entry from a journal Cortez kept.   Elsewhere in the journal, he pondered: “Still, I move alone / this crowded world is empty / Compared to the crowds in my head / Deciding on the knife / Skin vs. metal / Vein vs. blade/”   Of Woods’ job stripping, he wrote:   “I wanted her to stop so she would heal and love me without boundary or pain . . . I could not keep her close.”   Woods – who had chosen a career in dance when she was only 4 years old, her father had testified – was found face down and nearly decapitated, with her killer’s bloody boot print on her back in her Upper East Side bedroom.   Furious that she had refused his demands that she stop stripping and leave her live-in boyfriend, David Haughn, Cortez had waited outside Woods’ East 86th Street apartment until Haughn left, prosecutors charged. As Haughn got his car so he could drive Woods to her job dancing topless at FlashDancers on Broadway, Cortez entered through the apartment’s unlocked door.   Woods screamed repeatedly – a neighbor heard, but never called police – as Cortez slashed at her with the knife, stabbing her clear through one hand and through her cheek, with the blade entering her mouth.   Then he grabbed her from behind and pulled his knife twice across her throat, cutting through her larynx, her left carotid artery and both jugular veins.   “The killer then stood on her back and held her down as she bled to death,” lead prosecutor Peter Casolaro told jurors in closing statements Tuesday, calling the attack “the product of extreme rage and total overkill.”   “He’d reached his breaking point,” Casolaro told them. “This violent misogynist and narcissist could not handle rejection.”   Nor were jurors swayed by Cortez’s claims – never substantiated – that Woods was doing porn movies, sleeping around, prostituting herself, and drinking and drugging heavily.   “They dragged my daughter’s name through the mud,” Jon Woods said angrily after the verdict. “She hated this job,” he said of the stripping his daughter did to pay bills. “She had planned on quitting it.”   Catherine Woods’ dance teachers have since told him they believed “if [famed Broadway choreographer Bob] Fosse was alive today, he would want her to dance for him,” the father said. “We still felt she had the potential to realize her dream. She was working harder than ever. She had not given up.”   By the time of the murder, much of Cortez’s jealousy and anger toward Woods – and a string of other women who’d rejected him – had already come out in the 250 handwritten pages of journal writings cops recovered from under his bed in his Spanish Harlem studio apartment.   The journals reveal the real Cortez as a twisted man obsessed with knives and revenge, Casolaro told jurors.   “A blade that roams/ She wipes clean the shaft that cuts her throat. And returns back to her day,” Cortez wrote in an entry he admitted on the witness stand was about Woods. Any similarity to the words and Woods’ mode of death was merely a coincidence, Cortez had assured jurors.   “Hell hounds wanna pounce,” he wrote in a song he penned called “The Killing Machine.” Cortez performed the song with his band, Monolith, the week before Woods’ murder.   “It’s really a nice song,” Cortez told jurors – after Manhattan Supreme Court Justice Carol Berkman declined his offer to sing it   Even without the fingerprint or the journals, Cortez had been incriminated by cellphone records that showed he called Woods five times within a single minute as he stood outside her apartment at 86th Street and First Avenue in the moments before the murder, according to cellphone transmis sion tower records.   Cortez had been the ex-from-hell, dialing Woods an amazing 57 times on the day they broke up, one month before the murder. He called more than 250 times that entire month, and 12 times total on the day of the murder.   Defense lawyers had insisted that Haughn, who had followed her to New York from their native Columbus, was the real killer.   It was Haughn who discovered the body and who was the initial suspect, the defense noted. Haughn shared Cortez’s shoe size, 101/2, the size of the bloody footprints found at the scene. Haughn, too, was in the midst of a rocky, on-again-off-again romance with Woods, the lawyers claimed.   But the defense team of Florio and Laura Miranda never explained away how their client had fingered himself – with the bloody left-index fingerprint on the wall in Woods’ bedroom. Casolaro called it a case-clinching, “incredibly lucky” piece of evidence.   Cortez called eight character witnesses to the stand, including a high-school teacher and his mother, to describe how peaceful and nonviolent he is; they called four police officers in hopes of incriminating Haughn. But they didn’t call any experts to dispute the dooming fingerprint.   “It basically wasn’t our burden” to disprove the print, Florio said.<em><a class=\"a10blb\" href=\"mailto:laura.italiano@nypost.com\">laura.italiano@nypost.com</a></em>",
    "2007 - 7286": "Basketball superstar Jason Kidd cheated on his wife with a cavalcade of women – including her pal, a Nets season-ticket holder, strippers, a team employee and several TV reporters, his jilted spouse said yesterday in her vicious response to his brutal divorce suit.   Joumana Kidd – who finally broke her silence on the couple’s disastrous marriage by filing a sensational counterclaim for divorce – portrays her husband as a violent, alcoholic narcissist who has impregnated women around the country.   The 31-page post-Valentine’s Day massacre of Kidd’s character was filed in Bergen County, N.J., Superior Court. It contained both a response to his petition for divorce, filed Jan. 27, and her own legal claim for their 10-year marriage to end.   Joumana, a 33-year-old TV reporter, denies the point guard’s initial accusation that he’d been a battered hubby, saying it was the 6-foot-4 Kidd who regularly punched, slapped and choked her – and in separate incidents used a baseball bat and a cookie to beat her.   The abuse got so bad, Joumana says, that she took to hiding a bag filled with keys and cash in her back yard – on the advice of a basketball coach’s wife – in case Kidd flew into a rage and locked her out of their Saddle River home again.   She says she stayed in the marriage because Kidd would regularly confess his sins and promise to change.   In 2004, he vowed that he’d found God. On other occasions, Kidd made up for adultery by buying her a $585,000 pink diamond ring and a $555,000 diamond pendant – a la Kobe Bryant.   The mother of three also hit back at the claim that she had taunted Kidd on the sidelines of a Nets home game in December.   The scorned spouse says she found a photograph of a naked pregnant woman on his “secret” cellphone with the caption, “If lost, return to Papa Bear.” She assumed it meant the child was his.   She denies she insulted him throughout the game. She said she simply asked him, “Papa Bear? Is she pregnant?” as he came toward her courtside seat.   Kidd just laughed it off, she claims.   The pregnant woman on the cellphone isn’t the only woman with whom Joumana accuses Kidd of having an affair.   She claims he slept with at least six women – but there were even more possible hookups.   Included on the list are a friend of Joumana’s; strippers in Arizona, Sacramento, Miami, Dallas and Indiana; a Nets season ticket holder; a Nets employee; a cheerleader in New Orleans; several TV reporters; numerous women she found on his cellphone; a woman named Lisa in L.A.; and another named Petra.   Kidd called “Lisa” in front of her, Joumana says. The wife says she heard her asking him if he intended to deny they had a child together.   “To this day, [Joumana] questions whether [Kidd] has fathered children out of wedlock during the parties’ marriage,” her lawyers wrote.   She says “Petra” traveled to meet her husband on various road trips he had with the Nets throughout the 2003 and 2004 basketball seasons. Sources told The Post that Petra is the sister of a model who dated Kidd’s teammate Richard Jefferson.   Joumana, herself a former model, says she confronted Kidd with her suspicions about Petra in 2004 and he responded by tattooing his wife’s name on his wedding-ring finger.   She also says his reputation on the court was in tatters because he kept sleeping with the female reporters who interviewed him.   He had accused his wife – a celebrity TV interviewer – of spreading damaging rumors about him to the media.   Joumana says she also discovered that Kidd had slept with her friend, whom he had begged her not see because she was a “whore” and a “bad influence.”   Given the affairs, she says it is “humorous” that Kidd sought to portray her as a “paranoid and jealous” woman in his divorce papers. She did, however, admit to installing a tracking device on his car – but claims he knew it was never activated.   As well as the mistresses, Joumana catalogs a slew of abuses in the divorce claim.   She said Kidd first hit her in 1996 just before they married. He grabbed by her neck and held her up against the wall, choking her, Joumana says.   Throughout the years, she says, he broke her ribs, punched her in front of friends, threw her across a room, hit her with a baseball bat, knocked her unconscious with her purse before pouring a bottle of champagne on her, and smashed a large rock against her arm.   Her lawyers claim Joumana was hospitalized several times. She says she would lie to doctors and friends about who caused the bruises. Only in 2001, when they were living in Arizona, did she make a police report.   In one of the most bizarre incidents, she says Kidd also cut her lip by flinging a large cookie at her on a plane back from Mexico. Afterward, Kidd supposedly blamed their son T.J. for flinging the baked weapon.   In response to shocking allegations by Kidd that it was Joumana who beat him, the slender wife says she only once did something to hurt him – flinging a TV remote control at him when he taunted her for crying.   Joumana says Kidd’s claim that she lay in front of his car to stop him from going to practice is also a lie. She says she only sat on the trunk of his car once on New Year’s Eve.   Besides, she says, she soon realized how foolish it was when Kidd sped out of their driveway with her sitting on top of the car.   She also says it’s she – not he – who has tried to protect the kids from the parents’ domestic war. She claims the basketball star once called her to confess his affairs while the couple’s son was sitting next to him in the car.   The kid later questioned his mom about “dad’s girlfriend,” she says.   When the kids would catch the pair arguing, Joumana claims she’d tell them, “Sometimes adults disagree, but that their mom and dad love each very much.”   Kidd’s usual response reportedly was, “Speak for yourself.”   The wife also had a dig at Kidd for the way he handled his original petition for divorce – which he rushed to the courts after accusing her of battering him and having cops remove her from the home for domestic abuse.   Kidd has retracted his allegations that she’d beaten him and filed a new claim for divorce, trying to take advantage of a New Jersey law that says a married couple can quickly part ways if they agree they have irreconcilable differences.   But Joumana insists his affairs and abuse are responsible for the split – not irreconcilable differences. The feuding spouses are now sure to be locked in a protracted legal battle. Joumana says the divorce came as a shock to her. Just a few months before he filed, she says he’d asked her to renew vows. Three weeks before the cops turned up and dragged her out for domestic abuse, she says Kidd had discussed buying a home in Mexico and going into a business venture together.   Jason Kidd’s lawyer, Madeline Marzano Lesnevich, yesterday rushed back to Bergen Family Court to file a response to Joumana’s claim for divorce and deny all her allegations.   “She can shamelessly say whatever she thinks will appear most salacious in her filing, but her bizarre allegations will be proven false when the facts of the case come out in court,” Lesnevich said.   Joumana’s attorney, Raoul Felder, said he had tried to have the contents of the divorce papers sealed.",
    "2007 - 3499": "NEW YORKERS – duck! Five inches of snow mysteriously parted yesterday as Foxy Brown trotted into a Brooklyn church in open-toed, leopard-print Louboutins. And she proceeded to kick us where it hurts. “I, Inga Marchand, am the victim of police brutality,” Foxy said, identifying herself by the name on her birth certificate. A victim? I need my coffee. Foxy rushed into her local church wearing huge sunglasses and unfortunate green eye shadow that could make the calmest girl bitchy. She showed up more than an hour late for a press conference alongside civil-rights honchos Benjamin Chavis and Eric Adams. But then, she disappeared into the ladies’ room for another 20 minutes, leaving Chavis anxiously checking his watch. Foxy summoned all these busy people out here to set the record straight about a brawl in Florida this month. This brawl – the latest in a series of madcap outbursts followed by “poor me” denials – could land her in the slammer for a year, alongside larger girls who might teach Foxy a thing or two about turning anger to love. The latest ruckus took place in a beauty-supply store in Broward County, where the rapper allegedly clocked the owner with a tube of glue normally used to attach hair extensions to one’s head. Minutes later, she wound up handcuffed on her belly in a nearby parking lot – after allegedly resisting arrest. The explanation has become celebrity standard issue. Foxy is the victim! She says the incident began after the owner of the store in which she had stopped to use the bathroom spied on her peeing. “The owner barged in while I was naked below the waist, demanding I leave immediately,” said the demure Foxy – who previously has displayed chronic exhibitionism. “He refused to close the door. I did not spit on or assault anyone.” Owner Hayssam Ghoneim insists that Foxy flung goo at him and threatened him. After leaving the store, a raging Foxy allegedly started struggling with a police officer in a nearby parking lot. He “had to utilize a takedown maneuver to gain control,” according to a police report. For her press conference, Foxy pulled out a refrain she’s been singing since she was arrested in New York on charges of assaulting two manicurists – everyone hates rappers. “I’m a young, black, female celebrity,” said Foxy. “I’m a young, black woman who will stand up and defend myself.  “So here we go again.” Better toss some Scotch in that coffee. Readers know that I’ve taken a liking to Foxy of late, in spite of – or because of – the flash of nipple she cheerfully extended toward me at a recent, highly memorable court appearance. But yesterday, she showed up, late, at her own neighborhood church, in a Kelly-green shirt extending to the chin, matching eye shadow and an enormous snakeskin belt. So what the hell are we doing here? Foxy is on probation for smashing two Manhattan manicurists in the head with that celebrity instrument of destruction – a cellphone – three years ago. The case refuses to go away, partly because of Foxy’s resistance to anger-management therapy. But with the latest arrest, the city’s Department of Probation this week will ask a judge to toss Foxy in jail. “At the end of the day, I’m a Christian,” said Foxy. “I have an irrepressible spirit, and I will be completely exonerated.” She didn’t leave before plugging her album “Black Roses,” due in spring. Does throwing hair glue give a girl street cred?<em><a class=\"a10blb\" href=\"mailto:andrea.peyser@nypost.com\">andrea.peyser@nypost.com</a></em>",
    "2007 - 2820": "Ushering in a new class of children’s caseworkers, Mayor Bloomberg yesterday called on state lawmakers to give them the authority to do criminal-background checks on parents being investigated for abuse.   But Assembly Speaker Sheldon Silver quickly slammed the door on the mayor, saying he doesn’t believe caseworkers can be trusted with that information.   Bloomberg has overhauled the city’s Administration for Children’s Services after the brutal beating death of 7-year- old Nixzmary Brown in January 2006.   He said the legislation he is backing, which passed the Republican-led state Senate but has been languishing in the Democratic-controlled Assembly since 2004, will help the city’s 1,310 caseworkers do their job and keep children safe.   “We are asking our ACS workers to make decisions that literally are life-and-death ones for the children without all the information,” Bloomberg said after speaking at a graduation ceremony for 230 new caseworkers at John Jay College of Criminal Justice yesterday.   “No one would ever ask a police officer to investigate a crime without being able to see a suspect’s history – yet this is exactly what our ACS workers are forced to do.”   Bloomberg said he also plans to seek a bill that would make it a felony to assault a caseworker, as is the case with police officers, firefighters, paramedics and MTA personnel.   Silver said he was opposed to giving caseworkers the power to perform criminal-background checks.   “One of my initial reactions is to say you’d be basically giving someone not authorized to go to a databank reserved for police officers and get a background check on just anybody,” Silver told The Post.   “There are certain rights of privacy people generally have. Once you give them the ability to access a databank, you give them the ability to access information as to people who have nothing to do with their job.”   But Silver said that not only does he oppose these bills, he told the mayor to stop blaming ACS’s problems on him.   Bloomberg aides were quick to point out that Silver is wrong on two points.   One, the criminal database is not reserved for police officers.   In fact, several state agencies, such as the Insurance Fraud Bureau, have access to it.   And assault against a caseworker is not currently an automatic felony charge, as Silver told The Post yesterday.   More than a dozen caseworkers are assaulted each year.   “It is so fraught with physical danger,” Bloomberg said.   “It’s one of those jobs that, in many senses, is thankless because nobody ever says thank you when they do it right. And the one out of every very few times that they do it wrong, they’re in the headlines and everybody wants to go after them.”<em><a class=\"a10blb\" href=\"mailto:stephanie.gaskell@nypost.com\">stephanie.gaskell@nypost.com</a></em>",
    "2007 - 970": "A Bronx man who was severely slashed by fellow student with a boxcutter at Evander Childs HS nearly six years ago settled a negligence lawsuit against the city yesterday for $975,000.   Rohan Allen, 22, says the money will help him get plastic surgery on his horrific scars.   But nothing will erase the brutal attack from his mind.   “Sometimes, I have nightmares . . . I think the memories are going to forever be there,” he said in Bronx Supreme Court after his lawyer and city attorneys settled just before trial.   “I’m glad the matter was settled for Rohan,” said his lawyer, Seth Harris. “It’s important for the city to keep up their fight and their effort in improving the schools. All entrances must be properly policed so that people don’t get in with weapons they shouldn’t have.”   City attorney Christopher Yapchanyk said, “We felt this settlement was in the best interests of all parties, and the city hopes it brings closure to Mr. Allen and his family.” ",
    "2007 - 808": "A 66-year-old Manhattan woman is being held on attempted-murder charges for a brutal assault and arson attack on the 84-year-old woman who lived next door to her in a Lower East Side housing project.   Martha Lugo went to her elderly neighbor’s apartment in the Lillian Wald Houses Sunday morning and struck her in the head with a hard object, police said.   Frail victim Rosa Rodriguez fell to the floor, and covered her head with her hands – but Lugo continued striking her, breaking her right hand, cops said.   Lugo then allegedly set Rodriguez’s bed sheet on fire, leaving the injured woman on the floor in the burning room, cops said.   The victim survived, but both her apartment was damaged.   Relatives said Lugo was unlikely to make the $30,000 cash bail set yesterday in Manhattan Criminal Court. ",
    "2007 - 2670": " A wolf pack of four boys chased and brutally beat a teen on his way to school yesterday near Union Square – where one of them, a 13-year-old, stabbed him four times, authorities said.   It was the second such recent attack in Union Square, a neighborhood where felony assaults are up 42 percent so far this year over the same period in 2006.   “Blood was all over his body. He was running for his life and he turned to defend himself, but he couldn’t,” said pizzeria worker Aziz Anwari, 34, who witnessed the vicious attack from his restaurant. “It was such a horrible scene. I’ve never seen anything like that.”   The mayhem ended with the alleged stabber – an unidentified eighth-grader at Brooklyn’s Abraham Lincoln JHS – in police custody. The 13-year-old was charged as a minor with gang assault and weapons possession.   The victim, Chelsea HS junior Mark Tyrell, was in stable condition at Bellevue Hospital with four stab wounds.   The violence unfolded at about 8:44 a.m., when Tyrell, an East Village resident, exited the Union Station subway stop and walked onto East 14th Street, police said.   As he passed by a group of four boys, Tyrell exchanged angry words with them for an unknown reason, prompting them to go after him, according to police.   “They grabbed him, and started punching him, and kicking him,” said Anwari, who saw the thugs throw Tyrell into the doors of Cafe Amore Pizza Restaurant at 104 E. 14th St.   The punks stalked off, but one quickly returned, wielding a long, sharp object that could have been a screwdriver “and started hitting [Tyrell] in the shoulder, chest and back” with it, Anwari said.   Another witness, NYU dorm security guard Charles Jean-Pierre, said “blood was coming out of [Tyrell’s] nose . . . he was holding his chest, he was lying on his back . . . Two police were working on him, holding on to his wound. The other [cop] was doing CPR.”   The alleged assailant – who was a truant from school – was nabbed at the scene by cops.   Union Square business people said it is common to see students acting out there.   “They get out of school like it’s a prison break,” said Tom Meade, a local masseuse. “It like it’s a license to go wild.”   Exactly three months ago, Brooklyn high-school student Taishawn Bellevue, 17, was fatally stabbed in Union Square during a melee involving about 50 youths who rumbled through the green market there after school.   One of Bellevue’s friends was knifed in the back, while a third boy was bashed in the head with a brick during that brawl. <em>Additional reporting by C.J. Sullivan</em><em><a class=\"a10blb\" href=\"mailto:dan.kadison@nypost.com\">dan.kadison@nypost.com</a></em>"
}