{
    "2019 - 2431": "A <a href=\"https://www.foxnews.com/category/world/world-regions/europe\">German</a> politician who left the far-right Alternative for Germany (AfD) party after a racist tirade is setting up a new party that has adopted a symbol used by Austrian Nazis and an anti-Semitic group in the 1930s.André Poggenburg led the AfD, often described as far-right over its anti-Muslim and anti-immigration rhetoric, to its strongest state election performance yet, winning almost a quarter of the vote in Saxony-Anhalt in 2016.But the regional leader resigned last year after labeling Turks “camel drivers” and immigrants with dual nationality a “homeless mob we no longer want to have.” He recently criticized the AfD for becoming increasingly left-wing amid fears of being under surveillance by Germany’s domestic intelligence agency.His new party — named Awakening of German Patriots (AdP) — drew immediate criticism after revealing that its logo features a blue cornflower, a known symbol of hate.In neighboring Austria, the flower has been associated with the anti-Semitic Schoenerer Movement and was used as a secret symbol by Nazi sympathizers until the country was annexed by Nazi Germany in 1938.Poggenburg told German news agency DPA that his movement may enter state parliament in regional elections this year but also said elsewhere that he doesn’t want his party to directly compete with the AfD.This is the fourth time a split has emerged in the party that has sent shockwaves through the German political establishment since the migrant crisis in 2015 that resulted in Germany welcoming 1 million refugees.AfD co-leader Frauke Petry left the party in 2017 and formed the Blue Party, which has two seats in the national parliament. Bernhard Wildt, a regional AfD leader, also left the party to found a group called Citizens for Mecklenburg-Western Pomerania.Earlier this month, a member of the AfD was seriously injured <a href=\"https://www.foxnews.com/world/german-far-right-politician-brutally-beaten-in-assassination-attempt-party-says\">after being attacked by three people in the northern city of Bremen</a> in what the party described as an “assassination attempt.”The party said Frank Magnitz was knocked unconscious after leaving a New Year’s reception. The party praised “the courageous intervention of a builder” with saving Magnitz’s life and said the police and the Bremen prosecutor’s office are investigating the attack.",
    "2019 - 2833": "A burly, 250-pound North Carolina man was arrested after video showed him punching an 11-year-old girl in the face, sending her to the ground with a brutal left hook, video shows.David Steven Bell, 51, of Black Mountain, attacked the victim after a throng of young girls surrounded him outside the Asheville Mall on Saturday, when the 6-foot-5 man shoved one of them during a heated exchange, video shows.The girl raised her hands and ran back toward Bell – who then decked her, sending her to the ground in an instant. The other young girls with the victim, as well as other witnesses, began screaming as the brief recording ended while some of them ran back inside the mall.Bell, who did not return a request seeking comment Tuesday, was booked on three charges, including assault on a child under the age of 12 for punching the 11-year-old girl, according to arrest warrants <a href=\"https://www.citizen-times.com/story/news/local/2019/01/14/asheville-mall-incident-black-mountain-man-assaulted-3-girls-warrants-say/2571496002/\" rel=\"noopener\" target=\"_blank\">obtained Monday by the Asheville Citizen Times</a>.Bell is also facing two counts of assault on a female after two 13-year-old girls in the crowd later told police that he shoved them during the altercation as well, a police spokeswoman told the newspaper.The condition of the 11-year-old girl – who was not named – remains unclear. Attempts by the Citizen Times to reach her relatives or someone to speak on her behalf were unsuccessful. Two representatives for the 13-year-old girls, meanwhile, declined to comment, the newspaper reports.A mall spokeswoman said the incident is being reviewed to determine if adjustments are needed to the facility’s security protocols.“Some measures are visible to the public and others are not,” spokeswoman Catharine Wells said. “In addition to maintaining a full-time professional security team, we partner with the Asheville Police Department and hire off-duty officers to patrol the interior and exterior of the property.”It wasn’t clear what immediately preceded the confrontation, but some on social media took exception to the fact that Bell was charged with misdemeanor offenses.“Mall cops hardly took the thing seriously and local police charged the man with a damn misdemeanor,” one woman wrote. “He’s already out. A misdemeanor. I’m furious.”Another comment noted that Bell could’ve “easily killed” the girl with the brutal left-handed blow.“This is disgusting,” one comment read. “Who in their right mind finds it okay to punch an eleven year old girl? Especially being as large as he is. It saddens me that this hatred is in a town that I hold dear to my heart and has always had such a peaceful environment.”Bell is scheduled to appear in court on Feb. 5, court records show. It was unclear if he had hired an attorney.",
    "2019 - 4814": "MANILA, Philippines — Two bombs tore through a Roman Catholic cathedral on a southern Philippine island where Muslim militants are active, killing at least 21 people and wounding more than 70 during a Sunday Mass, officials said.The first bomb went off in or near the Jolo cathedral in the provincial capital, followed by a second blast outside the compound as government forces were responding to the attack, security officials said. The blasts blew away the entrance to the cathedral and ripped through the main hall, shredding to pieces the pews and toppling other doors.Police said at least 21 people died and 71 were wounded. The dead included 14 civilians and seven soldiers, said Chief Superintendent Graciano Mijares, police director for the Autonomous Region in Muslim Mindanao.Photos showed debris and bodies lying on a busy street outside the Cathedral of Our Lady of Mount Carmel, which has been hit by bombs in the past. Troops in armored carriers sealed off the main road leading to the church while vehicles transported the dead and wounded to the hospital. Some casualties were evacuated by air to nearby Zamboanga city.“I have directed our troops to heighten their alert level, secure all places of worships and public places at once, and initiate pro-active security measures to thwart hostile plans,” said Defense Secretary Delfin Lorenzana in a statement.“We will pursue to the ends of the earth the ruthless perpetrators behind this dastardly crime until every killer is brought to justice and put behind bars. The law will give them no mercy,” the office of President Rodrigo Duterte said in Manila.It said that “the enemies of the state boldly challenged the government’s capability to secure the safety of citizens in that region. The (Armed Forces of the Philippines) will rise to the challenge and crush these godless criminals.”Jolo island has long been troubled by the presence of Abu Sayyaf militants, who are blacklisted by the United States and the Philippines as a terrorist organization because of years of bombings, kidnappings and beheadings. A Catholic bishop, Benjamin de Jesus, was gunned down by suspected militants outside the cathedral in 1997.No one has immediately claimed responsibility for the latest attack.It came nearly a week after minority Muslims in the predominantly Roman Catholic nation endorsed a new autonomous region in the southern Philippines in hopes of ending nearly five decades of a separatist rebellion that has left 150,000 people dead. Although most of the Muslim areas approved the autonomy deal, voters in Sulu province, where Jolo is located, rejected it. The province is home to a rival rebel faction that’s opposed to the deal as well as smaller militant cells that not part of any peace process.Western governments have welcomed the autonomy pact. They worry that small numbers of Islamic State-linked militants from the Middle East and Southeast Asia could forge an alliance with Filipino insurgents and turn the south into a breeding ground for extremists.“This bomb attack was done in a place of peace and worship, and it comes at a time when we are preparing for another stage of the peace process in Mindanao,” said Gov. Mujiv Hataman of the Autonomous Region in Muslim Mindanao. “Human lives are irreplaceable,” he added, calling on Jolo residents to cooperate with authorities to find the perpetrators of this “atrocity.”Security officials were looking “at different threat groups and they still can’t say if this has something to do with the just concluded plebiscite,” Albayalde, the national police chief, told ABS-CBN TV network.Aside from the small but brutal Abu Sayyaf group, other militant groups in Sulu include a small band of young jihadis aligned with the Islamic State group, which has also carried out assaults, including ransom kidnappings and beheadings.Abu Sayyaf militants are still holding at least five hostages — a Dutch national, two Malaysians, an Indonesian and a Filipino — in their jungle bases mostly near Sulu’s Patikul town, not far from Jolo.Government forces have pressed on sporadic offensives to crush the militants, including those in Jolo, a poverty-wracked island of more than 700,000 people. A few thousand Catholics live mostly in the capital of Jolo.There have been speculations that the bombings may be a diversionary move by Muslim militants after troops recently carried out an offensive that killed a number of IS-linked extremists in an encampment in the hinterlands of Lanao del Sur province, also in the south. The area is near Marawi, a Muslim city that was besieged for five months by hundreds of IS-aligned militants, including foreign fighters, in 2017. Troops quelled the insurrection, which left more 1,100 mostly militants dead and the heartland of the mosque-studded city in ruins.",
    "2019 - 829": "Cops are on the hunt for a man who was caught on cellphone video “brutally” punching two women in Los Angeles during a brawl at a hot dog stand, according to police officials.“Someone knows him, and we would like to be one of those people,” <a href=\"https://twitter.com/LAPDHQ/status/1090306829588918272\">tweeted the LAPD on Tuesday</a>.The post was accompanied by footage of the vicious beatdown, which happened on Saturday night “in the area of 6th &amp; Spring,” cops said.In it, a large bearded man can be seen attacking two women roughly half his size while passersby look on in shock.The women appear to be trying to hit the man, though it’s unclear why. The bystanders chose to do nothing — with the brute calmly jogging away from the scene without incident.Cops urged residents to contact the LAPD if they know something.",
    "2019 - 2572": "The woman-beating brute who was <a href=\"https://nypost.com/2019/01/29/cops-hunt-man-who-brutally-punched-two-women-at-hot-dog-stand/\">caught on camera assaulting two females at a hot dog stand</a> in Los Angeles has turned himself in to police, <a href=\"https://twitter.com/LAPDHQ/status/1090647702625411072\">according to officials</a>.Arka Sangbarani Oroojian, 30, was charged Tuesday night with assault with a deadly weapon after surrendering to authorities.The 6-foot, 3-inch, 270-pound behemoth is said to be from Sylmar, California. He allegedly beat up two women on Saturday night in downtown LA — both of whom were half his size.Cops released cellphone video of the incident on Tuesday afternoon and asked for the public’s help in finding Oroojian. He apparently showed up at LAPD Central Station hours later and turned himself in, officials said. Bail was set at $90,000.Witnesses told CBS Los Angeles that a dispute over a $6 hot dog had sparked the alleged attack. At least one person claimed that the women were to blame.“There are two sides to every story and those women started it,” said the witness, identified only as Stewart.According to him, Oroojian was complaining about the price of the hot dog when the women suddenly stepped in and began calling him derogatory names. A scuffle ensued and the man was allegedly forced to defend himself.“They started punching on him first,” Stewart said. “Once they punched on him first, jumping on his back, then he defended himself by counter-punching these women and things like that. So the video caught only the second glimpse of the story.”One of the women later told NBC4 that they simply told Oroojian to stop yelling at the hot dog vendor.“Me and my friend said something like, ‘Just leave,’” the woman said, speaking anonymously.<a href=\"https://www.dailynews.com/2019/01/30/lapd-seeks-man-seen-punching-women-in-downtown-la-hot-dog-dispute-but-witness-says-they-started-it/\">According to the LA Daily News</a>, one of the alleged victims’ fathers took to Facebook on Tuesday night to blast the bystanders who sat back and did nothing.“For a crowd of men to sit back and not only watch, but film two girls get beat on by a 6 (foot) 250 lb. guy. My family and I are disgusted to say the least,” the man said. “NOBODY even tried to help them up or ask if they were OK. Instead, the people standing around laughed and cheered as if the sight of two small girls getting beat on by a huge 250 lb. man was a sight of entertainment. One of the people watching was a bouncer of the bar this occurred in front of.”",
    "2019 - 1140": "President Trump on Thursday condemned the <a href=\"https://pagesix.com/2019/01/29/empire-star-jussie-smollett-victim-of-possible-racist-and-homophobic-attack/?_ga=2.116765766.1194542601.1548689566-55739438.1532034058\">brutal assault on “Empire” actor Jussie Smollett</a> in Chicago, an attack that was being investigated as a possible hate crime.“That I can tell you is horrible. It doesn’t get worse,” Trump told reporters from the White House during an unrelated event.Smollett told cops a pair of goons yelling “This is MAGA country” struck him early Tuesday while yelling racist and homophobic slurs, then placed a rope around his neck.The MAGA details were reported by TMZ but have not been otherwise confirmed.He was not seriously hurt and was expected to be back performing by the weekend.Chicago cops <a href=\"https://pagesix.com/2019/01/30/police-find-footage-of-potential-suspects-in-jussie-smollett-attack/?_ga=2.116765766.1194542601.1548689566-55739438.1532034058\">released surveillance footage</a> of “potential persons of interest” in the case but have not verified all of the details of the incident as described by Smollett.",
    "2019 - 978": "Juan Guaidó, the <a href=\"https://nypost.com/2019/01/30/trump-called-to-congratulate-venezuelan-opposition-leader-juan-guaido/\">Venezuelan opposition leader challenging Nicolás Maduro’s claim to the presidency</a>, warned officers from a feared state security unit Thursday to stay away from his family after claiming they showed up at his apartment.A visibly flustered but ­determined Guaidó told a crowd gathered at a university that members of the police Special Action Force, known for its brutal tactics, had gone to his high-rise apartment in Caracas while his 20-month-old daughter was inside and asked for his wife, who owns the unit.Guaidó, 35, had been living there until recently, when he began changing locations as a security precaution.Venezuelan police denied on Twitter that special agents had gone to his home.Guaidó is pressing forward with establishing a transitional government after swearing himself in as the nation’s rightful president.<em>With wires</em>",
    "2019 - 1575": "A Colorado teen pleaded guilty to <a href=\"https://nypost.com/2017/10/11/autopsy-reveals-brutal-details-of-10-year-old-girls-murder/\">brutally killing a 10-year-old girl</a> whose mother was dating his father.Aidan Zellmer, 16, was charged with first-degree murder in the death of Kiaya Campbell, who was discovered face-down in June 2017 in a Thorton park, <a href=\"https://www.denverpost.com/2019/02/01/kiaya-campbell-murder-aidan-zellmer/\">the Denver Post reported</a>.The teen entered the guilty plea for Campbell’s beating death Friday in Adams County District Court.“The emotions, in this case, have been high and quite frankly legitimately so,” Judge Sharon Holbrook told the courtroom.Campbell went missing while on a walk with Zellmer from her father’s home, prosecutors said.Zellmer told police the 10-year-old was separated from him during a thunderstorm — although some neighbors disputed whether it rained the night she vanished.The girl’s body was discovered by authorities the next day in a wooded area about a mile and a half from where she disappeared.An autopsy report revealed she suffered a number of horrific injuries, including open lacerations on her head and skull fractures.Authorities <a href=\"https://nypost.com/2017/06/12/15-year-old-boy-arrested-in-death-of-10-year-old-girl-police/\">arrested Zellmer two days later</a> and <a href=\"https://nypost.com/2018/01/23/teen-to-be-tried-as-adult-in-murder-of-10-year-old-girl/\">charged him as an adult</a>.The teen is scheduled to be sentenced March 11 and faces life in prison with a chance for parole."
}