{
    "2017 - 4989": "WASHINGTON — A day after self-described anarchists created chaos, thousands of women are descending upon Washington for what is expected to be a more orderly show of force on the first full day of Donald Trump’s presidency.Organizers of Saturday’s Women’s March on Washington expect more than 200,000 people to attend their gathering, a number that could rival Trump’s swearing-in ceremony. Attendees are “hurting and scared” as the new president takes office and want a greater voice for women in political life, according to the organizers’ mission statement.“In the spirit of democracy and honoring the champions of human rights, dignity, and justice who have come before us, we join in diversity to show our presence in numbers too great to ignore,” the statement says.Women and other groups were demonstrating across the nation and as far abroad as Myanmar and Australia.In Sydney, thousands of Australians marched in solidarity in the city’s central Hyde Park. One organizer said hatred, bigotry and racism are not only America’s problems.The Washington gathering, which features a morning rally and afternoon march, comes a day after protesters set fires and hurled bricks in a series of clashes that led to more than 200 arrests. Police used pepper spray and stun grenades to prevent the chaos from spilling into Trump’s formal procession and evening balls.About a mile from the National Mall, police gave chase to a group of about 100 protesters who smashed the windows of downtown businesses including a Starbucks, a Bank of America and a McDonald’s as they denounced capitalism and Trump.“They began to destroy property, throw objects at people, through windows. A large percentage of this small group was armed with crowbars and hammers,” said the city’s interim police chief, Peter Newsham.Six officers suffered minor injuries, he said.The confrontation began an hour before Trump took the oath of office and escalated several hours later as the crowd of protesters swelled to more than 1,000, some wearing gas masks and with arms chained together inside PVC pipe. One said the demonstrators were “bringing in the cavalry.”When some crossed police lines, taunting, “Put the pigs in the ground,” police charged with batons and pepper spray, as well as stun grenades, which are used to shock and disperse crowds. Booms echoed through the streets about six blocks from where Trump would soon hold his inaugural parade.Some protesters picked up bricks and concrete from the sidewalk and hurled them at police lines. Some rolled large, metal trash cans at police. Later, they set fire to a limousine on the perimeter of the secured zone, sending black smoke billowing into the sky during Trump’s procession.As night fell, protesters set a bonfire blocks from the White House and frightened well-dressed Trump supporters as they ventured to the new president’s inaugural balls. Police briefly ordered ball goers to remain inside their hotel as they worked to contain advancing protesters.Police said they charged 217 people with rioting, said Newsham, noting that the group caused “significant damage” along a number of blocks.Before Inauguration Day, the DisruptJ20 coalition, named after the date of the inauguration, had promised that people participating in its actions in Washington would attempt to shut down the celebrations, risking arrest when necessary.It was unclear whether the groups will be active on Saturday.The Women’s March on Washington features a morning rally with a speaking lineup that includes a series of celebrities, Scarlett Johansson, America Ferrara, Amy Schumer, Frances McDormand and Zendaya, among them.Christopher Geldart, the District of Columbia’s homeland security director, said he expects the march to draw more than 200,000. He said 1,800 buses have registered to park in the city on Jan. 21, which would mean nearly 100,000 people coming in just by bus.Friday’s protests spread across the nation. In San Francisco, thousands formed a human chain on the Golden Gate Bridge and chanted “Love Trumps hate.” In the city’s financial district, a few hundred protesters blocked traffic outside an office building partly owned by Trump.In Atlanta, protests converged at City Hall and a few hundred people chanted and waved signs protesting Trump, denouncing racism and police brutality and expressing support for immigrants, Muslims and the Black Lives Matter movement.In Nashville, half a dozen protesters chained themselves to the doors of the Tennessee Capitol. Hundreds also sat in a 10-minute silent protest at a park while Trump took the oath of office. Organizers led a prayer, sang patriotic songs and read the Declaration of Independence aloud.In the Pacific Northwest, demonstrators in Portland, Oregon, burned U.S. flags and students at Portland State University walked out of classes. About 200 protesters gathered on the Capitol steps in Olympia, Washington, carrying signs that included the messages “Resist Trump” and “Not My Problem.”",
    "2017 - 6544": "DUBAI, United Arab Emirates — Businesses around the world bearing US President Donald Trump’s name face an increased risk now that he is in the White House, security experts warn, especially as several are in areas previously targeted by violence.As Trump remains a brand overseas, criminal gangs or militants could target buildings bearing his name in gold, abduct workers associated with his enterprises for ransom or worse, they say.“They may kidnap a Trump worker and not even want to negotiate,” aiming for publicity instead, said Colin P. Clarke, a political scientist with the RAND Corporation who studies terrorism and international criminal networks.Predicting an attack keeps police, intelligence agencies and security experts awake at night around the world — and, by its very nature, it remains speculative.US brands have been targeted in overseas violence before, but they never belonged to a president. That’s the difference. Trump becoming America’s 45th president presents a unique challenge given the range of his international business interests.Asked about security issues, the Trump Organization said in a statement it has “extensive protocols in place at our Trump-owned and -managed properties” in the United States and abroad.“Our team continues to work very closely with local law enforcement,” the statement said. “We are also working in tandem with the local developers at Trump-branded properties worldwide to ensure that all residents, guests and associates remain safe and secure.” The organization did not elaborate.While Trump has said he will put his business assets in a trust and hand over management control of his company to his two adult sons and a longtime Trump Organization executive, it’s still his name on the projects.That hasn’t worried Kim Ok Kyu, who lives in a Trump-branded apartment tower in Seoul, South Korea. She said security at her building is quite good, with many guards and strict restrictions on outsiders entering the building“Terror? I don’t think about it. I just hope my home prices go up,” Kim said.But other properties are in areas that have seen violence, like Trump Towers Istanbul, the Turkish city hit hard by a string of bomb and gun attacks carried out by the Islamic State group. Flags and banners around the site bear the president’s name, while private security guards man X-ray machines and metal detectors at its entrances, a standard practice in the city.In Bali, where bombs planted by the Islamic extremist group Jemaah Islamiyah targeting bar-goers killed 202 people in 2002, Trump’s organization has licensed the president’s name to a planned luxury resort. Bali police spokesman Hengky Widjaja said no one had requested extra security for the property and authorities had no plans to increase their presence there.A Trump-named residential tower is under construction in the Indian city of Mumbai, which was hit by a 2008 terror attack blamed on the Pakistani militant group Lashkar-e-Taiba that killed 166 people. Mumbai police spokesman Ashok Dudhe said he had no knowledge of any additional security around the tower.Another tower is being built in Manila in the Philippines, a nation where Abu Sayyaf militants conduct frequent kidnappings for ransom and where President Rodrigo Duterte wages a brutal crackdown on drug dealers that has killed thousands. Philippine police say they haven’t monitored any specific threat toward Trump properties, though a tower rising in Manila sits in an area under an intensified security watch after Duterte declared a “state of lawlessness” following a September bombing.Even Trump’s soon-to-open golf course in Dubai in the United Arab Emirates could be a target, despite the fact the Gulf Arab nation has largely escaped the violence gripping its Mideast neighbors. In the UAE’s capital of Abu Dhabi, an American school teacher was stabbed to death in a mall bathroom by an extremist in December 2014. Authorities also have imprisoned others over disrupted terror plots in the country, which hosts some 5,000 members of the US military.Dubai police have declined to discuss safety on the golf course while the developer says it plans no additional security there. The US Embassy in Abu Dhabi did not respond to questions about the golf course, which Trump’s children are expected to soon visit.All of the Trump properties should be looked at by outside security consultants, said Christopher A. Hagon, a managing partner of The Incident Management Group and a former London police officer with experience in diplomatic security. However, he acknowledged such commercial properties can’t be surrounded by concrete blast walls and controlled like a US Embassy.“There is no complete answer to these things unless you’ve got a military encampment and you can do anything you like,” Hagon said. “You’ve got to make compromises, but hope those compromises won’t weaken the overall approach.”Away from the properties themselves, employees could be threatened, robbed or held captive, experts warn. Under US law, the Secret Service is authorized to protect the president, the vice president and their immediate families. That would include his sons Eric and Donald Jr., who will run the Trump Organization under the plan announced by the president at a news conference last week.Already, the Secret Service and the New York police have provided security in and around Trump Tower in Manhattan as the president lives and works there.When asked about the Trump Organization, Secret Service spokeswoman Cathy Milhoan said the agency does “not comment on our protective operations.” However, that Secret Service protection extends anywhere the president and his immediate family travels.The US intelligence community already has a duty to warn American citizens and others if it uncovers information about impending threats, which would include Trump’s businesses.In 2015, National Intelligence Director James Clapper set formal guidelines for how the intelligence community does that if it learns of impending threats of killing, serious bodily harm or kidnapping.“This includes threats where the target is an institution, place of business, structure or location,” according to Clapper’s directive.Those threats become more serious if Trump’s work intersects with his duties in the Oval Office and a militant group decides to “mock, torment or tease” him with a kidnapped employee, Clarke said.He added: “If an executive from Goldman Sachs or JPMorgan or ExxonMobil gets kidnapped, it’s news, but it’s not the president’s company.”",
    "2017 - 5513": "A man obsessed with Jack the Ripper strangled and stabbed a blond mother of two before scrawling the word “Jack” on her dead body, a court has heard.Casey Scott took a photograph of his naked victim as “a morbid trophy,” leaving her body on the bathroom floor of his studio apartment — with the 29-year-old man now jailed for a minimum of 19 years.The court heard Scott had booked Lenuta Haidemac, 28, for a $187-an-hour sex session before brutally killing her with a 10-centimeter (4-inch) blade and leaving her “degraded” body in his apartment in Skegness, Lincolnshire, on the east coast of England.Having researched the notorious serial killer Jack the Ripper around the time he killed her, Scott then fled — going on the run for three days before being tracked down by cops.Judge Michael Heath slammed the “brutal” murder as he jailed Scott for almost two decades during the hearing at Lincoln Crown Court, saying the man had committed an “evil act.”Prosecutor Sarah Knight said Haidemac had been “vulnerable,” with the woman lured to the home by Scott, who had no intention to pay her.“Once inside his flat, sexual activity having taken place between them, he strangled her and subjected her to a violent knife attack,” Knight said.“He then degraded her naked dead body still further by scrawling the word ‘Jack’ across her abdomen, a morbid reference to his internet search concerning Jack the Ripper.“Knowing what he had done, he then went to ground, trying to escape justice before the police were able to track him down.”Haidemac was Romanian and lived 20 miles away in Boston with her partner, Octavian Selistean, and their two sons, then ages 3 and 13.Working as an escort, Haidemac had advertised her services online, where Scott tracked her down and arranged to meet her in July, with the man buying four cans of lager, chocolate and biscuits just before Haidemac’s partner drove her to the meeting.Selistean waited to hear from the young woman to make sure she had arrived safely at the ground-floor apartment — receiving a text message at 10:32 p.m.He never heard from her again, and alerted police the next day.Knight said: “She was never to be heard or seen alive after that time by anyone other than Scott.”Police searched the home after Selistean’s call, finding a used condom that matched Haidemac’s DNA with indications that the pair had sex on the double bed.Knight said: “On the pillow was found a bloodstained knife and in the shower room they found the body of Lenuta Haidemac on the floor. She was already dead and cold to touch, indicating she had been dead for some time. She was naked and partly covered by a duvet. She was lying on her back.”The court heard that she had been strangled and stabbed twice in the neck, with lines across her throat and two puncture wounds beneath her nipples.The court heard Scott left behind his mobile phone when he fled.Knight added: “Upon analysis a thumbnail image was found on it showing that he must have taken a picture depicting the victim’s dead body as she lay on his bathroom floor, as if to record the event as some sort of keepsake or trophy of what he had achieved.“From checks of Scott’s internet activity at around the time of Lenuta’s death, it appears that he had been researching the notorious murderer Jack the Ripper on the internet.”Scott eventually was arrested 20 miles from the murder scene after being found in a hedgerow in a disused area of Boston.The court heard Scott had no previous convictions and only one caution for shoplifting in 2009, but following the murder, police traced two other young women whom Scott had attempted to strangle.On the day of the murder, Scott also sent a Facebook message to a friend about a prostitute coming over. When the pal warned Scott he would not get away without paying, Scott messaged back: “It doesn’t matter. I’ll sort it.”Defense lawyer Andrew Jefferies said that while it was accepted that Scott had “degraded” Haidemac’s body, there was no evidence he had researched Jack the Ripper until after the killing.“The killing appears to have happened at the time she was to leave, 11:30 p.m.,” Jefferies told the court.“The search for Jack the Ripper on the internet was not until 11.49 p.m. and the photo a minute later.”At an earlier hearing, Scott, who had lived in the apartment five years, admitted murdering Haidemac last July.Passing a life sentence on Scott, Heath ordered him to serve a minimum of 19 years’ imprisonment before he can be considered for release by the parole board.Heath told Scott, who appeared in court by video link from prison, that it was a “brutal” murder.“Her life was brutally ended by you, by strangulation and a vicious knife attack, followed by the degradation of her body.“Your evil act left Ms. Haidemac dead and deprived two young children of their mother.”The judge added that the killing was aggravated by Scott’s behavior afterward: “You took a photograph of her naked body as some kind of morbid keepsake or trophy of what you had done.”Haidemac’s partner and two children returned to Romania after the murder.In a victim statement, Selistean said: “She did not deserve this, she must have been so frightened at the end.”Speaking after the hearing, Detective Chief Inspector Diane Coulson, who investigated the murder, said: “Scott is clearly a dangerous individual and he is now off the streets for 19 years.“But it will be very difficult for Lenuta’s partner and her children to come to terms with. They have lost part of their family.”",
    "2017 - 1094": "A Pennsylvania man tried to kill his mother for switching the channel on their TV, according to a new report.David F. Cantrell got into a heated argument with his mom in their home on Jean Drive in Bath, PA, after she switched the station at around 8:30 p.m. Tuesday, <a href=\"http://www.lehighvalleylive.com/nazareth/index.ssf/2017/01/son_42_brutally_beats_mom_over.html\">Lehigh Valley Live reported</a>.Cantrell, 42, became so “enraged” that he clocked his mother in the mouth and body slammed her to the floor, the newspaper said.He then screamed, “I hope you die!” and choked her until she fell unconscious, police said.When she regained consciousness, she managed to break away from her son and report the assault to a neighbor.Police were called and arrested Cantrell on charges of aggravated assault, simple assault and harassment.“I thought he was going to kill me,” the frightened mother told investigators. Her name was not released.At his arraignment, Cantrell was ordered held on $75,000 bail and to undergo psychiatric treatment. It’s unclear which program his mom wanted to watch.",
    "2017 - 3443": "Cold case detectives nabbed a wealthy British businessman who raped a woman at knifepoint 26 years ago after he got in a fight with rowdy teens outside his home decades later.Mark Carnelley attacked the 25-year-old woman in 1990 in a busy shopping center but police weren’t able to solve the case until they obtained a DNA sample.Carnelley, now 52, was forced to give a sample in 2010 after he was accused of assaulting a teenager while confronting a gang of rowdy youths outside his five-bedroom house.But it took another five years for detectives to pin the rape on him after Nottinghamshire police carried out a review of unsolved crimes in 2015.DNA samples on the victim’s clothes were taken and provided a match with Carnelley when they were put in the national police database.The businessman was finally put behind bars yesterday for seven years after admitting rape at Nottingham Crown Court.He also was ordered to be listed in the Sex Offenders’ Register indefinitely.Judge Stuart Rafferty QC said: “At the age of 26, you did something absolutely unforgivable. As the time went by, you simply confined her and that night to memory.“Were it not for advances in science you would never have been caught. Thank heavens sometimes for science.”The court heard how Carnelley, who ran a successful printing firm, bundled the woman into an alleyway in Nottingham city center on Sept. 14, 1990.He threatened the victim with a knife before kissing her and pulling her to the ground in bushes, where he brutally raped her.The judge said Carnelley walked away thinking the prospect of the victim identifying him was minimal.He said the rapist had become successful and had a family, but told him his victim “had nothing” because he had destroyed her.In a statement read in court, the victim, now in her 50s, said: “It made me feel like I wanted to rip my insides out and my body didn’t belong to me anymore. I never got over what happened to me.”The married Carnelley was snared after he challenged a group of rowdy teenagers causing a disturbance outside his home in 2010.One of the youngsters claimed he had assaulted them and called the police. He was let off with a caution, but his DNA was kept on file.In 2015, police carried out a cold case review of the unsolved 1990 rape and samples taken from the victim’s clothed matched that of Carnelley.The court heard the probability of the DNA found on the rape victim not being Carnelley’s was less than 1 in a billion.Defense attorney Ian Way said Carnelley had “no specific recollection of this incident” but had acknowledged the weight of the case against him and pleaded guilty.Speaking after the hearing, Detective Inspector Justine Dakin, from the Nottinghamshire police, said, “This was a terrifying ordeal for the victim. She was frightened Carnelley would use further violence during the attack and was extremely scared throughout the whole incident.“I would like to commend her for the immense bravery she has shown throughout the investigation. She is truly an incredible women, who has waited almost 27 years for justice to be served.“I hope she can take some comfort from the fact that her attacker has finally been caught and is starting a lengthy prison sentence tonight.“I would also like to commend DC Donna Robinson who investigated this offense thoroughly and meticulously and the forensic work involved which helped build the case against Carnelley and bring him to justice.”",
    "2017 - 3151": "Two Afghan immigrants have been arrested in Sweden in connection with a <a href=\"https://nypost.com/2017/01/23/police-probe-gang-rape-reportedly-live-streamed-on-facebook/\">three-hour gang rape of a woman that was live-streamed on Facebook</a>.The two men, aged 18 and 20, were arrested in Uppsala after social media users alerted authorities of the brutal attack, <a href=\"http://www.thelocal.se/20170125/court-detains-three-men-in-facebook-rape-video-case-sweden-uppsala\">The Local reported</a>.A third man, a 24-year-old Swedish citizen, was held for allegedly failing to reveal the rape, according to court documents obtained by The Local.The suspects–who cannot be identified under Swedish law—have not been charged but deny the accusations.“I have seen stronger evidence in my days,” the 24-year-old’s lawyer, Andreas Welin, told Swedish news agency TT after a pretrial hearing.Christer Söderberg, who is representing the 20-year-old, said: “A woman is said to have been raped in an apartment. He is suspected of that. He denies any criminal offense. He has given, in my opinion, a perfectly coherent story about what happened.”An online witness said armed thugs pulled the woman’s clothes off and sexually assaulted her before cops <a href=\"https://nypost.com/2017/01/23/police-probe-gang-rape-reportedly-live-streamed-on-facebook/\">arrived and turned off the camera as she lay unconscious</a>.Uppsala’s deputy chief prosecutor, Magnus Berggren, told The Local that police obtained still images and footage, but were still seeking the video sequence allegedly showing the rape.“In order to get as clear a picture as possible we are questioning people who have at least seen parts of the live streaming on Facebook,” Berggren said.“A film would, of course, have been central evidence, but there is also other evidence,” he added.Lead prosecutor Pontus Melander said authorities have asked Facebook for help to retrieve the video.“Facebook has said that they want to cooperate, but they are based in the US so we need international legal aid, which I have requested,” he said.Josefine Lundgren, 21, called authorities immediately when she saw the livestream, <a href=\"https://www.thesun.co.uk/news/2709224/two-afghan-migrants-revealed-as-those-arrested-over-horrific-three-hour-rape-streamed-on-facebook-live-in-sweden/\">The Sun of the UK reported</a>.“He pulled her clothes off and lay on top of her,” she told Sweden’s Expressen about one of the men.A few hours later, she saw a uniformed officer interrupt the sick broadcast as he arrived at the scene. He demanded that the men accompany him to the police station.“I first thought it was a poorly orchestrated joke,” another online witness told Expressen.“The first thing you think is, ‘How can you do such a thing to a girl? And how can you do it live when you know that you are going to go there?'” the former member of the closed Facebook group said. “I think of course it is screwed—totally sick.”In Sweden, suspects in serious crimes can be held without charges with a court’s approval if there is a risk they will flee the country, obstruct an investigation or continue to commit crimes.",
    "2017 - 836": "MANILA, Philippines — The Philippine police chief has stopped the use of the national police force in anti-drug operations and disbanded all police anti-narcotics units after the brutal crackdown was used as a cover by rogue officers to kidnap and kill a South Korean man.Police Director-General Ronald Dela Rosa told police officers Monday he would use the indefinite halt of anti-drug operations to launch a massive purge of police involved in crimes.Members of the 170,000-strong force will not conduct raids, serve arrest warrants or visit the homes of drug suspects, though other anti-drug agencies will continue the crackdown.President Rodrigo Duterte says his crackdown, which has been criticized internationally for its high death toll and possible human rights violations, will continue until the last day of his six-year term.",
    "2017 - 1204": "One of the Islamic State’s chief executioners — who beheaded more than 100 people with a long ceremonial sword — was shot to death during an ambush in Iraq, according to published reports.Abu Sayyaf, infamous for his beefy physique and pitch-black clothing that covered him from head to toe, was gunned down Sunday by several shooters who rode up to him in a car near Mosul, <a href=\"http://aranews.net/2017/01/isis-prominent-executioner-killed-by-gunmen-in-nineveh/\">ARA News reported</a>.The gunmen then sped away.Sayyaf’s executions were infamously videotaped as part of ISIS’s propaganda campaign and posted online to attract new recruits.“He was killed along with another militant who was accompanying him during the attack,” local media activist Abdullah al-Mallah told ARA News.“The ISIS-led Hisba Police was unable to identify the perpetrators.”Iraqi journalist Muhammad Yawar who has long covered ISIS dubbed Abu Sayyaf “one of the scariest executioners in Nineveh,” a region outside Mosul.“He was known for his huge body and heavy arms. He was one of the renowned faces in the ISIS propaganda videos,” Yawar told ARA News. “Abu Sayyaf was a reflection of the brutality of this terrorist group.”"
}