{
    "2010 - 0": "",
    "2010 - 8143": "Police moved Joran van der Sloot to a cell at the prosecutor’s office today as officials prepared to file charges following what they called a remarkably complete confession in the beating and strangling death of a 21-year-old woman.“We’ve practically closed the case,” criminal police chief Gen. Cesar Guardia told The Associated Press.Sheathed in a bulletproof vest, the young Dutchman was driven less than a mile across central Lima during rush hour in a police caravan escorted by motorcycle officers.<img border=\"0\" height=\"0\" src=\"http://counters.gigya.com/wildfire/IMP/CXNID=2000002.0NXC/bT*xJmx*PTEyNzYxNzg5MjI5NjYmcHQ9MTI3NjE3ODkzMTE2OSZwPTEyNTg*MTEmZD1BQkNOZXdzX1NGUF9Mb2NrZV9FbWJlZCZn/PTImbz*wZDI*ZDc2YjVmNzU*MDZmYjU5NmNhYTIzYWE1Njc1MCZvZj*w.gif\" style=\"visibility:hidden;width:0px;height:0px;\" width=\"0\"/><object classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=9,0,124,0\" height=\"278\" id=\"ABCESNWID\" width=\"344\"><param name=\"movie\" value=\"http://abcnews.go.com/assets/player/walt2.6/flash/SFP_Walt.swf\"/><param name=\"quality\" value=\"high\"/><param name=\"allowScriptAccess\" value=\"always\"/><param name=\"allowNetworking\" value=\"all\"/><param name=\"flashvars\" value=\"configUrl=http://abcnews.go.com/video/sfp/embedPlayerConfig&amp;configId=406732&amp;clipId=10874618&amp;showId=10874123&amp;gig_lt=1276178922966&amp;gig_pt=1276178931169&amp;gig_g=2\"/><param name=\"allowfullscreen\" value=\"true\"/></object>\nThe move came as casino surveillance video was released today showing Stephany Flores meeting up with van der Sloot at a poker table early in the morning, hours before she was murdered.In the video, van der Sloot walks up to a poker table alone but is soon joined by Flores. They shake hands and she sits down next to him. They laugh and play cards. <a href=\"http://media.al.com/spotnews/other/Affidavit%20in%20U.S.%20government%20extortion%20case%20against%20Joran%20van%20der%20Sloot.pdf\" target=\"http://soloround.blogspot.com/\">READ THE ALA. AFFIDAVIT FROM VAN DER SLOOT EXTORTION CASE</a>\nAt 5:12 a.m., they leave. Minutes later, van der Sloot led her into his hotel room, where he has told police that he killed her.<em></em>Guardia said van der Sloot, who also remains the lone suspect in the Natalee Holloway missing-teenager case, “confessed with a wealth of details that have been corroborated through criminal investigative rigor.”Guardia denied any suggestion that van der Sloot’s confession was forced. He said a translator assigned by the Dutch Embassy was present, as was a state-appointed defense attorney.If tried and convicted on murder charges, van der Sloot would face from 15 to 35 years in prison.What remains unresolved is the May 30, 2005 disappearance of Holloway on the Caribbean island of Aruba.Efforts by the FBI to try to resolve it may have inadvertently helped fund the travel that enabled the murder — exactly five years to the day after the Alabama teen vanished — of Lima business student Stephany Flores.Believing it was closing in on van der Sloot, the FBI videotaped and paid him $25,000 in a sting operation in Aruba last month, investigators told the AP. But it held off on arresting him, and he took the money and flew to Peru.Peruvian interrogators restricted their questioning of Van der Sloot to the case of Flores, the daughter of a circus promoter and former race car driver whom he met playing poker at a casino, Guardia said.He told the AP in an interview Wednesday evening that the 6-foot-3 (190-centimeter-tall) van der Sloot, 22, impressed investigators with both his intelligence and brutality.“He grabbed her and smashed her with an elbow,” Guardia said, pointing to his own nose. “A lot of blood spewed out … Then he strangles her and throws her to the floor.”“He is irascible. He has no self-control,” Guardia said.The general said van der Sloot took Flores’ cash, about US$300 worth of Peruvian currency, two credit cards and her national ID card. He apparently also took her Jeep Cherokee, which was found abandoned blocks away in a lower-class neighborhood.Guardia said Van der Sloot attested in his confession to killing Flores because she found out about the Aruba case by using his laptop without his permission. But he said police didn’t necessarily believe him and think he may have killed Flores before going out and returning to the room with two cups of coffee and rolls.“This guy is very intelligent but at times has lapses,” said Guardia. “And the truth is that he is not a person in possession of all his senses.”A psychological examination is pending, he said.Van der Sloot is also getting plenty to eat, Guardia said. “If he wants a steak we give him a steak … If he wants a cigarette we give him cigarettes.”The evidence against the Dutchman includes hotel security camera video showing Flores and Van der Sloot entering his hotel room together and the Dutchman leaving alone four hours later.Security camera video from the Atlantic Casino where the two met shows Flores arriving at a poker table where Van der Sloot is sitting with other players, shaking his hand as if they’d met before and then taking the seat next to him. The two later leave together.“The incriminatory elements were so powerful that he had to confess,” said Guardia.Van der Sloot confessed, police say, on his third full day in police custody and a full week after he fled into northern Chile.He was charged with extortion in the United States on June 2, the day of his arrest in Chile, in a case U.S. law officers and a private investigator say stemmed from work revived in April when Van der Sloot contacted a lawyer for Holloway’s mother. The Dutchman was seeking $250,000 in exchange for the location of the young woman’s body, they said.Van der Sloot’s father died in February and he “wanted to come clean, but he also wanted money,” said the private investigator Bo Dietl, who also told the CBS “Early Show” today that van der Sloot is a “homicidal maniac.”Holloway’s family said they wanted closure and the attorney, John Kelly, contacted the FBI. It sent 10 to 12 agents to Aruba who set up a sting operation, added Dietl, who works with Kelly.In the operation, Van der Sloot was given $10,000 in cash — another $15,000 was wired to a bank account in his name — and told he’d get $225,000 once the body was found, the investigator said.Van der Sloot was secretly videotaped by the FBI in an Aruba hotel telling Kelly he pushed Holloway down, she hit her head on a rock and died, he added.He said he then contacted his father, who helped him bury the body, Dietl added.Under surveillance by the FBI, Kelley and Van der Sloot went to where the body supposedly was buried.No body has been found.The investigation of Van der Sloot in the Holloway case was simply not far enough along to have him arrested, the FBI and the U.S. attorney’s office in Birmingham said Wednesday.However, Senate Judiciary Committee Chairman Patrick Leahy quickly asked FBI Director Robert Mueller for an explanation of “exactly what happened in this case and the basis for all actions taken by the FBI.”The federal criminal complaint in the case says Van der Sloot got a partial payment of $15,000 wired to a Netherlands bank on or around May 10.It did not say where the money came from.In a statement Wednesday, the FBI said only that the payment came from private funds. Holloway’s mother, Beth Twitty, has refused to discuss details of the case and Dietl said he didn’t know the money’s origin.Van der Sloot was the last person seen with her daughter before the girl vanished on the last night of a high school graduation trip. He was arrested twice but released both times for a lack of evidence.Flores’ family was asked Wednesday for comment on the fact that Van der Sloot traveled to Peru less than a week after receiving the cash in the extortion sting.Enrique Flores, one of the slain Peruvian woman’s brothers, said, “My sister is dead, so I can’t accomplish anything by thinking about what might have been.”“Neither I nor the family are thinking about all the things that could have happened but did not.”",
    "2010 - 1108": "SEATTLE — The president of the Seattle Police Officers Guild says an officer was justified in punching a young woman who shoved him in a dispute over jaywalking.Rich O’Neil told KCPQ-TV that punching her in the face was an appropriate use of force as the officer struggled with two women and a crowd formed. O’Neil says it’s wrong to call the punch police brutality or racist.<object height=\"385\" width=\"500\"><param name=\"movie\" value=\"http://www.youtube.com/v/E9w9AfptGGQ&amp;color1=0xb1b1b1&amp;color2=0xd0d0d0&amp;hl=en_US&amp;feature=player_embedded&amp;fs=1\"/><param name=\"allowFullScreen\" value=\"true\"/><param name=\"allowScriptAccess\" value=\"always\"/></object>Cell phone video shows Officer Ian P. Walsh trying to control two women Monday and punching a 17-year-old in the face.Acting deputy police chief Nick Metz has said the women bear much of the responsibility for resisting arrest.Seattle Urban League CEO James Kelly says the punch was an overreaction that brought to mind a video taken April 17 of two Seattle officers kicking a Hispanic suspect.Police are conducting an internal investigation.",
    "2010 - 1658": "  He may be just 10 years old, but he’s doing his part for America.   Steven Goodman, of Surprise, Ariz., creates home-made greeting cards, and plans to send one to each of the 180,000 members of the military serving overseas.   Some of them say, “You’re giving us freedom.”   The message on others is, “Thank you for serving our country.”  ***  He’s in the doghouse.   Dax, a canine cop in Sun Valley, Idaho, got a several-week “suspension” for police brutality — an unprovoked attack on a schnauzer named Max.   The four-year veteran is now back doing his job of sniffing out drugs and finding missing people.   And he’s getting additional training.  ***  Think King Lear had a problem?   The 31-year-old daughter of Oklahoma City Judge John Mantooth has taken out a newspaper ad urging voters to reject her father’s re-election bid.   Jan Schill says he has a lousy record.   But the judge claims she’s still angry over her parents’ divorce nearly 30 years ago.  ***  In the slowest police chase since O.J., cops in upstate Leon found themselves in hot pursuit of a 17-year-old Amish youth fleeing on his horse and buggy.   When they tried to stop him for blowing a stop sign, he said “neigh” and just kept going.   The officers caught him after he upended the buggy while making a sharp turn. Both he and the horse were OK.  ***  There are probably better ways to get hired.   A woman who had just completed a job interview with a store manager in Barrie, Ontario, handed over her résumé — and then decided to do some shoplifting before she left.   The manager recognized her from surveillance tapes and gave her résumé to cops — who quickly busted her. ",
    "2010 - 543": "The boyfriend of a Shinnecock Indian brutally beat her toddler son to death while trying to toughen him up Sunday night, according to cops.   Pedro Jones, 20, pleaded not guilty to a first-degree manslaughter rap yesterday in Southampton Town Justice Court.   Police said he punched the unidentified 17-month-  old to death on the tribe’s Southampton reservation. Jones told cops he was “trying to make him act like a boy instead of a little girl.”   The victim’s grandmother lashed out at Jones yesterday, shouting, “I hope you rot in hell!” "
}