{
    "2002 - 3364": "Three cops in the Abner Louima torture case were astonished to see their convictions tossed yesterday by an appeals court – and the jubilant officers say they’re now eyeing a return to the police force.  The surprise legal decision by the federal Court of Appeals in Manhattan reversed the convictions of officers Thomas Bruder and Thomas Wiese – and ordered a new trial for fellow cop Charles Schwarz.  “I feel like a new man,” Wiese told The Post. “It’s been so long I can’t even comprehend it.”  Wiese said he may try to get back into NYPD blue.  “I’m going to talk about it with my lawyers,” he said. “Right now, it’s just great to be vindicated and finally be free. I’m still in shock.”  Schwarz was at a federal prison in Oklahoma City when a phone call from lawyer Ron Fischetti’s secretary brought him the incredible news.  “You’re going home, Chuck! You’re going home!” Phyllis Malgieri hollered over the line.  “You’re kidding,” the ex-cop said.  The amazing reversal of fortune for the officers upends one of the worst police-brutality cases in the history of New York City and the nation.  “I believed from the beginning that I was representing an innocent man,” said Fischetti, who quickly secured a March 7 hearing to try to spring Schwarz, who is serving a 15-year sentence, on bail.  Louima’s lawyer, Sanford Rubenstein, said the Haitian immigrant will testify at another trial to ensure “justice is done.”  Louima was wrongly arrested on Aug. 9, 1997, and taken to the 70th Precinct station house where Officer Justin Volpe sodomized him in the bathroom with a broom handle, nearly killing him.  Volpe eventually pleaded guilty in 1999, just before Schwarz was convicted of holding Louima during the assault.  The three-judge panel found Schwarz’s trial lawyer, Stephen Worth, had an overwhelming conflict of interest surrounding the so-called “blue wall of silence” in police ranks because he had a $10 million contract to represent the officers’ union.  The conflict was “so severe that no rational defendant in Schwarz’s position would have knowingly and intelligently desired Worth’s representation,” judges John Walker, José Cabranes and Chester Straub wrote in a 68-page decision.  The panel also decided jurors were improperly influenced when they learned during deliberations that Volpe had pleaded guilty and implicated a second officer.  The jury convicted Schwarz, 36, as the second man in the bathroom, then found out after the verdict that Volpe had said his accomplice was Wiese.  The judges also ruled the case against Bruder and Wiese was “fatally flawed” because authorities did not have enough evidence to show they meant to interfere with a federal grand jury probe.  Brooklyn U.S. Attorney Alan Vinegrad said he was disappointed by the decision, but was prepared to re-try the case.  Bruder, 35, and Wiese, 39, will not have to face a new trial, the judges ruled.  The two ex-officers were out on bail awaiting the appeals decision. They had been facing a five-year prison stretch.  Bruder’s lawyer, Stuart London, said his client was thrilled and has “already expressed an interest in petitioning the Police Department for reinstatement.”  Volpe’s lawyer, Marvyn Kornberg, said the decision could pave the way for his client to get a reduction from the 30-year sentence he’s serving if he’s called to testify in the new trial.",
    "2002 - 3903": "IT was torture all over again, though nothing like what Abner Louima endured the first time around.  Only a fool or a hyperbole addict would try to equate a judicial ruling with being sodomized by a cop with a broken broomstick in the back of a dingy bathroom.  But those in search of a metaphor for what passes as justice when it comes to police brutality in this town do not need to look any further.  “Justice has taken a big blow today,” said Henry Frank, executive director of the Haitian Centers Council, an umbrella group for social-service agencies, which has monitored police-brutality issues.  “The community is very sad and even mad. It means a lot of people can be victims the same way, and their attackers, police or not, can have their convictions overturned. It’s a bad precedent.”  Justice did not speak yesterday. Justices did. There has always been a difference.  Justices spoke in the 1857 Dred Scott decision when they ruled that black people couldn’t be citizens because they were too busy being property.  Justices spoke in the 1896 Plessy vs. Ferguson decision when they pretended that America could be separate and equal at the same time.  Justices – these same justices on the district bench, in fact – spoke just six weeks ago when they said the black man who stabbed another man in Crown Heights just because he was Jewish, did not get a fair trial.  Justices are fallible human beings. Justice, on the other hand, is never, ever wrong.  “I was in the courtroom every day and thought the evidence was overwhelming,” said the Rev. Herbert Daughtry, pastor of Brooklyn’s House of the Lord Pentecostal Church.  Daughtry said he is worried about the toll a new trial would take on Louima. And while the $8.7 million civil settlement the city and police union paid Louima and his lawyers was some measure of justice, it does little, without punishment, to make citizens feel safe from the police.  “It’s the same message that was sent in the Diallo case,” Daughtry said, recalling the unarmed African immigrant who was killed by Bronx cops who fired 41 bullets, cops who are free to walk the streets or fight fires to their hearts’ content.  “It’s just hard for this society to sentence police officers.”  WHERE ARE THEY NOW?   The victim:   ABNER LOUIMA   Living in Miami Lakes, Fla., in house purchased after he received $8.75 million settlement from city and police union.   The accused cops:   JUSTIN VOLPE Jr.   In federal prison hospital in Rochester, Minn., serving 30-year term.   *   CHARLES SCHWARZ   In solitary confinement in federal prison in Springfield, Mo., serving 15-year sentence; will seek release pending a new trial.   *   THOMAS WIESE   Living in Bay Shore, L.I., doing house repairs, sometimes with Thomas Bruder. Will now try to rejoin NYPD.   *   THOMAS BRUDER   Living in Hicksville, L.I., doing housing repairs, sometimes with Thomas Wiese. Will now try to rejoin NYPD.   *   The star witness:   *   ERIC TURETSKY   Still on NYPD, recently promoted to sergeant, based in Queens.   *   The prosecutors:   *   ZACHARY CARTER   Then a U.S. attorney, now in private practice. He heads board assigned to clean up scandal-plagued Hale House.   *   ALAN VINEGRAD   Then a lead prosecutor, now an outgoing U.S. attorney in Brooklyn.   *   LORETTA LYNCH   Then a lead prosecutor, now in private practice in N.Y.   *   The lawyers:   *   MARVYN KORNBERG (Volpe)   Still in criminal practice in N.Y.   *   RON FISCHETTI (Schwarz)   Still in criminal practice in N.Y.   *   JOE TACOPINA (Wiese)   Still in criminal practice in NY; frequent TV court analyst.   *   STUART LONDON (Bruder)   Still in criminal practice in N.Y., works for PBA and other police unions.   *   STEPHEN WORTH (Schwarz)   Still in criminal practice in N.Y., works for PBA. *   SANFORD RUBENSTEIN (Louima)   Still in civil practice in NY.   *   The judge   EUGENE NICKERSON   Died in January.",
    "2002 - 3032": "Two of the three ex-cops who won reversals of their convictions in the Abner Louima torture case want their jobs back – along with tens of thousands of dollars in back pay.  Joseph Tacopina, the lawyer for Thomas Wiese, said last night that the former cop will file papers Monday to be reinstated in the NYPD.  Wiese will also begin the process to obtain two years of back pay – $80,000, he said.  “There’s two years worth of back pay that he’s entitled to after being wrongfully terminated from the Police Department,” the attorney said.  Stuart London, the lawyer for Thomas Bruder, said that ex-cop also plans to seek reinstatement – and will seek $100,000 in back pay.  “The basis on which they were terminated is no longer valid,” London said.  The Police Department declined to comment.  On Thursday, a federal appeals court tossed out the convictions of Wiese and Bruder – as well as ex-cop Charles Schwarz – for trying to cover up one of the worst police-brutality cases in the city’s history.  The court also reversed Schwarz’s conviction on charges of holding Louima down in a Brooklyn station house bathroom while officer Justin Volpe sodomized him with a stick.  But it ordered a new trial for Schwarz, barring him from seeking immediate reinstatement.  State law allows Wiese and Bruder to apply to get their jobs back since their convictions were thrown out.  But once they apply, the NYPD will hold a departmental trial to see if they acted properly in the Louima case, experts said.  If they lose the trial and the department decides to fire them, it could argue they don’t deserve back pay.  But Wiese and Bruder could argue they deserve their salaries from the time they were convicted to the time their convictions were reversed.  Schwarz, meanwhile, still can’t believe that his conviction has been tossed out.  So much so that he called his wife, Andra, and his lawyer, Ron Fischetti, from his Oklahoma City prison yesterday to ask if he had been dreaming.  “He told us he had spent all night pacing his cell wondering whether he actually had heard what Andra and I had told him,” Fischetti said.  Andra said, “I and Ron kept on telling him, ‘Yes, we did speak to you the day before and, yes, you are coming home.’   “He is believing it now, particularly when I told him that his mother, Estelle, is going to cook him a Christmas dinner, even though it isn’t Christmas,” Andra added.  Fischetti said Schwarz’s confusion is understandable since he had gone to the Oklahoma City prison “with no personal effects, no radio and, of course, no newspapers.”  “He is in a 6-by-9-foot cell and has no personal contact with anyone. That could play tricks with one’s mind.”  On learning that Schwarz’s conviction had been overturned, Fischetti immediately arranged a bail hearing next Thursday before Brooklyn federal Judge Reema Raggi.  And since Schwarz, 36, was free on bail before his June 8, 1999, conviction in the Louima case, he is expected to be freed on bond.  Additional reporting by Al Guart and Murray Weiss ",
    "2002 - 4948": "SO, let me get this straight: Only one guy brutalized Abner Louima and held him down at the same time – right? Must be, because everyone else involved in the case is now walking on sunshine.   Call me jaded, but ever notice how every racially motivated incident in this city gets re-tried, re-examined, re-thought, and re-opened until the outcome fits in with popular thought?   Look, I’m not saying the cops who got nailed – Charles Schwarz, Thomas Bruder and Thomas Wiese – are guilty or were even involved in the attack on Louima. From the facts presented, it looks like they took the fall – but for whom? I’m not a judge and I’m not the jury. But the thing still stinks – nobody saw nuthin’, heard nuthin’, and did nuthin’ about it.   So, let’s all stop flapping about how the Louima case broke down the blue wall of silence. It’s still standing – with nary a brick out of place.   You know what? At the end of the day, Stephen Worth, the lawyer who misrepresented Schwarz while representing the police union for $10 million is still a PBA attorney.   And Charles Schwarz, who clearly didn’t do it, was, until Friday, doing hard time in solitary, while Justin Volpe, who clearly did do it, is doing soft time. His job? Working – dear Lord! – in a prison hospital.   Justice really is blind. And deaf. And mentally challenged.   DOUBLE TAKE: WHICH OF THESE TWINS HAS THE TONY?   LAST Week, 19 million terrified Grammy fans watched in horror as rocker Billy Joel morphed into comic Alan King onstage after being touched by crooner Tony Bennett. Terrible tragedy? Showbiz trickery? Or something more sinister?  After an exhaustive – not to mention exhausting – investigation by The Post, the ugly truth behind the massive cover-up can now be revealed: When touched by Tony Bennett, victims immediately go bald, grow a beard and start doing shtick. This is followed by an uncontrollable urge to join the Friars Club. Secret documents obtained exclusively by The Post reveal that any contact with Bennett and/or the live farm animal he wears on his head can bring about the horrifying change.  Worse, when left untreated, victims can morph into other, even stranger Friars Club members. In fact, Grammy sources claim that U2 frontman Bono mistakenly rubbed Bennett’s head and on the spot turned into Milton Berle.  STEP ASIDE, JUDY, BEEFCAKE CROONER CAN TACKLE A TUNE   LAST Saturday night, Baldoria: the joint’s jumpin’, the band’s pumpin’.  All of a sudden, this big, giant Samoan guy with cut-off sleeves puts down his fork, stands up from his table, and walks to the bandstand.  “I’m going to sing, ‘Over the Rainbow,'” he announced.  When a 250-pound gorilla wants to sing “Over the Rainbow,” he sings “Over the Rainbow” – right?  So Muscles began to sing, and in two minutes, everybody forgot that Judy Garland ever bothered to sing the song.  Me? I was mesmerized.  It gets better – he’s the former defensive tackle for Minnesota, Green Bay and Atlanta in the Super Bowl. His name is Esera Tualo.  Rudy not on duty  ERIN Brockovich, take a hike, we’ve got our own female giant-slayers on deck. I’m talking about Jessica Ferenczy and Police Officer Kathy Vigiano, who managed to knock Sir Rudy on his royal keister last week.  In a heated meeting, these two women – along with other widows of the fallen WTC rescue workers – confronted the ex-mayor and extracted a pledge that his Twin Towers Fund would give away $100 million within the next 60 days. So much for the charity’s plans for a giant payroll, a fund that could possibly have remained open for up to 30 years, and families’ fears of having to scramble for their rightful piece of the pie.  These widows and relatives managed to say what everybody else was thinking: We emptied our wallets from our hearts so that every hero’s family would be taken care of. We didn’t give so that socialites would have something to do, or so NYC could have another charity with dinner dances, floral arrangements and walk-a-thons. Spread the wealth around – now.  Smuggler’s blues  OF course the FAA didn’t bother to note my warning a few weeks ago that all planes arriving or departing Miami International are filled with weirdos and freaks. Recently, an 81-year-old woman was busted at Miami International with 9,931 tabs of “ecstasy” stuffed – yes – into her wheelchair. The old lady, who was traveling from London with a 56-year-old boy toy named Hans, protested the arrest. She swears she didn’t know she was smuggling ecstasy. She thought she was smuggling Viagra. Hey, when a girl’s beau is well into his 50s, she needs to be prepared.  You’ve got e-mail  FROM TFish: “What women need to know about men: 1) If something we said can be interpreted two ways, and one of the ways makes you mad, we meant the other one. 2) A headache that lasts for 17 months is a problem; see a doctor. 3) Men own three pairs of shoes, tops – so they can’t tell you which of 30 pairs looks good with your dress.”",
    "2002 - 2518": "The mere chance of winning $8.7 million is enough to have people line up outside convenience stores and buy lottery tickets, but for Abner Louima the money came at an unimaginably high price.  Years after the gruesome attack that forever linked his name with police brutality, Louima continues to suffer from injuries that have damaged his body and his mind.  “He suffered terrible physical injuries, and that’s what the compensation is for,” said his lawyer, Sanford Rubenstein. “He suffered psychological injuries as well.”  In the months since he dropped lawsuits against the city and the police union in exchange for an $8.7 million settlement, Louima has bought a house in an upper-middle-class Miami suburb and has been seen making his rounds in a high-priced sport utility vehicle.  But experts in settlement cases said Louima is not acting outside the norm, and is more than entitled to improve his lifestyle.  “The settlement represents a vindication of his rights,” said civil-rights attorney Norman Siegel. “I have no problem with the fact that he got millions of dollars. The victim needs to be compensated not only for his injuries but because of the violation of his civil rights.”  Siegel, who worked pro bono on police brutality cases as director of the New York Civil Liberties Union, said the compensation attorneys receive is incentive for lawyers to be more aggressive.  Louima, 35, lives in Miami Lakes with his wife and three children in a five-bedroom tile-roofed home he paid $220,000 for. He owns a 1993 Mercedes-Benz 300E and 1997 Land Rover 4.0 SE, both of which he bought used.  Of the $8.7 million, one-third has already gone to lawyers, and another portion was set aside to pay taxes on the settlement. Of the rest, the bulk will be paid in a lump sum, but some will be disbursed in $5,000 monthly installments over 20 years.  “He is attempting now to rebuild his life,” Rubenstein said.  Louima, after an arrest in 1997, was sodomized with a broken broomstick in the bathroom of the 70th Precinct station house. Rubenstein said Louima remains at risk for further medical problems.  Louima has remained relatively silent in the days since a federal appeals court overturned the convictions of three cops accused of conspiracy in the attack.  But in July, after the settlement was reached, Louima was quick to put the money in perspective.  “I don’t really see myself as a rich man,” Louima said at the time. “I see myself as someone who is lucky to be alive and able to see some justice.”",
    "2002 - 1147": "A nurse was brutally attacked at a Bronx hospital yesterday by a robber who ruptured her tonsils when he rammed his fingers down her throat to silence her terrified screams, police said.  Jerry Miles, 28, became enraged when Charina Adamos, 32, an emergency-room nurse at Bronx Lebanon Hospital, refused to give up her wallet.  He threw her to the ground and began beating her, police said.  The plucky Adamos, who is only 5 feet 1 inch tall, started screaming and, to silence her, the Bronx man thrust his fingers down her throat – rupturing her tonsils, cops said. As Adamos lay bleeding, Miles fled – his victim’s blood all over him.  When hospital workers spotted him, he tried to throw them off his trail by saying, “Someone is hurt back there.”  But Miles got lost in the corridors and was nabbed by two 44th Precinct cops, Christopher Mattison and Michael Calamari, who happened to be there.  He was held on assault and robbery charges.  Adamos underwent several hours of surgery yesterday and was in stable condition.  “It’s unbelievable,” said her sister Mylene Sion, also a nurse at the hospital. “She’s OK, but then the pain is there.” ",
    "2002 - 3178": "Confusion among cops as to who should have investigated the ghoulish murder of a Brooklyn couple may have resulted in the case remaining unsolved for more than 20 years.  Howard Green, 51, and his girlfriend Carol Marron, 33, were bludgeoned to death in a possible devil worship-related attack in 1979.  Their eyeballs were blown out, the tips of their ears cut off and almost all their blood had been drained through approximately 30 puncture marks made in identical places on the two bodies, investigators said.  The two corpses were bound in canvas and rugs and dumped in West Paterson, N.J., where they were discovered by a boy walking his dog.  A Post investigation into the double homicide found not only that the trail to the brutal killer has gone cold, but it may never have been followed properly.  Retired detectives from Brooklyn’s 88th Precinct and the West Paterson Police Department, along with the Passaic County Prosecutor’s Office, confirmed they all thought the others had done the follow-up investigation.  “Technically, Jersey’s got the responsibility [to follow up],” said retired Brooklyn detective James Devereaux. He says he assisted the original investigation of the Brooklyn couple’s murder as a courtesy to the Passaic prosecutor.  But retired West Paterson detective Thomas Hemsey says the investigation was left in New York, where the murders probably occurred.  “Devereaux was supposed to keep following up on it if any new information came,” Hemsey said.  Capt. Ed Murphy of the Passaic Prosecutor’s Office also put the burden on New York and was surprised to learn the case was unsolved.  A New York police spokesman, Walter Burns, said the Brooklyn Cold Case Squad is currently not working on the case.  The Post investigation also found startling inconsistencies in the investigators’ recollections of their work.  Devereaux said he twice interviewed a resident of the victims’ neighborhood, who, he reported, admitted to having drained the blood of mice he kept. He said he wanted to impress his girlfriend at the time, Devereaux recalled.  The man, who now lives out of state, dismissed Devereaux’s recollection and says he never met the detective.  “Hell no, I never said that stuff,” he said, adding he was on a hitchhiking holiday in Texas at the time of the murders.  Devereaux said he thought the murders were part of a ritual because he recalled satanic paraphernalia being found inside the victims’ apartment at 280 DeKalb Ave. in downtown Brooklyn. He said the apartment was in disarray and drenched in blood, as if a struggle had occurred there.  But retired West Paterson detective Joseph Lambert said the apartment was neat and clean, with no signs of devil worship.  Lambert said the building’s landlord, Jonathan Nelson, wanted Green’s apartment for his terminally ill father because Green was paying “peanuts” in rent each month. He said Nelson had taken Green to court over it.  Nelson confirmed to The Post that he had wanted the apartment for his father because it was on the ground floor and easily accessible. He said he had nothing against Green and Marron and had been interviewed by police at the time<strong>.</strong>",
    "2002 - 2984": "Homicide detectives have impounded a car they believe was driven by the boyfriend of the estranged wife of murdered millionaire Ted Ammon on the weekend he was killed, The Post has learned.  Experts were searching the blue, 1999 Audi A6 wagon for blood or other evidence connected to the vicious crime, sources said.  Detectives believe Danny Pelosi – then the boyfriend and now the husband of Ammon’s estranged wife, Generosa – had been driving the $40,000 vehicle on the weekend Ammon was bludgeoned to death inside his $10 million East Hampton mansion, the sources said.  The naked body of Ammon – killed while he slept – was discovered Oct. 22 by his business partner, who became concerned when he failed to show up in his office.  A trail of blood led down the stairs and out the French doors.  Police experts combed the Audi and performed lab tests under the theory that Ammon’s blood, which was splattered on the walls and bed, might have been transferred to a vehicle by his killer.  Ammon, 52, loved automobiles and owned at least four. They included the black, vintage BMW that Pelosi was driving a month before the murder, when he was arrested and charged with drunken driving about a mile away from the ivy-covered East Hampton mansion.  A few weeks after the brutal slaying, Pelosi was observed driving around in a third vehicle belonging to Ammon, a 1995 Buick Century station wagon.  The judge in the DWI case, Pelosi’s fourth drunken-driving arrest, took the electrician’s passport away last month, making it impossible for Pelosi to join his wife at their stately manor house in England.  Pelosi and his new bride have denied any involvement in the murder. His lawyer yesterday declined comment on the latest developments.  The murder was the first slaying in East Hampton in almost 20 years.  The weekend of the killing, neighbors said they found it strange that they never heard two dogs that Ammon had with him bark, as they might expect if a stranger entered the house.  “We were there all weekend, and we didn’t hear any dogs barking,” said one neighbor in the exclusive section near Jerry Seinfeld’s estate, who asked not to be identified.  “That’s the question – why didn’t I hear the dogs barking?” the neighbor asked.  “It’s a terrible thing . . . I would be very relieved if they would find out who did this.”  The murder of the financier and philanthropist came amid a bitter divorce and custody battle.  Just before he was murdered, Ammon told friends that he had been granted joint custody of their two children and predicted he would soon be given full custody.  At the same time, Mrs. Ammon told a friend that she would never let Ammon get custody of the kids.  She said she had pictures of her husband with other women and intended to use them to “hang him” in the divorce and that she now “wanted everything.”  After his death, Mrs. Ammon – now Mrs. Pelosi – inherited Ammon’s entire $80 million estate and has full custody of the 11-year-old twins. "
}