{
    "2004 - 830": "A brutal gang-stabbing that left a Queens teen dead and his pal critically injured stemmed from a long simmering feud the victims had with their attackers, his friends said yesterday.   Chimei “Jimmy” Chan, 15, died on the front stoop of 136-42 Maple Ave. in Flushing on Friday, police said.   His pal, Peter King, 18, was critically wounded.   Seven suspects have been arrested.   Friends said Chan had been chased by members of a neighborhood clique known as the Asian Eternity, which targets Chinese-Americans.   They didn’t know what sparked the stabbing.   “It’s been three years since Jimmy and this group have been fighting. It started in junior high school,” said Jennifer, Chan’s godsister who didn’t want to give her last name.  “They beat him with a pipe when he was only 12. Since then he has clashed with this group.”",
    "2004 - 2475": "Alleged Upper East Side sex predator Kevin White saved his worst brutalities for his male victims, including a vicious violation during which he told one man he was going to go “Taliban” on him, details released yesterday reveal.  “This’ll cut your insides open,” White allegedly taunted as he violated a 25-year-old man with a pair of scissors in the victim’s East 83rd Street apartment.  “I’m going to go Taliban on you [sic] ass and send you to Allah,” White added, as he allegedly dragged the man around the apartment by a necktie he’d tied around his throat.  The horrific details of violence and manipulation are contained in the criminal complaint charging White, 34, of Jersey City, with attacks on two men and three women.  In all five cases, White – who has a history of 26 misdemeanor arrests plus a weapons conviction – was allegedly after money. But the details released yesterday suggest he wanted to humiliate his victims sexually as well.  In his first known attack, on the Lower East Side in October, cops say he tied, gagged and threatened to commit a sexual crime against a transvestite after forcing himself into the victim’s East Second Street apartment.  Then came White’s alleged weeklong Upper East Side rampage. “I have a gun, give me money,” he allegedly demanded of a 23-year-old woman on Jan. 24. She complied without injury. But the thug was just warming up.  “Give me money or I’ll shoot,” he allegedly demanded of an 18-year-old woman on Jan. 27. He forced her to withdraw cash from an ATM, then sexually assaulted her in her building’s vestibule.  The next attack, on Jan. 29, was the most vicious. White allegedly followed the 25-year-old man into his vestibule, threatening with his hand in his pocket, “I have a 9 mm gun; you know what is up.” The victim handed over what money he had on him, but White allegedly wanted more, marching the man to an ATM.  White allegedly then forced the man back home, ordering him to strip. The victim was anally and orally sodomized in his own bathroom and then violated with a pair of scissors White allegedly grabbed from the kitchen.  He allegedly left the victim tied with neckties to the toilet and sink, then returned and ordered the man to dress and accompany him to the ATM to withdraw more money. His most recent attack was Jan. 30 against a 24-year-old woman.  He was arrested Saturday after a victim identified him from police mug shots. All five victims later ID’d him in a lineup, cops said. ",
    "2004 - 1957": "A judge has revealed for the first time that prosecutors suspect Danny Pelosi and a small number of friends and relatives killed millionaire Ted Ammon.  Suffolk County Supreme Court Justice Robert Doyle made the disclosure in rejecting a grand jury’s request to look at Pelosi’s defense files.  The files requested include interviews – by private eyes who worked for Pelosi and his late wife, Generosa – of possible suspects in Ammon’s murder at his East Hampton mansion in October 2001.  The panel had requested the material to check out prosecution claims that Pelosi “and a small entourage of friends and relatives had participated in the murder,” Doyle said in his ruling Tuesday.  Doyle denied the request on the ground of attorney-client privilege.  The grand jury probing the unsolved slaying had issued two subpoenas seeking the “interview notes, materials and reports” compiled by the private investigators.  The subpoenas named seven witnesses or potential suspects in the brutal bludgeoning murder.  Pelosi’s lawyer, Paul Bergman, fought the subpoena, arguing that it was privileged attorney-client information and was crucial to his client’s defense.  Bergman also said the ruling validated the confidential nature of the joint defense agreement between Pelosi and his wife, who was Ammon’s widow.   “It’s very unusual for the prosecution to think that they could obtain this type of information,” Bergman said.  Pelosi told The Post he is optimistic the ruling means the investigation is winding down and he will not be indicted.  “I hope that this will soon be over and I can go forward with my life,” said Pelosi, who has a contracting business.  Suffolk homicide squad detectives arrested five people close to Pelosi on minor charges last April, and grilled them in the murder. They included Pelosi’s cousin, three friends and his former wife.  They all protested their innocence and later filed a federal lawsuit claiming police brutality. ",
    "2004 - 2002": "For a few hours yesterday, even the elements seemed to fall in line and salute fallen police Sgt. Keith Ferguson, the Emergency Service Unit officer who died last Saturday at only 38.   In what has otherwise been a brutal winter, the lower Manhattan skies radiated with sunlight and basked hundreds of officers in the plaza at St. Andrew’s Catholic Church for the funeral Mass with the warmth many said embodied Ferguson.   “He always had that warm smile on his face and a good laugh,” said Detective Tim Murphy, who served in Ferguson’s ESU 7 anti-terrorism team. “If we were planning to play a prank on someone, he’d be the first one to get on the phone and start calling other people to get involved.   “And he followed it through to make sure it went off.”   Ferguson died from an apparent heart attack while coming to the aid of an officer chasing an illegal vendor down a SoHo street.   Mayor Bloomberg said Ferguson died doing what he loved best – being an active cop.   “It was not a surprise to anyone who knew Keith that he was the first out of the car and first to give chase,” said Bloomberg, adding: “He lived by example . . . He lived and he died protecting our city.”   Edward Mullins, president of the Sergeants Benevolent Association, said Ferguson and the elite ESU team were a match made in law-enforcement heaven.   “He was a guy who never sat back, and Emergency Services doesn’t sit back,” said Mullins.   “They actually chose a perfect assignment for him.”   Commissioner Raymond Kelly said Ferguson, a 17-year veteran, was “everything you’d want in a police officer and more.”   He said after Ferguson returned from a stint in Bosnia, where he helped the government establish a police force, he demanded a more trying assignment – to be a member of the Emergency Service Unit.   “He was a role model for all of us,” the commissioner noted.   Ferguson’s dad, Victor Ferguson, a retired NYPD officer, said in a statement: “I am very proud of my son. He died doing what he loved.” ",
    "2004 - 2662": "Long Island cops say they have cracked the case of the brutal murder of a commuter just feet from his home, busting a young woman along with four Latin King gang members who told jokes and laughed while in custody yesterday.   The five are charged with slaying Anthony Battaglia, 37, while trying to rob him as he walked to his Lynbrook home from an LIRR station last Sept. 19.   Battaglia’s wife, Caryn, said she believed her dead husband helped nab his alleged killers – all Freeport, L.I., residents who were arrested over the past two days.   “I know that Tony was involved. I know he is sending us these messages that we are not alone. He’s still here, he’s still around us, and he will see us through,” she said.   Nassau County police told Caryn of the busts as she prepared to go to her job as an assistant teacher at a day-care center, where their daughter, Stephanie, celebrated her fourth birthday.   “I’m still shaking,” she said hours later.   The slain man’s mother, Ethel Battaglia, 76, of Queens, said: “Glory be to God . . . My prayers are answered.”   Police said Battaglia was accosted near his home by the suspects – who are believed to have robbed a couple in Rockville Centre earlier that night.   Cops said the suspects shot Battaglia in the hip and stabbed him twice in the stomach before fleeing empty-handed.   Battaglia managed to stumble to his back door, where his wife found him.   Detective Lt. Dennis Farrell said Battaglia “was truly a random target.”   Two suspects, Nelson Zuniga, 19, and Omar Delarosa, 18, were charged with first-degree murder. Cops said Zuniga shot Battaglia and that Delarosa stabbed him.   Janny Paez, 20, Fernando Moranta, 20, were charged with second-degree murder, as was Marina Musso, 21, a woman who allegedly was the getaway driver. All five also were charged with attempted robbery and held without bail.   A law-enforcement source said the men laughed during booking yesterday.   “To them, this is a big joke – they have no remorse,” the source said.   Cops got their break last fall after several police traffic stops of a Nissan Xterra driven by Musso, which matched a description of an SUV that fled the murder scene.   Freeport Officer Chris Pandolfo said he knew Musso acted as a chauffeur to Latin Kings gang members, one of whom was with her during the stops that he made.   Although he had no reason to arrest them then, Pandolfo called Nassau County homicide detectives to alert them to the possible connection of the SUV to the murder.   Another tip came from a call made to the Crime Stoppers hot line that said the same crew of suspects was spotted in Brooklyn in an SUV, police said. ",
    "2004 - 5508": "The adorable 11-year-old Florida girl whose kidnapping was caught on camera put up a desperate fight against her abductor before being killed, a source close to the investigation told The Post yesterday.   Carlie Brucia, whose body was found yesterday just a few miles from where she went missing, was kidnapped and brutally murdered by tattooed ex-con Joseph Smith, 37, police said.   “The initial review of the body indicates she put up a real struggle before she died,” the source said of the spunky Sarasota sixth-grader and Long Island native.   “She fought desperately. She put up a huge fight.”   In a crime that is every parent’s worst nightmare, Carlie was snatched while walking home Sunday night from a friend’s house.   The kidnapping sparked national attention because it was captured on a surveillance camera at Evie’s Car Wash, about a half-mile from Carlie’s home.   The source added that Carlie was killed within a few hours of her kidnapping – and that cops had an encounter with Smith at about 10 p.m. that night near the thick underbrush where the victim’s body was found.   Patrolling cops spotted Smith’s Buick station wagon – believed to have been used in the abduction – parked illegally under an overpass off I-75.   When they spotted the auto mechanic and Brooklyn native return to his car after emerging from some thick underbrush, they asked him what he was doing.   Smith, who has been charged with murder and kidnapping, “said he went to pee – and the cops let him go,” said the source.   The next morning, Smith showed up late for his job – and was acting “strangely,” the source said.   “He kept washing his hands over and over even though they were clean,” the source said.   “And he told his boss that he might have to leave the state at any time.”   Carlie’s distraught dad, Joseph Brucia, pleaded yesterday with Florida Gov. Jeb Bush to investigate the judges who allowed Smith to remain free despite his lengthy rap sheet.   “He should not have been out in the street,” said Brucia, his voice breaking, at an afternoon news conference outside the carwash.   Smith, who could face the death penalty, was arrested Tuesday on an unrelated drug charge and identified Wednesday as the man in the videotape.   In the chilling video, a man sporting tattoos on both forearms and wearing a mechanic’s shirt with a nametag is seen snatching Carlie.   Brucia added that his beloved daughter, who sang in the chorus and loved playing sports and going to the mall with friends, was killed “in a horrific manner.”   Carlie’s body was discovered at about 1 a.m. in some thick underbrush near the parking lot of the Central Church of Christ, off I-75.   Investigators were reportedly tipped off to the spot by a jail inmate who told officials that Smith had allegedly confessed the crime and the location to him.   Carlie’s mom, Susan Schorpen, was numb with grief after getting the horrific news she had been dreading, racing out of the house in tears and screaming in agony.   “He killed my daughter. He murdered my daughter. He murdered my baby,” family friend Chessie Huber quoted the mother as saying.   Yesterday morning, a choked-up Sarasota County Sheriff Bill Balkwill broke the tragic news to the public.   “The body of a beautiful, lovely little girl, Carlie Brucia, has been found,” said Balkwill, his voice cracking.   “Joseph Smith is under arrest for the abduction and murder of Carlie. On behalf of the entire law-enforcement team, the citizens who volunteered, our sympathy goes out to the entire family of Carlie.”   Authorities did not say how the angelic blue-eyed blonde had been killed or whether she had been sexually abused.   Sarasota County Sheriff Capt. Jeff Bell said Smith, who has not been cooperating with authorities, “will pay the ultimate price for what he did to her.”   Just hours after cops made the gruesome discovery, Carlie’s stepdad, Steven Kansler, and some friends prayed at the edge of the Central Church of Christ.   Meanwhile, Carlie’s grandparents in Wantagh, L.I., were beside themselves with grief.   “There’s really nothing anybody can do at this point,” said Joseph Brucia Sr., fighting back tears. “It’s just awful.”   Carlie moved with her mom to Florida in 1993 after her parents divorced. Her dad still lives in Bellmore, L.I.   Bob Hagemann, Carlie’s principal at MacIntosh Middle School, called the victim “a shining light” in the classroom.   On Thursday, Schorpen, in her first public comments since her daughter’s kidnapping, pleaded for Carlie’s safe return.   “I need my daughter home,” Schorpen said.   “She’s a very, very important part of this family and community.”   Chuck Chambers, a private investigator hired by Carlie’s family, said yesterday, “There’s nothing you can do to make anybody feel better, and it’s going to hurt for a long, long time.”   Friends and classmates fondly recalled Carlie as sweet, fun-loving and good-natured.   “She was loving and caring,” said close friend Tiffany Meeks.   “She doesn’t like to see other people hurt. She’d be really crying if this was one of us or someone else she knows. It’s just hard to talk about.”   Smith has at least 13 arrests in Florida since 1993.   He was arrested in 1997 on kidnapping and false-imprisonment charges, but was acquitted a year later.   The divorced father of three, who’s set to be arraigned by today, also served 17 months in prison in 2001 and 2002 for heroin possession and prescription-drug fraud.   With Devin Smith and Post Wire Services",
    "2004 - 956": "<strong>Correction: </strong>A story in yesterday’s Post about an assault on board a Long Island school bus incorrectly identified the town. The incident occurred in Glen Cove. BRUTAL BEATING ON SCHOOL BUS A 12-year-old girl riding home on a school bus was beaten with heavy textbooks by a gang of callous classmates and knocked unconscious for some 15 hours, her lawyer said yesterday.   The girl, whose identity was not released, was pummeled mercilessly Tuesday by a group of other children on her ride back from the Robert M. Finley Middle School in Garden City, L.I., attorney Larry Katz said last night.   “She’s been picked on by these kids for a period of months,” Katz said. “It’s the first time it’s been this bad, though.”   She regained consciousness last night and was in stable condition at North Shore University Hospital, Katz said.   Police in Garden City said no one was available to comment. No one has yet been charged in the beatings. ",
    "2004 - 751": " A 12-year-old girl riding home on a school bus was beaten with heavy textbooks by a gang of callous classmates and knocked unconscious for some 15 hours, her lawyer said yesterday.   The girl, whose identity was not released, was pummeled mercilessly Tuesday by a group of other children on her ride back from the Robert M. Finley Middle School in Garden City, L.I., attorney Larry Katz said last night.   “She’s been picked on by these kids for a period of months,” Katz said. “It’s the first time it’s been this bad, though.”   She regained consciousness last night and was in stable condition at North Shore University Hospital, Katz said.   Police in Garden City said no one was available to comment. No one has yet been charged in the beatings. "
}