{
    "2008 - 2024": "China said yesterday it will impose strict mea sures to prevent more “sabotage” of its Olympic torch relay after pro-Tibet pro testers disrupted a kickoff ceremony in Greece yesterday.   Three demonstra tors unfurled a banner and were wrestled away by police while the head of the Beijing organizing committee was speaking to thou sands of spectators in Olympia yesterday.   The activists, who demand that the world boycott the Games be cause of China’s brutal crackdown in Tibet, said they would continue their protests until the Aug. 8 opening of the Olympics in the Chinese capital.   China said it would enforce tight security to avoid a repeat of the embarrassing incident, particularly next Monday, when a second Olympic torch is lit and taken to Tibet for an attempt to carry it up Mount Everest.   China blames the protests as well as the continuing unrest in Tibet on the Dalai Lama.   During the Everest climb, China will be “strictly guarding against disturbances and sabotage by the Dalai clique,” an official told the state-run Tibet Daily.   In other developments yesterday:   * The Tibetan government in exile raised its confirmed death toll from the clashes between Chinese authorities and protesters to 140.   * Protests spread to neighboring Nepal, where police arrested about 475 Tibetan refugees, monks and their supporters in the capital of Katmandu, the United Nations said.   The demonstrators chanted, “China, stop killings in Tibet, we want justice,” as they marched toward the UN offices. Police beat them with bamboo sticks and snatched their banners, witnesses said.   * Residents of Luhuo in western China said police opened fire on a crowd of hundreds of monks, nuns and local Tibetans on Sunday.   * Secretary of State Condoleezza Rice urged the Chinese government to talk to the Dalai Lama, and French President Nicolas Sarkozy said his country would be willing to facilitate the talks.  With Post Wire Services<a class=\"a10blb\" href=\"mailto:andy.soltis@nypost.com\">andy.soltis@nypost.com</a>",
    "2008 - 785": "Police officials last night slammed a reputed plea deal for the thug who brutally beat an officer after recognizing him on the street as the cop who had busted him five years earlier.   Revenge-driven con Joseph Manzi had allegedly hissed at then-NYPD Capt. Charles Stravalle, “I know where you live. I know you have a new baby. I’m gonna kill you,” before attacking him outside a fast-food eatery in Rego Park, Queens, last June.   “After pleading guilty to this assault, [Manzi] will receive probation that will run concurrent with a term of probation he is currently facing on a ‘B’ Felony drug indictment. He will receive no jail time on either charge,” seethed Roy Richter, president of the Captains Endowment Association.   Stravalle had busted Manzi in 2002 for pot possession. ",
    "2008 - 2862": "  A Staten Island teen who vanished from a mall two days ago was found strangled in a remote part of New Jersey – and cops are now quizzing her boyfriend over the brutal murder, authorities said this afternoon.  The body of Jessica Tush, 19, was found buried in a freshly dug, shallow grave by a group of hikers Thursday morning in Burlington County’s Pine Barrens – about three hours from the city – in Bass River Township.  The hikers immediately called cops, said New Jersey State Police Capt. Al Della Fave.  A preliminary autopsy revealed that Tush – who was found with scratches on her face and wearing a cream-colored bubble jacket and black pants – was strangled with a chord, police said.  “They took a part of our heart that can never be fixed,” said Jessica’s mother, Dina Tush, as tears streamed down her face outside her Staten Island home.  As Jessica’s father, Victor, stood by her side, Dina remembered her daughter as a “beautiful girl” who didn’t do drugs or go to parties.  “You can’t replace your baby,” she said. “No one should have to bury one’s child.”  Tush’s parents and friends told investigators that the teen’s boyfriend, Thomas Paulino, had become increasingly abusive over the past few weeks.  Tush’s family also told cops that Paulino had attacked their daughter just last week after she threatened to break up with him, leaving her with bruises, sources said.  Investigators were questioning Paulino today at the 120th Precinct station house on Staten Island, sources said.  No arrests have been made.  Neither Tush nor her family filed a police report against Paulino for causing bruising to her face, police said.  Neighbors confirmed that Jessica had problems with her boyfriend – although her parents refused to comment on it.  Of the killer, Dina would only say, “I hope they catch him – and he suffers.”  Tush’s parents told police that their daughter was supposed to go to a wake for a friend with one of her other pals, Leanne Salhany, the afternoon she disappeared.  Tush never showed up for the service.  The wake, which was held in the Tottenville section, was for a male friend who died in a car crash in Burlington County – eerily near where her body was ultimately recovered.  Tush, who graduated from Susan Wagner HS in 2006, was last seen alive Wednesday at 2 p.m. at the trendy BCBG clothing store where she worked in the Staten Island Mall, her parents told police.  One co-worker, who did not want to give her name, said Tush was a “sweet, sweet girl” and a great employee and friend.  “We’re all devastated,” she said.  Tush’s family said they filed a missing-person’s report the next day.  The Tush family had posted an anxious plea on their daughter’s MySpace page Thursday afternoon – unbeknownst to them that her body had been recovered – in the hopes that someone could “get in touch with us immediately.”",
    "2008 - 2554": "A rich Hofstra University frat boy gathered a gang of four “goons” to pummel and pistol-whip a fraternity brother he thought was sleeping with his ex, cops said.   After the merciless thrashing, the bleeding and battered victim was then dumped on a crime-ridden Hempstead, LI, block in only his boxer shorts, cops said.   “This is payback,” Adam Schelberg, 22, allegedly said during the brutal beat-down.   The beefy Kings Point native and the victim, whose name is being withheld, both belong to the college’s Zeta Beta Tau fraternity, which has more than 80 chapters nationwide.   Schelberg set a trap for the 21-year-old victim on April 2, when he convinced him to go for a ride in his Range Rover, cops said.   The pair had once been pals, but had a falling out over the woman, a student told the Post.   It all came to a head that night, when, unbeknownst to the victim, Schelberg had already arranged to have “four of his goons” meet them, said Nassau County Detective Lt. Raymond Cote.   “Are you messing around with my girl?” cops said Schelberg asked just before the attack.   “No, it’s not what you think. We’re just friends,” the victim allegedly replied.   But Schelberg – whose father is a partner at the powerhouse Manhattan law firm Proskauer Rose – didn’t believe him, cops said.   “They beat the heck out of this poor kid, punching him and pistol-whipping him,” said Cote.   A good Samaritan let the half-naked and bleeding victim use his cellphone.   He was taken to the hospital and received five stitches to close the gash on his head from the pistol-whipping, cops said.   Schelberg was arrested on Wednesday, along with one of his alleged enforcers, high-school friend Danny Henderson.   Police are still searching for the three others who helped beat the victim.   Schelberg and Henderson, of Roslyn Heights, were both arraigned yesterday on charges that included kidnapping, robbery, assault and criminal use of a firearm.   Schelberg’s lawyer, Salvatore Marinello, told the court that his client has no criminal history, and shifted blame onto the victim by telling the judge that he had a felony drug case pending.   Nassau County Judge Norman Janowitz released Schelberg on $250,000 bond or $125,000 bail, which he posted within 90 minutes. Henderson did not make bail.   The victim’s mother said she is frightened.   “I am so upset and scared,” she said outside her home yesterday. “I just want to keep my son safe. Wouldn’t you?”<em><a class=\"a10blb\" href=\"mailto:kieran.crowley@nypost.com\">kieran.crowley@nypost.com</a></em>",
    "2008 - 1567": "A coalition of civil-rights advocates called yesterday for the creation of a permanent state special prosecutor to investigate suspected cases of police misconduct and brutality.   The group, which includes Norman Siegel, former head of the New York Civil Liberties Union, and state Sen. Eric Adams, an ex-cop, told a news conference they expect Gov. Paterson will support their proposal.   Siegel said Friday’s verdict acquitting three detectives in the slaying of Sean Bell in a hail of 50 bullets “proves it is almost impossible to successfully prosecute cases of police misconduct, especially in homicide cases.”   “The verdict underscores the need for systemic change in the way New York handles these important and, at times, high-profile cases,” he added.   Former Gov. Nelson Rockefeller created a state special prosecutor’s office in 1974, but it was abolished in 1993 by then-Gov. Mario Cuomo.   Adams (D-Brooklyn) said the office should be permanently reinstated.   “We are just as responsible for what happened [in the Bell killing] because, although the officers discharged their guns, we loaded the bullets. Our failures loaded the gun,” he said, holding a .38-caliber bullet.   The two spoke as Bell’s mother, Valerie, visited the Community Church of Christ in Jamaica – where her son was to have been married – and church officials gave out NYCLU pamphlets listing 14 things to do if you’re stopped by cops.   Siegel and Adams said they expected Paterson to support them because he had been a strong voice in previous police shootings.<em>With AP</em>",
    "2008 - 894": "A Bronx man has died a week after he was robbed and beaten on a subway train, and cops are calling his death a murder.   Samuel Owens, 44, of Parkchester, told police he was attacked and robbed of his wallet by a large group of men at 5 a.m. April 25, on a northbound No. 6 train near East 110th Street and Lexington Avenue.   Despite serious injuries, Owens didn’t immediately report the incident to cops and he returned home under his own power, police said.   At about 7 p.m. that night, his roommate called an ambulance and Owens was taken to Lincoln Hospital, where he was treated for broken ribs, leg and vertebrae bones, and where he finally spoke to police.   Owens died at about 9:40 a.m. Friday of a pulmonary embolism while hospitalized, authorities said.   Cops believe the beating directly contributed to his death, and are searching for the assailants in the brutal gang beating. ",
    "2008 - 766": "Community leaders urged members of Congress yesterday to slash the NYPD’s federal funding and subpoena its commanders if top brass refuse to testify about departmental policies involving alleged brutality and racial profiling.   The leaders griped that NYPD officials did not show up for their hearing yesterday on police accountability in lower Manhattan.   “If you cut the money off, they will take you seriously,” the Rev. Al Sharpton told Michigan Rep. John Conyers and New York Reps. Charles Rangel, Anthony Weiner, Gregory Meeks, and Jose Serrano, all Democrats.   “You should subpoena them and let them explain [their policies] to you under oath,” he added. NYPD spokesman Paul Browne said no one reached out to Police Commissioner Ray Kelly about the forum. ",
    "2008 - 1992": "An Orthodox Jewish vigilante group, under fire in Brooklyn after one of its members attacked a black man, uses “Soviet-style tactics” and continues to operate “outside the boundaries of the law,” critics said yesterday. <em>Shmira</em> – which in Hebrew means “to protect” – has about 100 members who ride around Crown Heights in white and blue patrol cars that resemble NYPD vehicles.   The group, founded in 1968, has increasingly come under attack the last few weeks after one of its members, Yitzhak Shuchat, 25, allegedly attacked a 20-year-old black man with a stick on April 14.   Cops said Andrew Charles, the son of a police sergeant, was the victim of a bias attack.   Shuchat remains at large.   In a case some in the Jewish community claim was retaliation for the Charles assault, two black teens were busted yesterday for the brutal attack last Friday on Alon Sherman, 16.   Basean Parker, 14, was charged with assault and robbery for allegedly beating Sherman, then swiping his wallet, cellphone and bicycle. Cops said the attack was not a bias crime.   Namor Clarke, 16, was charged with robbery.   Investigators traced the stolen phone to Erickson Castillo, 29, who told cops he’d bought it from Parker.   Meanwhile, critics argue that <em>Shmira</em> is nothing but a gang.   In a recent interview with New York Jewish Week, Brooklyn DA Charles Hynes compared the group to the Bloods and Crips.   The blog “Who is <em>Shmira</em>” has put up postings from other Jews who claim the group uses “Soviet-style tactics.”   “My father was jailed in Russia by people like [<em>Shmira</em>] . . . and I am not afraid of you, not now and not ever,” read one message.   A police official who did not want to be identified said there were concerns that <em>Shmira</em> was “operating outside the boundaries of the law.”   “Sometimes, they are helpful,” the official said. “Most times, not.”<em><a class=\"a10blb\" href=\"mailto:philip.messing@nypost.com\">philip.messing@nypost.com</a></em>"
}