{
    "2020 - 3150": "HONG KONG – A 21-year-old Hong Kong lifeguard, the first anti-government protester to plead guilty to the charge of rioting during last year’s unrest, was sentenced to four years’ jail on Friday for a “direct attack on the rule of law”.Sin Ka-ho was among thousands who surrounded the Legislative Council on June 12 <a href=\"https://nypost.com/2019/06/12/hong-kong-delays-extradition-bill-debate-as-thousands-take-to-the-streets-in-protest/\">in a bid to stop legislators</a> from giving a second reading to a since-withdrawn bill that would have allowed extraditions to mainland China.A few dozen protesters, many wearing black and holding a banner reading “Liberate Hong Kong, Revolution of our times” gathered outside the court, chanting “there’s no riot, only tyranny”.As Sin was driven away in a van, some protesters knocked on its windows and shouted “Stay strong!”The protest at the Legislative Council was <a href=\"https://nypost.com/2019/07/01/protests-escalate-as-hong-kong-marks-handover-to-china/\">the first of many last year</a> that police cleared with tear gas and rubber bullets, angering moderate Hong Kong people in a pivotal moment for the anti-government movement.Demonstrations turned more confrontational and broadened to demands for democracy in the Chinese-ruled city amid anger at Beijing’s perceived meddling with its freedoms.Sin admitted to pushing police barricades and hurling umbrellas and other objects at officers, but denied planning the assaults.The defendant’s actions were “a direct attack on the rule of law,” District Court Justice Amanda Woodcock said in the sentencing, which is seen as potentially laying down a marker for the nearly 600 protesters who have been charged with rioting, risking up to 10 years in jail.Neither Sin nor his lawyer commented on the sentence.Sin has been the only one so far to plead guilty, in a symbolic blow for the protest movement, whose demands include amnesty for all those arrested and the government dropping its characterization of the protests as “riots”.Hong Kong, a former British colony, returned to Chinese rule in 1997 with the guarantee of many freedoms not enjoyed on the mainland, including an independent judiciary. Communist Party rulers in Beijing deny interfering with those freedoms.The protesters’ main demands are universal suffrage and an independent inquiry into police’s handling of the demonstrations.Accusations of police brutality must not be used as “a weapon of political protest”, the police watchdog said in a report on Friday, adding that the city appeared to be getting dragged into an “era of terrorism”.More than 8,300 protesters were arrested between June 2019 and mid-May this year. Over 1,600 have been prosecuted and 595 face rioting charges.Sin’s sentence was reduced from six to four years due to his clear record and guilty plea.Demonstrations are likely <a href=\"https://nypost.com/2020/05/11/hong-kong-police-arrest-more-than-200-in-renewed-protests/\">to pick up in the summer</a> after a relative lull this year due to social distancing measures taken to fight the coronavirus outbreak, which has largely been brought under control.",
    "2020 - 1051": "A “callous” stranger beat up an elderly Englishman in his own backyard, local reports said.Robert Thompson, 74, suffered a broken nose, fractured cheek and broken hip as a result of the horrific assault in the town of Blaydon on April 22, <a href=\"https://www.chroniclelive.co.uk/news/north-east-news/gateshead-pensioners-shocking-injuries-after-18269470\" rel=\"noopener\" target=\"_blank\">the Evening Chronicle reported</a>.The assailant hopped over a garden fence and pummeled Thompson around 12:20 p.m. before fleeing and jumping into a black car, according to the news outlet.The suspect, described as a man in his 20s, remains on the lam. Police are asking anyone with information on the incident to come forward.“This was a callous and unprovoked attack which left a vulnerable pensioner needing surgery,” Detective Constable Ben Malinski said, the Evening Chronicle reported.“Thankfully Mr. Thompson has made a speedy recovery and is recuperating well, but we are determined to find whoever is responsible for this vicious assault,” said Malinski.",
    "2020 - 1990": "A West Virginia man allegedly gouged out his neighbor’s eyes after an argument over a loud rooster, authorities said.Richard Wayne Ellison, 47, of the town Rock, has been charged with murder after police said he admitted to killing the rooster and its owner, 72-year-old Benny Foutch, saying “Lucifer made me do it,” according to the <a href=\"https://www.bdtonline.com/news/brutal-murder-man-arrested-for-gouging-neighbor-s-eyes-out-over-rooster/article_4a402de4-9974-11ea-a079-47db2fe51741.html\" rel=\"noopener\" target=\"_blank\">Bluefield Daily Telegraph</a>.Ellison was reportedly irritated by the noise of the crowing rooster so he stormed onto Foutch’s property Sunday, leading to an argument between the neighbors, police told the outlet.Police believe Ellison at some point killed the rooster before turning on Foutch and gouging out his eyes.EMS responders arrived at the scene to find Foutch dead on his porch with “blood coming from his orbital sockets,” according to a criminal complaint filed by Detective-Corporal M.S. Horn of the Mercer County Sheriff’s Office.Ellison allegedly took the dead rooster back home and instructed his son to dispose of it before officers at the sheriff’s office arrived and arrested him later Sunday, according to Horn’s complaint.“I asked [Ellison] what happened with him and Benny, he then made the hand motion of pressing his thumbs to his eyes,” Horn said. “He advised he went up there to kill the rooster because of a movie he had watched and because it was crowing.“[Ellison] later explained that he pressed his thumbs into Benny’s eyes, he advised that he stayed there until he knew Benny was dead,” the criminal complaint continued.“He made the statement that he killed him, referring to the incident with Benny. He made a reference that Lucifer made him do it. He kept asking me to shoot him, that he deserved it. He then talked about getting somebody in the jail to kill him.”Ellison was arraigned and a judge set a $200,000 cash-only bond.",
    "2020 - 3790": "An 82-year-old married man has been charged in Texas with killing his secret male lover during a sadomasochistic sex game gone terribly wrong, according to court documents.Alan Bischof was busted for felony aggravated assault over the <a href=\"https://www.houstontx.gov/police/nr/2019/dec/nr191203-1.htm\" rel=\"noopener\" target=\"_blank\">death of lover Craig LaMell</a>, 65, who died almost a month after claiming he had been jumped by several strangers near his home in Houston.The octogenarian’s brutal bedroom beatdown was only discovered four months later when he retired — and his manager found a confession on his work computer, according to an affidavit.In emails and documents, Bischof — who has been married 35 years — went into “great detail” about his secret “sexual relationship,” according to the court papers and his lawyer.He wrote about how “they engaged in sadomasochistic behavior” — and that “LaMell had requested Bischof to assault him,” according to the court records.Bischof described his lover as a “helpless baby” during the attack — and even took a photo of him lying on the ground bloodied with injuries to his face, upper body and arms, the papers say.The pair agreed on the “mutual plan” of claiming it was a mugging — yet LaMell also gave conflicting excuses to friends, even claiming he was battered by the jealous husband of a woman he was seeing.Despite initially being discharged from Houston’s Methodist Hospital — including almost a week in the ICU — LaMell died on Dec. 2 after being readmitted for emergency surgery for bleeding on the brain. His death was ruled a homicide from blunt force head trauma, the papers say.Bischof’s confessionals only came to light on April 29 — almost five months after his lover’s death — when his former manager found them on his work computer after he retired from Chevron, the papers say.During his employment, Bischof had signed away any right to privacy on the computer and it was “company policy to monitor soon-to-be terminated employee’s computer activity,” the papers say.It included a document titled “Confession” — in which Bischof said he planned to kill himself over the accidental death of his lover, the court docs say, with suicide notes to his family also on the computer.During police interviews, he said that “everything in the letter was correct” — and that they had mutually planned the brutal beating “for several weeks” beforehand.Bischof, who was 81 at the time of the attack, told officers that “while the blows were hard, they were not as hard as he could possibly punch someone,” the documents state.Bischof was charged with aggravated assault of a family member because of their relationship. He was released on $50,000 bond.“I don’t have anything to say right now,” he <a href=\"https://www.click2houston.com/news/local/2020/05/19/man-81-accused-of-killing-65-year-old-relative-in-sadomasochistic-love-play-officials-say/\" rel=\"noopener\" target=\"_blank\">told KPRC2 on his doorstep Tuesday</a>.A source close to Bischof said his wife Beverly wasn’t aware of the relationship.“But I bet she knows all about it now” the source added. Bischof’s attorney, Mike Russo, confirmed that the 82-year-old confessed everything to the police — while making it clear it was a “mutual relationship” that was “fully consensual.”“He had nothing but love for Craig,” Russo told The Post, saying his heartbroken client called the secret relationship “a love affair that lasted four years.”Russo stressed that LaMell had been the one to tell authorities he had been attacked by strangers — and also challenged whether his death could be tied directly to the consensual S&amp;M session.The case is likely to test Texas’ legal limits on what “is allowed to go on in the bedroom between consenting adults,” Russo said.",
    "2020 - 2896": "A black man in Iowa was allegedly assaulted by as many as three white men who assumed he was breaking into a nearby home, according to reports.DarQuan Jones, 22, wants answers in what he and NAACP officials are calling a racially motivated assault early Saturday in Des Moines, where he was visiting his girlfriend, <a href=\"https://www.desmoinesregister.com/story/news/crime-and-courts/2020/05/19/darquan-jones-des-moines-man-speaks-out-after-what-he-calls-racially-motivated-attack/5216078002/\" rel=\"noopener\" target=\"_blank\">the Des Moines Register reports</a>.The white men, who appeared to be intoxicated, asked Jones why he was there after he knocked on his girlfriend’s door. He identified himself before they pounced on him, he said.“When I saw they were stumbling, I already knew something wasn’t going to go right,” he told the newspaper.Jones fled, but the trio caught up with him in a nearby field and choked and punched him, he said.“I couldn’t breathe, I just kept blacking out,” Jones said. “I could see my whole life just going in and out, in and out.”The suspects started dragging Jones to a creek, causing him to think he was going to be killed. He then heard a gun being cocked before two women came outside after hearing him scream, sending the men scurrying as they yelled racial slurs, Jones said.Jones, who detailed the incident Tuesday with Des Moines NAACP officials, suffered multiple facial fractures, a broken nose and a broken arm in the attack, <a href=\"https://whotv.com/news/victim-of-racially-charged-assault-speaks-out/\" rel=\"noopener\" target=\"_blank\">WHO-TV reports</a>.“I just want to know why did it have to be this brutal, why did it have to go this far?” Jones asked Tuesday. “Where my life was almost taken? Like, why?”Police investigators now believe two suspects were involved in the attack, a Des Moines police spokesman said Thursday.“It is unclear what prompted them to approach Jones, however evidence indicates that this was not a random selection of Jones as a victim,” police spokesman Sgt. Paul Parizek said in an email.Jones told police one of his attackers spoke racial slurs and threatened to kill him, Parizek said. Multiple detectives working the “high-priority” case continue to investigate racial bias as a possible motive, the spokesman said.“At this time, evidence has not been found that either proves or disproves that the assault was racially-motivated, although it appears obvious that it was a contributing factor,” Parizek’s email continued.Kameron Middlebrooks, president of the NAACP’s Des Moines chapter, said the men who attacked Jones appeared to be in their 30s.“If this is as the victim says it is, and the witnesses are reporting it as, it should be investigated as a nothing less than a hate crime,” Middlebrooks told NBC News. “We want to respect the process, but they were using racial slurs throughout the altercation.”",
    "2020 - 2040": "A shocking video showing a 75-year-old nursing home patient in Michigan being viciously beaten prompted President Trump to express his shock, asking, “Is this even possible to believe?”“Can this be real? Where is this nursing home, how is the victim doing?” <a href=\"https://twitter.com/realDonaldTrump/status/1263658320310796291\">the president said on Twitter</a>.The brutal beatdown took place at the Westwood Nursing Home in Detroit, where a 20-year-old fellow patient was caught on graphic video punching the helpless man in the face dozens of times, <a href=\"https://www.fox2detroit.com/news/online-video-shows-20-year-old-beating-elderly-nursing-home-patient\">according to Detroit’s Fox 2</a>.Various police agencies, including Ann Arbor, quickly gathered tips from other concerned citizens.Detroit police later announced that they arrested the 20-year-old while the victim was sent to a hospital with non-life-threatening injuries, <a href=\"https://www.clickondetroit.com/news/local/2020/05/21/detroit-police-make-arrest-after-nursing-home-assault-video-surfaces/?utm_source=facebook&amp;utm_medium=social&amp;utm_campaign=snd&amp;utm_content=wdiv&amp;fbclid=IwAR3WlQMu-BylWtXOAWwZCExAuXhNHnEb5FhLUX9Qd_6rDGeX-bCI9AbTPu4\">according to WDIV</a>.Officials at the nursing home told police they had not seen the video, according to the station.The law firm representing the nursing home said in a statement to WDIV that the attacker was not a long-term resident, but had been admitted for rehab and that the video had been recorded on May 15.“Westwood has been cooperating with the police and will continue to do so. The safety, health, and well-being of our residents remains a top priority of Westwood. We will continue to monitor the situation,” Saif Kasmikha of Midwest Legal Partners said in the statement.Detroit police said on Twitter: “Thank you to everyone for your assistance in bringing the senior home incident to our attention. The @detroitpolice is investigating the situation and an arrest has been made. Thank you again.”",
    "2020 - 1649": "A young Detroit nursing home patient has been charged in the <a href=\"https://nypost.com/2020/05/22/care-home-patient-beaten-in-brutal-attack-caught-on-video/\">brutal, caught-on-video beatdown</a> of his 75-year-old roommate that left President Trump outraged.Jaden Hayden, 20, is facing assault charges for allegedly filming himself repeatedly punching Norman Bledsoe and stealing his credit cards. The alleged attack left the elderly man hospitalized with head injuries.Hayden allegedly told staff at Westwood Rehabilitation Nursing Center that his roommate had fallen out of bed. But he was busted after posting video of his attack online — grabbing the attention of the president.“Is this even possible to believe?” <a href=\"https://twitter.com/realDonaldTrump/status/1263658320310796291\" rel=\"noopener\" target=\"_blank\">Trump tweeted</a> last Thursday.The video also reached Detroit police, who arrested Hayden the same day Trump tweeted.He was charged Sunday with two counts of assault, larceny and two counts of stealing a financial transaction device, the Wayne County Prosecutor’s Office said. He was arraigned later that day with his bond set at $300,000, <a href=\"https://www.freep.com/story/news/local/michigan/detroit/2020/05/24/ypsilanti-man-charged-beating-nursing-home-resident/5252405002/\" rel=\"noopener\" target=\"_blank\">the Detroit Free Press said</a>.“The alleged actions of this defendant are truly and uniquely disturbing. We must be able to trust our loved ones in specialty care facilities. I truly hope that the facts of this case are one of a kind,” prosecutor Kym Worthy said, according to the paper.<em>With Post wires</em>",
    "2020 - 2603": "The Minneapolis cops involved in the arrest of George Floyd before he died have all been fired, <a href=\"https://twitter.com/MayorFrey/status/1265359374010273792\" rel=\"noopener\" target=\"_blank\">Mayor Jacob Frey said on Twitter</a>.“Four responding MPD officers involved in the death of George Floyd have been terminated,” Frey wrote. “This is the right call.”Floyd, who is black, <a href=\"https://nypost.com/2020/05/26/minneapolis-cop-puts-knee-on-neck-of-black-man-who-later-died-video/\">was seen on viral video</a> being pinned down by Minneapolis police, yelling, “I cannot breathe” before he died.A white police officer seen with his knee on Floyd’s neck was identified Tuesday as Derek Chauvin, <a href=\"https://www.startribune.com/man-dies-in-mpls-after-video-shows-officer-kneeling-on-neck/570763352/\" rel=\"noopener\" target=\"_blank\">according to the Minneapolis Star Tribune</a>.The FBI and Minnesota state authorities are investigating the incident.“Being black in America should not be a death sentence,” Frey <a href=\"https://twitter.com/Jacob_Frey/status/1265289098081828864\">said in an earlier tweet</a>. “For five minutes, we watched a white officer press his knee into a black man’s neck. Five minutes.”“This officer failed in the most basic, human sense.”Chauvin joined the Minneapolis police force in 2001 and has been involved in at least three other violent deaths, <a href=\"https://www.thedailybeast.com/feds-probe-white-cop-who-appeared-to-suffocate-george-floyd-in-viral-video\" rel=\"noopener\" target=\"_blank\">the Daily Beast reported</a>.In 2011 Chauvin was one of five cops placed on leave after officers shot and wounded a Native American man during a call, the outlet said, citing a database maintained by Communities United Against Police Brutality.In 2008 he shot and wounded another man he claimed reached for a cop’s gun during a domestic violence call.In 2006 he was involved in a fatal shooting of a man who stabbed two people and turned on police.In a Facebook post Tuesday CUAPB identified another of the officers involved in Floyd’s death as Tou Thao.“The MPD has an appalling record of killing people of color and covering it up,” the group said in a statement. “This time, though, witnesses and video will make it a lot harder.”“It’s clear this was an outright murder.”<a href=\"https://twitter.com/GovTimWalz/status/1265295837539766272\" rel=\"noopener\" target=\"_blank\">In a Twitter post Tuesday</a>, Minnesota Gov. Tim Walz called the incident “sickening.”“The lack of humanity in this disturbing video is sickening,” Walz wrote. “We will get answers and seek justice.”"
}