{
    "2014 - 2402": "He came from halfway around the world to save children’s lives — and was killed in cold blood for his efforts.A Chicago doctor was among three Americans shot dead at a Christian hospital in Kabul Thursday by a government guard whose job was to protect him — the latest violence targeting unarmed civilians in Afghanistan.“They were not the people carrying guns. They did not have military uniforms. They came here under immense pressure and were here only to serve the people of Afghanistan,” Afghan Health Minister Suriya Dalil said. “This was an inhumane and brutal action, and, unfortunately, will impact our health services.”One of the victims at Cure Hospital, which provides medical care to poor children, was identified as Dr. Jerry Umanos.Umanos, a pediatrician, practiced in inner-city Chicago before moving to Afghanistan in 2005, said officials at Lawndale Christian Health Center in Chicago, where he also worked.His mother-in-law, Angie Schuitema, called him a man of faith.“He was doing what he wanted to do. He thanked God for allowing him to help people there,” she told the Chicago Tribune.“He always wanted to be a missionary, and he felt this was one way he could do it.”Umanos’ wife, Jan Schuitema, had taught at the international school in Kabul for two years before returning to Chicago, where she is a teacher, Angie said.Colleagues said Umanos had worried about violence in Kabul.“He was obviously concerned,” Dr. Art Jones told the Tribune. “At the same time, you can’t count the number of children that Jerry’s impacted, the lives he’s saved on his own, and with the doctors he trained. That’s who he was.”Umanos’ three grown children live in the US, colleagues said.The other victims, who were not identified, were a father and son visiting Umanos, Afghan officials said. An American nurse was also wounded.The Afghan guard had opened fire just before 9 a.m. as staff was arriving at Cure Hospital, run by a Pennsylvania-based charity.Identified only as Ainuddin, he blasted his way into an inner courtyard before he was shot and arrested. Hospital staff later performed surgery on him.Afghan police said the motive was unknown, but the incident came amid increasing attacks on civilians in the country.Twenty foreigners have died in such attacks in the recent weeks before and after the Afghan presidential election. The Taliban has claimed credit for much of the bloodshed.",
    "2014 - 2196": "The brutalized bodies of four family members were found in the Florida home they rented from former tennis star James Blake after<a href=\"https://nypost.com/2014/05/07/3-dead-with-fireworks-strapped-to-head-at-tennis-stars-torched-mansion/\"> the mansion was intentionally set on fire Wednesday morning</a>, police said.The victims, two of whom were discovered with severe trauma, were identified as 49-year-old businessman Darrin Campbell, his wife, Kim, 51, and their children, Colin, 19, and Megan, 16, Tampa’s Fox 13 said.Hillsborough County Sheriff’s Col. Donna Lusczynski described the fire as unusual and said there were “various fireworks” throughout the Tampa-area home.“[Neighbors] reported that they heard explosions,” a police statement said.Blake, 34, who was in Connecticut at the time, had rented the lavish, 6,000-square-foot home to the family, authorities said.A former neighbor in Tampa said Darrin Campbell was the treasurer of the private Carrollwood Day School, which both his children had attended.“They were a very nice family. We know nothing of any problems,” said the neighbor, George Connley. “The kids were outstanding children. This is very difficult to put our arms around.”Two of the victims appeared to have suffered upper-body trauma, but Lusczynski didn’t indicate which ones or give any more details. She also said no weapons had been found, and that murder-suicide was a possibility.The teens’ bodies were found in their respective bedrooms and the adults were found in a bedroom.Darrin Campbell was formerly the senior vice president at PODS, a company that provides mobile, temporary shipping and storage containers.He left PODS in 2007 and was a vice president at IVANS, an insurance company.Former tennis standout Blake, a native of Yonkers, had been renting the home to the family for about the past two years.He bought the home in the Avila subdivision in 2005 for $1.5 million, according to Hillsborough County property records. It had five bedrooms and five bathrooms.Avila is an exclusive enclave known for its mansions and heavy security.Many well-known athletes, such as Derek Jeter and Mariano Rivera, have called the community home over the years.",
    "2014 - 6715": "BAUCHI, Nigeria — One of the teenagers who escaped from <a href=\"https://nypost.com/2014/05/09/nigerian-security-forces-were-warned-about-schoolgirls-abduction/\">Islamic extremists who abducted more than 300 schoolgirls</a> says the kidnapping was “too terrifying for words,” and she is now scared to go back to school.Sarah Lawan, a 19-year-old science student, spoke Sunday as Nigerians prayed for the safety of the 276 students still held captive. Their prayers were joined by Pope Francis.“Let us all join in prayer for the immediate release of the schoolgirls kidnapped in Nigeria,” the Roman Catholic leader tweeted, using the trending #BringBackOurGirls.Lawan told The Associated Press that more of the girls could have escaped but that they were frightened by their captors’ threats to shoot them. She spoke in the local Hausa language in a phone interview from Chibok, her home and the site of the mass abduction in northeast Nigeria.The failure to rescue those who remain captive four weeks later has attracted mounting national and international outrage. Last week, Nigeria was forced to <a href=\"https://nypost.com/2014/05/10/us-advisers-reach-nigeria-to-help-look-for-kidnapped-schoolgirls/\">accept international help</a> in the search, after ignoring offers for weeks.More experts are expected in Nigeria to help rescue the girls, including US hostage negotiators and others from Britain, France, China and Spain.“I am pained that my other colleagues could not summon the courage to run away with me,” Lawan said. “Now I cry each time I come across their parents and see how they weep when they see me.”Police say <a href=\"https://nypost.com/2014/05/09/brave-schoolgirls-who-escaped-muslim-terrorist-captors-revealed/\">53 students have escaped</a>. Nigeria’s homegrown Boko Haram terrorist network is threatening to sell those who remain in captivity into slavery.In churches across the nation, Nigerians prayed for the girls, whose plight has brought together ordinary people in a year that had seen growing dissension between Muslims and Christians, disagreements exacerbated by the increasingly deadly attacks of the Boko Haram terrorist network. Africa’s most populous nation of 170 million has almost equal numbers of Christians and Muslims.The Rev. Stephen Omale prayed at a church in Abuja, the Nigerian capital.Let us all join in prayer for the immediate release of the schoolgirls kidnapped in Nigeria.\n<a href=\"https://twitter.com/hashtag/BringBackOurGirls?src=hash\">#BringBackOurGirls</a>— Pope Francis (@Pontifex) <a href=\"https://twitter.com/Pontifex/status/465189535672832000\">May 10, 2014</a><script async=\"\" charset=\"utf-8\" src=\"//platform.twitter.com/widgets.js\"></script>“Wherever they are, God will bring them out in his own mercy, he will see that they are brought out safely, without harm and also that this act will bring an end to all those who are perpetrating these acts,” he told congregants.Boko Haram claimed two bomb blasts that killed about 100 people and wounded more than 200 in the capital last month.Britain, Nigeria’s former colonizer, has said it hopes to help rescue the girls and to halt the 5-year-old Islamic uprising that has killed thousands of Muslims and Christians and has driven some 750,000 people from their homes.US Defense Secretary Chuck Hagel cautioned that it is “going to be very difficult” to find the missing girls. In an interview with <a href=\"http://abcnews.go.com/blogs/politics/2014/05/defense-secretary-chuck-hagel-backs-shinseki-but-calls-va-problems-outrageous/\">ABC’s “This Week”</a> that aired Sunday, he said ” It’s a vast country…But we’re going to bring to bear every asset we can possibly use to help the Nigerian government.”<a name=\"955d2bb6bbffa771ffcdc4e7bd969301-56757169-62303659\"></a> <iframe allowfullscreen=\"allowfullscreen\" frameborder=\"no\" height=\"360\" marginheight=\"0\" marginwidth=\"0\" scrolling=\"no\" src=\"https://abcnews.go.com/video/embed?id=23673405\" width=\"640\">\n</iframe>\nThe office of Israeli Prime Minister Benjamin Netanyahu said in a statement that the leader spoke with Nigeria’s president and told him: “We are ready to assist in locating the girls and fighting the brutal terrorism inflicted on you.”It did not elaborate on what kind of assistance Israel is offering. Israel has security relations with Nigeria as well as other African nations, including Kenya whom Israel helped with security advisers in the Nairobi mall attack.A Nigerian security expert warned that militants may have laid land mines to discourage any pursuit, and said strategists may be considering starving them out.“They may have laid land mines, one cannot rule that out,” formed Nigerian Air Force Commodore Darlington Abdullah said on Sky TV. And “even as they go along abducting children, they are also going after food, grabbing food,” Abdullah said.Also Sunday, a leading Nigerian rights group demanded the U.N. Security Council impose sanctions on Boko Haram, saying expressions of concern and condemnation are not enough.“The future of these missing schoolgirls hangs in a balance. The council should not leave them to fend for themselves,” executive director Adetokunbo Mumuni of the Socio-Economic Rights and Accountability Project said in a statement.He said targeted sanctions would send a strong message.US Senator Charles Schumer called for a reward, including refugee status, for anyone who is not a terrorist that provides help leading to the girls’ rescue.The United States already has designated Boko Haram a foreign terrorist organization, as has the European Union, making it illegal to contribute to the group. And Washington last year put a $7 million ransom on the head of Boko Haram leader Abubakar Shekau, who said in a video last week that <a href=\"https://nypost.com/2014/05/05/islamic-extremist-threatens-to-sell-kidnapped-nigerian-girls/\">he will sell the girls into slavery</a>.There also have been reports that some of the girls have been forced into marriage with their abductors, who paid a nominal bride price of $12, and that some have been carried across borders into Cameroon and Chad.Lawan said <a href=\"https://nypost.com/2014/05/06/i-was-one-of-the-300-school-girls-kidnapped-by-boko-haram/\">other girls who escaped later</a> have told her that the abductors spoke of their plans to marry them.She said the thought of going back to school terrifies her — either the burned out ruins of Chibok Government Girls Secondary School or any other school. But it will have to be done if she is to realize her dream of studying law.“I am really scared to go back there; but I have no option if I am asked to go because I need to finish my final year exams which were stopped half way through,” she said.",
    "2014 - 2559": "LAHORE, Pakistan — Gunmen in Pakistan shot dead a visiting American cardiologist from the minority Ahmadi sect in front of his wife and toddler son on Monday as they left a cemetery after visiting relatives’ graves, police said.The two gunmen riding a motorcycle shot Mehdi Ali Qamar 10 times at close range in the central town of Chanab Nagar, police officer Shaukat Ali said, adding that Qamar’s wife and son were not harmed. He is survived by two other sons.The officer said the family arrived two days ago from their home in Ohio, for a visit and that the cardiologist had planned to treat patients at the nearby Tahir Heart Institute. Ali said the killers’ motive is not yet known.Jason Elsea, from the Ahmadiyaa Muslim Community in Columbus, Ohio, said Qamar was from Pickerington and had a practice in Lancaster. Qamar had recently taken a sabbatical to volunteer at the heart hospital.“Many doctors from the U.S. have visited this hospital to help those in need,” Elsea said in a statement. He said Qamar’s sons were ages 2, 6 and 16.Dr. Abdus Malik, Qamar’s friend and hospital colleague in Ohio, said he had made summertime trips over the past several years to do work at the institute.“And this time they wouldn’t let him come back,” he said. “Just because the difference in our faith, they want to kill us.”Malik said Qamar is originally from Pakistan but has been an American citizen for at least 10 years after moving to the U.S. in the 1990s for medical training.He said the Qamar’s eldest son remained in Ohio, and his 6-year-old son was in Pakistan but not with his parents at the time of the shooting.Ahmadis follow the self-proclaimed prophet Ghulam Ahmad and consider themselves Muslims, but are forbidden from presenting themselves as such by Pakistani law. They have long been targeted by Islamic extremists, and earlier this month a member of the sect accused of blasphemy was shot dead by a gunman who walked into the police station where he was being held.Saleem Uddin, a spokesman for Ahmadiya Jamaat Pakistan, an organization representing Ahmadis, condemned the “brutal murder of this doctor who served fellow human beings without discrimination.”He said the attack was part of campaign against Ahmadis and the heart institute, and came after leaflets appeared declaring that treatment there was forbidden by Islamic law.“In order to put a stop to murders in the name of faith it is essential to put a ban on hate-promoting literature, and those who are legitimizing murder of innocent people should be brought to justice,” he said.",
    "2014 - 3226": "LAHORE, Pakistan — A pregnant woman was stoned to death by her own family in front of a Pakistani high court on Tuesday for marrying the man she loved.Nearly 20 members of the woman’s family, including her father and brothers, attacked her and her husband with batons and bricks in broad daylight before a crowd of onlookers in front of the high court of Lahore, police investigator Rana Mujahid said.Hundreds of women are murdered every year in Muslim-majority Pakistan in so-called “honor killings” carried out by husbands or relatives as a punishment for alleged adultery or other illicit sexual behavior, but public stoning is extremely rare.Mujahid said the woman’s father has been arrested for murder and that police were working to apprehend all those who participated in the “heinous crime.”Another police officer, Naseem Butt, identified the slain woman as Farzana Parveen, 25, and said she had married Mohammad Iqbal against her family’s wishes after being engaged to him for years.Her father, Mohammad Azeem, had filed an abduction case against Iqbal, which the couple was contesting, said her lawyer, Mustafa Kharal. He confirmed that she was three months pregnant.Arranged marriages are the norm among conservative Pakistanis, who view marriage for love as a transgression.The Human Rights Commission of Pakistan, a private group, said in a report last month that some 869 women were murdered in honor killings in 2013.But even Pakistanis who have tracked violence against women expressed shock at the brutal and public nature of Tuesday’s slaying.“I have not heard of any such case in which a woman was stoned to death, and the most shameful and worrying thing is that this woman was killed in front of a court,” said Zia Awan, a prominent lawyer and human rights activist.He said Pakistanis who commit violence against women are often acquitted or handed light sentences because of poor police work and faulty prosecutions.“Either the family does not pursue such cases or police don’t properly investigate. As a result, the courts either award light sentences to the attackers, or they are acquitted,” he said.Parveen’s relatives had waited outside the court, which is located on a main downtown thoroughfare. As the couple walked up to the main gate, the family members fired shots in the air and tried to snatch her from Iqbal, her lawyer said.When she resisted, her father, brothers and other relatives started beating her, eventually pelting her with bricks from a nearby construction site, Iqbal said.Iqbal, 45, said he started seeing Parveen after the death of his first wife, with whom he had five children.“We were in love,” he told the Associated Press. He alleged that the woman’s family wanted to fleece money from him before marrying her off.“I simply took her to court and registered a marriage,” infuriating the family, he said.Parveen’s father surrendered after the incident and called the murder an “honor killing,” Butt said.“I killed my daughter as she had insulted all of our family by marrying a man without our consent, and I have no regret over it,” Mujahid, the police investigator, quoted the father as saying.Mujahid said the woman’s body had been handed over to her husband for burial.",
    "2014 - 6600": "If I told you a really good story, then admitted it was based in large part on the word of a convicted liar, would you believe the story? If I never told you the source was a convicted liar but you found out later, would you ever believe me again?Readers of The New York Times now face that dilemma because the paper is dancing around the perjury past of a prime source.A front-page news article on May 11 and a Monday editorial both relied heavily on former Police Officer Bobby Hadid to criticize the NYPD for trying to recruit Muslims as informers. The program, started under the Bloomberg administration and continued by Mayor Bill de Blasio, tries to persuade Muslims accused of small crimes to provide tips on potential terrorists.Hadid was the only police official, current or former, the Times cited as being critical of the anti-terror unit or its methods. No wonder his criminal case and firing got short shrift. He is too important to the Times’ agenda.In the online version of the news article, between the third and fourth paragraphs, a well-dressed Hadid stands in front of a wall of what looks framed award plaques. The caption features his charge that the police program improperly involved questions about Islam and mosque attendance, quoting him as saying, “What does that have to do with terrorism?” His words were deemed the quote of the day.But not until the 33rd paragraph, after repeating Hadid’s criticism, calling him a former sergeant in the anti-terror unit and a Muslim immigrant from Algeria who was a “well-regarded investigator,” does the article admit he was “eventually removed from the force after being convicted of perjury in a case unrelated to his counterterrorism work.”“Eventually removed” is a nice way to say he was fired for lying under oath in a murder case. Even during his trial, he denied a romantic pursuit of one of the suspects, but ­emails and trips to France proved otherwise.In other words, he lied then but can be trusted now because his crime was “unrelated” to the topic at hand. If that’s the new standard, Bernie Madoff can be trusted on anything “unrelated” to his Ponzi scheme. And prisons are jammed with good sources who can be trusted on anything “unrelated” to their crimes.There is nothing illegal about the NYPD effort, which uses the routine police tactics used to gain informers on all kinds of issues.But the Times article insisted the program creates a “potentially uncomfortable” nexus between crime-fighting and anti-terrorism.The flimsy complaint takes political correctness to an extreme, and is a strange claim for a paper that wants law enforcement to have a bigger role against terrorism, including using civilian courts to try jihadists captured on foreign battlefields.Still, the article was a paragon of journalistic virtue compared with the editorial, which uses Hadid’s inflammatory quote to incriminate the NYPD without even mentioning his name or perjury conviction and dismissal. It uses him as the linchpin for a broad-based attack, saying the department “has a long history of trampling on people’s rights” and making “inflated claims about the value of its intelligence operations.”Any first-year journalism student who put so much credibility on an employee who was fired by the organization he’s now criticizing would be sent back to find better sources.Hadid is a convicted liar with an ax to grind against the NYPD. He wouldn’t be taken seriously if he defended the program, so why should he be trusted to trash it?He shouldn’t be trusted, period. But without him, the story falls flat, and that’s the paper’s problem.The Times doesn’t like the department and its anti-terror efforts, and will take any ally it can find, taint and all.Hadid fits the editors’ anti-cop agenda, so he’s good enough to print.It’s not exactly “Mission Accomplished,” unless you believe that the 21st century is different from all previous centuries. In which case, President Obama speaks for you when he says the Afghanistan war is ending because “it’s time to turn the page.”“This is how wars end in the 21st century,” Obama said at the White House yesterday.That’s a curious justification for his policy. The idea that wars end on a fixed timetable, without victory or defeat, makes perfect sense in the faculty lounge. In the real world, it is a nuance too far.Obama also played the 21st-century card to denounce Vladimir Putin’s takeover of parts of Ukraine, saying that “is not how international law and international norms are observed in the 21st century.”That bizarre declaration of weakness suggested he can’t be held responsible because others are ignorant of modern mores. It’s as if he put an asterisk on the oath of office.Obama is scheduled to expand on the theme today in a foreign-policy address at West Point. It would be honest of him to admit that global turmoil is due in part to the failure of his approach.Forget it. He’ll find a way to blame others, because that’s who he is.’Tis the season for commencement addresses, a ritual marked too often by vacuous speeches given by minor celebrities hired as philosophers for a day. They, and the students and families forced to listen to their rehearsed banalities, should take a seat and watch online or read the text of the truly great commencement address given by Adm. Will McRaven at the University of Texas.As head of the US Operations Command, McRaven, a former SEAL commander, led the mission to get Osama bin Laden, but his “suggestions” amount to a universal guide to surviving and thriving under any circumstance.Success starts with making your bed — seriously. As he put it, “If you can’t do the little things right, you will never do the big things right.”His lessons are drawn from the grinding training that SEALS undergo. The aim is to find the best by weeding out those who can’t endure the psychological and physical pain in a process that basically condenses life’s most extreme challenges to six months of hell.Each of McRaven’s examples was a gem, but I was especially struck by the “sugar cookie” experience. He describes a training exercise designed to punish every cadet for next to no reason, just to see which ones can endure instructors’ brutal unfairness.Personally, I will try to remind myself of that one the next time I’m stuck in New York traffic. Then again, the idiocy of gridlock caused by bureaucrats may be more than even a SEAL can endure.A Drudge headline says, “Envelopes of cash being hidden around San Francisco.”Gee, that happens in Albany, too, and politicians always seem to find the “free” cash. Funny how luck works.",
    "2014 - 1868": "BEIJING — Six members of a religious cult have been arrested over the beating death of a woman at a McDonald’s restaurant in eastern China, police said Saturday.The accused, including four members of the same family, allegedly attacked the woman in the city of Zhaoyuan after she refused to tell them her phone number. Zhaoyuan police said on their microblog that the six belonged to a group calling itself the “All-powerful spirit” and had been collecting numbers in an effort to recruit new members.Zhaoyuan is in Shandong province, a traditional hotbed for religious cults. The region gave birth to the violent anti-Christian Boxer movement that laid siege to Western interests in Beijing and elsewhere during the waning years of the Qing dynasty in 1900.State broadcaster CCTV said religious material had been found at a location linked to the sect but gave no further details. A clerk who answered the phone at Zhaoyuan police headquarters said no one was available to comment on the case.All-powerful spirit, or “Quannengshen” in Chinese, was founded in the northeastern province of Heilongjiang in the early 1990s and later spread to the country’s eastern provinces, the newspaper Southern Metropolis Daily reported. It said the group promoted a philosophy based on a distorted reading of the Christian Bible and had been banned as an “evil cult” by the government in 1995, although that could not be immediately confirmed.Another paper, the Beijing Morning News, said 17 members of the group had been arrested in Beijing in December 2012 for harassing people in a public park with claims that the world was coming to an end.China has struggled at times to control grassroots religious movements based on Christian or Buddhist ideology, most notably the Falungong meditation movement that attracted millions of adherents before being brutally repressed in 1999.",
    "2014 - 2525": "Malaysian police have detained 13 men and are looking for other suspects following allegations that a 15-year-old girl was raped by 38 men in an abandoned hut, media said on Friday.Astro Awani television and The Star daily reported that the assault took place in the northern state of Kelantan on May 20 when the girl met a girlfriend and was lured to an empty hut reported to be a local drug haunt.The men took turns to rape her for hours. Police were also investigating whether her 17-year-old friend was also raped.The alleged attack, one of several brutal cases this week underscoring the violence to which women are being subjected across Asia, sparked outrage among women’s groups. Politicians from a Muslim party running the region said their proposal to introduce Islamic hudud law, with harsh penalties, would deter offenders.State and federal police officers either declined comment or could not be immediately reached.Media accounts, quoting information from district police chief Azham Otham, said 38 men were involved.Several of those detained had tested positive for amphetamine, the reports said. The New Straits Times said a man and his two teenage sons were among those detained.Police said action could have been taken had villagers reported the addicts’ presence.“It is very disturbing to me that no one in the village was even suspicious when the closest neighbor was a mere 20 meters away,” police chief Azham told The Star.Almost 3,000 rapes were reported to the police in 2012, of which 52 percent involved girls age 16 and below, according to police statistics.Convicted rapists face up to 30 years in prison and whipping, but many on Internet sites wanted stricter punishment.“We are seeing a prevalence in rape cases because boys are raised in an environment where they think it is okay to use violence,” Suri Kempe of Sisters in Islam told Reuters.Awareness of rape in Asia was heightened by the fatal gang rape of a physiotherapy student on an Indian bus in 2012.Several grisly attacks on women took place this week.In the Pakistani city of Lahore, a pregnant woman was <a href=\"https://nypost.com/2014/05/27/pregnant-woman-is-stoned-to-death-by-her-own-family/\">bludgeoned to death by her family</a> in front of a top court for marrying against the wishes of her parents.And in India’s Uttar Pradesh state, two teenage cousins from a low caste were <a href=\"https://nypost.com/2014/05/29/indian-sisters-were-gang-raped-strangled-then-hung-in-mango-tree/\">gang-raped and then hung from a tree</a>."
}