{
    "2005 - 2009": "A young man was gunned down in Brooklyn early yesterday – moments after stepping outside when someone apparently called him.   Heart-wrenching screams could be heard from inside his Crown Heights apartment as cops notified family members that 20-year-old Stafford Boswell had been shot dead at 4 a.m.   “He was quiet,” said his aunt, who asked that her name not be used. “You wouldn’t know he was in any trouble.”  During the final moments of his life, Boswell ran into a locked and barred vestibule adjacent to his St. Marks Avenue apartment in what looked like a desperate attempt to get away from his attacker, cops said.   But the triggerman fired four shots through the security bars and hit Boswell at least once in the chest.   Shell casings were recovered from the scene but there were no suspects, sources said.   Police combed the area for witnesses to the brutal shooting yesterday.   Friends said Boswell paused his Sony PlayStation when he went outside, suggesting he intended to step out only  briefly.  Somebody must have called him down,” said one childhood pal.   Boswell’s aunt said a close friend of her nephew’s was shot and injured two weeks ago and she feared it was the same gunmen who had targeted both young men.   The friend is still being treated at Kings County Hospital.   The aunt added she didn’t know why anyone would want her nephew dead.  Police sources said Boswell had a prior arrest for drug possession, but did not have a motive for the killing, which friends called senseless.   “He wasn’t involved in anything bad,” said longtime friend Sean Walters, 26. “He was just growing up.”  Walters said Boswell had a girlfriend, loved to play basketball and was “just a normal kid.”   “He was never rude, he spoke to everybody,” he said.  “Nobody could say anything bad about him.”  Dozens of young men and women stood outside Boswell’s apartment building at 959 St. Marks Ave. lamenting the violence.   “It’s crazy,” Walters said. “The kids just get shot younger and younger.”",
    "2005 - 1493": "A deaf woman who was kidnapped and raped by a Queens co-worker was then taken to a McDonald’s restaurant where no one could understand her cries for help, police said yesterday.   The woman’s pleas for assistance went unrecognized as she was being held captive by Queens janitor Brian Allen, 46, moments after he shot another hearing-impaired fellow janitor at Queens College.   Cops later shot Allen to death in a standoff.   Allen’s family said they believe the woman was his girlfriend. Police said the relationship was unclear.   The revelation is a new twist to the case of Allen, who shot and wounded deaf co-worker Clard Coleman because he was angry Coleman was talking in sign language to the female janitor.   Police sources said yesterday Allen grabbed the woman after the Thursday shooting and dragged her out of the building where they work at Queens College. He took her to his home on 111th Road, where he raped her, sources said.   After the brutal assault, he took the hearing-impaired woman to a McDonald’s, where the woman wanted to tell people of her plight and warn them that Allen had a gun, but she could not get anyone to understand her.   Allen took the woman back to his home where police said they later tracked him down. An armed standoff ensued.   At one point, the woman managed to run from her captor as he held a gun to his head and taunted police. After making a brief effort to drive away, he got out of his car, lowered his gun toward cops and was shot dead. ",
    "2005 - 1346": "The deputy police chief of Baghdad was shot to death outside his house early this morning.   Also today, a suicide bomber, driving a police car, blew himself up outside a Baghdad police station, killing three Iraqis.   Both the bombing and the brutal slaying of Brigadier Amer Nayef were attempts to show that Iraq’s security forces are incapable of securing the country before the election, experts said.   In addition to the Iraqi deaths, two American soldiers were killed in separate incidents yesterday – one by a roadside bomb in Baghdad and other in the restive Anbar province in western Iraq, military officials said.   Both soldiers’ names were withheld.   Their deaths raise the number of American soldiers lost in Iraq to 1,353   The bloody weekend in Iraq also included the deaths of four to eight Iraqi civilians in a firefight with American soldiers at a checkpoint near Baghdad.   Two of the dead were cops, the rest bystanders.   The checkpoint violence started after a U.S. convoy was blasted by a roadside bomb in the so-called “Triangle of Death” south of Baghdad.   Soldiers opened fire, killing four, according to Iraqi officials. But a doctor at a local hospital said eight people were killed.   U.S. commanders recently switched tactics after roadside bombings; rather than pushing on, troops now stop and engage the enemy. ",
    "2005 - 2535": "Cops yesterday were investigating yet another vicious slashing in the Bronx neighborhood where a thug had just attacked an elderly Sunday school teacher and a teenage girl, who said the terrifying ordeal has left her with nightmares.   “He came from behind – out of nowhere,” recalled 16-year-old Angelique Melendez, who was cut around 12:30 p.m. Sunday on Jennings Street in West Farms while walking to her cousin’s house.   “I felt a presence and turned around. I thought he was trying to mug me, but he would say nothing at all.   “He started punching me in the face,” the teen said. “Then he took out the box-cutter and started aiming for my face . . . I was saying, ‘Why are you trying to hit me? I don’t know you.’ ”   Now, “I can’t be by myself,” Melendez said. “I fell asleep and had a dream about the guy. All I saw was him trying to hit me. As soon as I woke up, I started crying.   “I don’t want to walk through [the area] alone again,” said Melendez, who had two tendons in her right hand slashed and nerve damage to her arm.   After attacking the teen, the sicko slasher struck again about 15 minutes later, cops said.   His next victim was Elida Quezada, a 65-year-old home attendant who was walking to Bible class at Iglesia Cristiana de la Comunidad on Longfellow Avenue.   She said she thinks she was being stalked, too.   “I felt he was following me,” the shaken grandmother said. “I looked back, and I saw his face. I tried to keep walking, and he attacked me.   “He didn’t speak, not even half a word. I ran into the church with all my might. I was running and bleeding,” said Quezada, who needed more than 100 stitches to close the deep wounds on her face.   In the latest attack, a 23-year-old man was brutally slashed across his wrist after he refused a demand for cash from a man wearing a ski mask, cops said.   Anthony Awardo was walking on Bristow Street around 6 a.m. when he was approached by the thug, who ran off after lashing out with his blade. Awardo was treated at a local hospital and released.   Detectives are trying to determine if that attack is linked to the two Sunday slashings.   In those two cases, neither of the women was robbed.   Police Commissioner Ray Kelly described the suspect in Sunday’s attacks as a black male in his 40s, 5-foot-10 and about 200 pounds.   “I won’t rest easy until they arrest him,” Quezada said.   Her friend, Acsenet Marrero, added, “She cannot sleep. Every time she tries to go to sleep, it flashes in her mind.” <em>Additional reporting by Michael White</em>",
    "2005 - 1815": "A proud Church of Satan member got a hellish beating during an alleged bias attack in Queens, authorities said yesterday.   Daniel Romano, 20, of Elmhurst, was walking back from a laundry near his home on Sunday when three men drove past him and yelled “Hey, Satan!”   The group leaped out of the car and jumped Romano in front of 6001 72nd Street shortly after 2 p.m., police sources said.   Romano – who dyes his hair blue, wears black nail polish and displays an upside-down crucifix at his throat – was punched, kicked and struck in the head with an ice scraper and a plumbing pipe, according to the complaint and law-enforcement sources.   A couple of months ago, Romano, who is in the process of becoming an ordained minister, had boasted to the trio that he was a devil worshipper and belonged to the Church of Satan, police sources said.   Over the last month, the young men responded by calling Romano a “Satan worshipper,” a “baby sacrificer” and a “hooker killer,” sources added.   It’s unclear what caused the group to attack Romano on Sunday.   After the brutal onslaught, Romano took himself to Elmhurst Hospital, where he received 12 stitches, sources said.   Later that night, detectives from the Hate Crimes Squad, believing Romano was targeted because of his religious beliefs, busted two suspects: Paul Rotondi, 18, of Howard Beach, Queens, and Frank Scarpinito, 18, of Ridgewood, Queens.   Rotondi and Scarpinito pleaded not guilty yesterday to charges of fourth-degree criminal possession of a weapon, second degree aggravated harassment and second degree assault as a hate crime, which carries a stiffer penalty than a traditional assault charge.   If convicted, the pair – who posted $5,000 bail each – could face up to 15 years in prison.   Police are still seeking the third man in the car.",
    "2005 - 1284": "Police on Long Island say they’ve reopened their investigation into the brutal beating of three Mepham HS students last week after one victim’s family said the suspects were part of a gang that terrorizes the school and neighborhood.   The two suspects, Matthew Burak, 16, a Mepham student, and Manuel Sanmartin, 17, a former Mepham student, were charged last Friday night with misdemeanor assault and released on low bail.   But an outraged mother demanded further investigation, claiming the beating of her son and two others was not a random act, but something done “for sport” by a gang called “The Crew.”   Authorities said yesterday they’d look into that allegation, possibly to nail additional gang members, find other victims, or simply to hit Burak and Sanmartin with additional charges.   The assaults occurred in a Bellmore schoolyard. One victim said about 15 gang members formed a circle around him and the other victims and cheered each other on.   The most seriously injured of the three victims was a 17-year-old boy, who came to the rescue of a 16-year-old Mepham student who was on the ground and being kicked in the head.   “It’s a gang and they do this for sport,” the 17-year-old victim’s mom said. “They were out to kill someone. I’m outraged at what happened.” ",
    "2005 - 2450": "A devout 75-year-old Brooklyn churchgoer who was always extra careful around strangers was bludgeoned to death inside her half-million-dollar Ocean Hill brownstone early yesterday, police and neighbors said.   Evelyn Price, a second-generation Brooklyn resident well-known in her tight-knit community on the edge of Bedford-Stuyvesant, was found dead on her kitchen floor just after midnight by her son.   Police said she had severe head wounds. There were no signs of forced entry, and cops had no suspects.   Price, whose family moved into the three-story house more than a century ago, lived on two lower stories and rented out the third.   Cops questioned one of her tenants, a man who had served nine years in prison for manslaughter, and released him without charges.   Real-estate experts said Ocean Hill prices had skyrocketed over the past five years, and residents said Price was considering selling her house after receiving increasingly attractive offers.   Some houses in the up-and-coming neighborhood are listed at around $600,000.   Price retired from her job in the insurance business several years ago and was active in her block association, where she led neighbors in prayer before each meeting.   Residents said the statuesque matriarch lived alone for years and often traveled to Long Island, where she had a second home.   “She lived the good life,” said a neighbor who did not want his name published.   After her husband died several years ago, friends said, Price started attending church nearly every Sunday.   “She was the best, a sweet, sweet woman,” said a fellow parishioner. “Just the way she carried herself . . . she was a Christian woman, an angel. Didn’t bother anybody.”   Neighbors said Price was having problems with her tenants, and police yesterday were believed to be questioning them.   Vincent Brown, 75, another neighbor, said Price seemed fit for her age, walked without a cane, and often took the bus by herself.   “You have no heart to do something like this,” he said. “She was a person of value.”   Another neighbor, Etta Bush, 83, said she was “terribly frightened, frightened to death” by the brutal killing.   Louise Bynoe, 64, who owns a nearby restaurant, said that while the neighborhood had changed for the better over the years, Price remained wary of strangers and was extremely careful.   “I don’t think she’d open the front door for anyone, even the Con Ed guy, if you ask me,” Bynoe said.",
    "2005 - 1771": "A beefy Long Island man was charged yesterday with brutally beating and killing his girlfriend’s tiny 2-year-old son because he was making too much noise.   Desi Lainez, 27, of Bay Shore, pleaded not guilty to second-degree murder in a Central Islip courtroom and was held without bail.   Lainez’s lawyer, Steven Sarisohn, said his client was “very distraught.”   The boy’s mother, 24-year-old Idalia Rivas – who’s five months pregnant with Lainez’s child – ran crying from the courtroom after the hearing and drove off .   Lainez was baby-sitting 2-year-old Luis Moreira and his 1-year-old sister on Tuesday. But because Lainez had an “intense toothache,” he lost control of himself when the boy started running wild, said Suffolk County Detective Lt. Jack Fitzpatrick.   Lainez, who weighs in at more than 250 pounds, “ruthlessly” punched the little boy in the stomach, causing internal bleeding, Fitzpatrick said.   About an hour later, Lainez broke Moreira’s arm by angrily yanking him off a bed because he was tugging on the curtains.   When Rivas came home later on Tuesday, she took her son to Good Samaritan Hospital, where the boy died early the next morning. The sister was unharmed.   Police said the boy had bruises on his head that may be evidence of previous abuse.   Lainez gave a written and videotaped confession, but a man who claimed to be his brother said it was coerced. Fitzpatrick dismissed the charge. Rivas and her two children from a previous relationship had moved in with Lainez and his mother in November, police said.   Neighbors said the family had lived there for more than 20 years and described them as quiet.   “It’s a quiet house, never problems,” said next-door neighbor José Ubiles. “He was quiet, but maybe he hasn’t grown up yet.” "
}