{
    "2015 - 1668": "KABUL, Afghanistan — Afghan police arrested seven suspects after a Kabul mob beat a woman to death, then set her body on fire and threw it into the Kabul River, a police chief said Friday.The city’s head of criminal investigation, Mohammad Farid Afzali, said the motive for the brutal attack, which happened the previous night, was unknown.Police had tried to disperse the crowd by shooting in the air, Afzali said, but had “reacted too late.” He identified the woman as 27-year-old Farkhanda, and said she had been receiving psychiatric treatment for an unspecific condition for at least four years.The incident took place outside Kabul’s famous yellow mosque, the Shah-Do Shamshira. Later, cellphone footage surfaced in the Afghan capital of the horrific beating.Violence against women is endemic in Afghanistan but mob assaults on women in Kabul are extremely rare.President Ashraf Ghani has ordered the Interior Ministry and the Ulama Council, which oversees religious issues, as well as the leadership of the mosque to investigate the attack.“No one has the right to take it upon themselves to act as judge and court, nor to commit violence against anyone for any reason,” Ghani said in a statement.Ulama Council member Ahmad Ali Jebreili also condemned the attack, saying it was against Islamic law.Ghani put women’s rights and equality at the heart of his presidential campaign last year and has unprecedentedly elevated his wife, Rula, to first lady status.A Christian of Lebanese descent, she has been outspoken about women’s rights in Afghanistan, which is routinely named by international organizations as one of the worst places in the world to be a woman.",
    "2015 - 10265": "BENJINA, Indonesia — The Burmese slaves sat on the floor and stared through the rusty bars of their locked cage, hidden on a tiny tropical island thousands of miles from home.Just a few yards away, other workers loaded cargo ships with slave-caught seafood that clouds the supply networks of major supermarkets, restaurants and even pet stores in the United States.Here, in the Indonesian island village of Benjina and the surrounding waters, hundreds of trapped men represent one of the most desperate links criss-crossing between companies and countries in the seafood industry. This intricate web of connections separates the fish we eat from the men who catch it, and obscures a brutal truth: Your seafood may come from slaves.—EDITOR’S NOTE: <em>The Associated Press notified the International Organization for Migration about men in this story, who were then moved out of Benjina by police for their safety. Hundreds of slaves remain on the island, and five other men were in the cage this week.</em>—The men the Associated Press spoke to on Benjina were mostly from Myanmar, also known as Burma, one of the poorest countries in the world. They were brought to Indonesia through Thailand and forced to fish. Their catch was shipped back to Thailand, and then entered the global commerce stream.Tainted fish can wind up in the supply chains of some of America’s major grocery stores, such as Kroger, Albertsons and Safeway; the nation’s largest retailer, Wal-Mart; and the biggest food distributor, Sysco. It can find its way into the supply chains of some of the most popular brands of canned pet food, including Fancy Feast, Meow Mix and Iams. It can turn up as calamari at fine dining restaurants, as imitation crab in a California sushi roll or as packages of frozen snapper relabeled with store brands that land on our dinner tables.In a year-long investigation, the AP interviewed more than 40 current and former slaves in Benjina. The AP documented the journey of a single large shipment of slave-caught seafood from the Indonesian village, including squid, snapper, grouper and shrimp, and tracked it by satellite to a gritty Thai harbor. Upon its arrival, AP journalists followed trucks that loaded and drove the seafood over four nights to dozens of factories, cold storage plants and the country’s biggest fish market.Some fishermen, risking their lives, begged the reporters for help.“I want to go home. We all do,” one Burmese slave called out over the side of his boat, a cry repeated by many men. “Our parents haven’t heard from us for a long time, I’m sure they think we are dead.”Their catch mixes in with other fish at numerous sites in Thailand, including processing plants. US Customs records show that several of those Thai factories ship to America. They also ship to Europe and Asia, but the AP traced shipments to the US, where trade records are public.The major corporations identified by AP declined interviews but issued statements that strongly condemned labor abuses; many described their work with human rights groups to hold subcontractors accountable.National Fisheries Institute spokesman Gavin Gibbons, speaking on behalf of 300 US seafood firms that make up 75 percent of the industry, said his members are troubled by the findings.“It’s not only disturbing, it’s disheartening because our companies have zero tolerance for labor abuses,” he said. “These type of things flourish in the shadows.”The slaves interviewed by the AP described 20- to 22-hour shifts and unclean drinking water. Almost all said they were kicked, beaten or whipped with toxic stingray tails if they complained or tried to rest. They were paid little or nothing.Runaway Hlaing Min said many died at sea.“If Americans and Europeans are eating this fish, they should remember us. There must be a mountain of bones under the sea,” he said. “The bones of the people could be an island, it’s that many.”<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" loading=\"lazy\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/vgYgAVQG5lk?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>The small harbor in the village is occupied by Pusaka Benjina Resources, whose five-story office compound includes the cage with the slaves. The company is the only fishing operation on Benjina officially registered in Indonesia, and is listed as the owner of more than 90 trawlers. However, the captains are Thai, and the Indonesian government is reviewing to see if the boats are really Thai-owned. Pusaka Benjina did not respond to phone calls and a letter, and did not speak to a reporter who waited for two hours in the company’s Jakarta office.At the Benjina port, the AP interviewed slaves from a dozen fishing vessels offloading their catch into a large refrigerated cargo ship, the Silver Sea Line.The ship belonged to the Silver Sea Reefer Co., which is registered in Thailand and has at least nine refrigerated cargo boats. The company said it is not involved with the fishermen.“We only carry the shipment and we are hired in general by clients,” said company owner Panya Luangsomboon. “We’re separated from the fishing boats.”The AP followed that ship, using satellite tracking over 15 days to Samut Sakhon, Thailand, and journalists watched as workers packed the seafood over four nights onto more than 150 trucks, following deliveries to factories around the city.Inside those plants, representatives told AP journalists that they sold seafood to other Thai processors and distributors. US Customs bills of lading identify specific shipments from those plants to American firms, including well-known brand names.For example, one truck bore the name and bird logo of Kingfisher Holdings Ltd., which supplies frozen and canned seafood around the world. Another truck went to Mahachai Marine Foods Co., a cold storage business that also supplies Kingfisher, according to Kawin Ngernanek, whose family runs it.“Yes, yes, yes, yes,” said Kawin, who also serves as spokesman for the Thai Overseas Fisheries Association. “Kingfisher buys several types of products.”When later asked about abusive labor practices, Kawin was not available. Instead, Mahachai Marine Foods manager Narongdet Prasertsri responded: “I have no idea about it at all.” Kingfisher did not answer repeated requests for comment.Every month, Kingfisher and its subsidiary KF Foods Ltd. send about 100 metric tons of seafood from Thailand to America, according to US Customs records. These shipments have gone to Stavis Seafoods, a Boston-based Sysco supplier, and other distributors.“The truth is, these are the kind of things that keep you up at night,” said CEO Richard Stavis, who grandfather started the company. He said his business visits international processors, requires notarized certification of legal practices and uses third-party audits.“There are companies like ours that care and are working as hard as they can,” he said.A similar pattern repeats itself with other companies and shipments.The AP followed another truck to Niwat Co., where part owner Prasert Luangsomboon said the company sells to Thai Union Manufacturing. Weeks later, when confronted about forced labor in their supply chain, Niwat referred several requests for comment to Luangsomboon, who could not be reached for further comment.Thai Union Manufacturing Co. is a subsidiary of Thai Union Frozen Products PCL, Thailand’s largest seafood corporation, with $3.5 billion in annual sales. This parent company, known simply as Thai Union, owns Chicken of the Sea and is buying Bumble Bee, although the AP did not observe any tuna fisheries.Thai Union says its direct clients include Wal-Mart, and ships thousands of cans of cat food to the US every month, including household brands like Fancy Feast, Meow Mix and Iams. These end up on shelves of major grocery chains, such as Kroger, Safeway and Albertsons, as well as pet stores. Again, however, it’s impossible to tell if a particular can of cat food might have slave-caught seafood.After the AP’s story was released Wednesday, the company issued a statement saying it had immediately terminated business ties with a supplier after determining it might be involved with forced labor and other abuses. It did not say which supplier.“Thai Union embraces AP’s finding. It is utterly unacceptable,” it said. “This is to prove that Thai Union takes the issue of human rights violation extremely seriously.”Indonesian Fisheries Minister Susi Pudjiastuti, who has been cracking down on illegal foreign vessels, including those from Thailand, vowed to take swift action.She tweeted the AP’s report and distributed copies of it in a meeting to a wide range of high-ranking government officials, including police, a high court judge, a prosecutor, the navy and customs.“I’m not going to tolerate such a thing to continue happening in our waters,” she said in an interview. She added that campaigns to save wildlife get far more attention than abuse involving humans at sea.Illegal fishing is “killing people and nobody knows or cares about this for so long,” she said.The enslaved fishermen on Benjina had no idea where the fish they caught was sold, only that it was too valuable for them to eat. Their desperation was palpable.A crude cemetery holds more than 60 graves strangled by tall grasses and jungle vines. The small wooden markers are neatly labeled, some with the falsified names of slaves and boats. Only their friends remember where they were laid to rest.In the past, former slave Hla Phyo said, supervisors on ships simply tossed bodies into the sea to be devoured by sharks. But after authorities and companies started demanding that every man on the roster be accounted for upon return, captains began stowing corpses alongside the fish in ship freezers until they arrived back in Benjina.“I’m starting to feel like I will be in Indonesia forever,” said Phyo, wiping a tear away. “I remember thinking when I was digging, the only thing that awaits us here is death.”",
    "2015 - 2985": "BOSTON — Prosecutors rested their case against Boston Marathon bomber Dzhokhar Tsarnaev on Monday after jurors in his federal death penalty trial saw gruesome autopsy photos and heard a medical examiner describe the devastating injuries suffered by the three people who died in the 2013 terror attack.Tsarnaev’s lawyer told the jury during opening statements that Tsarnaev participated in the twin bombings but that his older brother, Tamerlan, was the driving force behind the attack. Prosecutors believe the brothers were seeking retaliation against the US for wars in Muslim countries.Now that prosecutors have finished their case, Tsarnaev’s lawyers will get a chance to present theirs. The defense has made it clear since testimony began March 4 that its strategy during the two-phase trial is not to win an acquittal for Tsarnaev but to save him from the death penalty.Three people were killed and more than 260 were injured when two pressure-cooker bombs exploded near the finish line April 15, 2013.Prosecutors presented heart-wrenching testimony from survivors who lost legs in the bombings and from the father of 8-year-old Martin Richard, the youngest person killed in the explosions. A string of first responders described a chaotic mix of smoke, blood and screams just after the bombs went off.Tsarnaev’s lawyers did not cross-examine any of the victims but instead focused on trying to show that Tamerlan Tsarnaev was more culpable in the attack and in the killing three days later of Massachusetts Institute of Technology police Officer Sean Collier.The defense case is expected to be relatively short. Once that is complete, jurors will deliberate on whether Tsarnaev is guilty of the 30 federal charges against him in the bombing, in Collier’s killing and for his role in a violent confrontation with police in Watertown. Tamerlan Tsarnaev, 26, was killed during the confrontation, both by gunshots and from being run over by Dzhokhar as he escaped. Dzhokhar Tsarnaev was found more than 18 hours later hiding in a boat parked in a Watertown yard.If the jury convicts Tsarnaev — an event that may be a foregone conclusion because of his admitted guilt — the trial will move on to the second phase, when the same jury will hear more evidence to decide whether Tsarnaev should be put to death or should spend the rest of his life in prison.During this second phase of the trial, Tsarnaev’s lawyers will present evidence of factors they believe mitigate his crimes, such as his age at the time — 19 — and the influence of his older brother. The Tsarnaevs — ethnic Chechens — lived in the former Soviet republic of Kyrgyzstan and the volatile Dagestan region of Russia before moving to the US with their parents and two sisters about a decade before the bombings. They lived in Cambridge.Prosecutors will present evidence of aggravating factors, such as the brutality of the attack and the death of an 8-year-old in the bombings, to argue that Tsarnaev should be executed.",
    "2015 - 4444": "A white South Carolina cop was charged with murder Tuesday ­after a shocking video showed him shooting a black man in the back as the unarmed victim ran from him, authorities said.Officer Michael Thomas Slager, 33, was arrested after officials saw the video of him shooting 50-year-old Walter Lamer Scott on Saturday following a traffic stop gone bad.<em><strong>Warning: The following video contains graphic content </strong></em><span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/Q6-jFQPu-yo?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>“When you’re wrong, you’re wrong,” North Charleston Mayor Keith Summey said.“If you make a bad decision, I don’t care if you’re behind the shield or just a citizen on the street, you have to live by that decision.”The video of the shooting — released by the Scott family’s attorney Tuesday — shows the officer firing multiple shots into Scott’s back as the victim was fleeing.Scott falls to the ground about 20 feet from the officer, who then slowly approaches him — and puts him in handcuffs.“Shots fired and the subject is down. He took my Taser,” Slager radios in moments after the shooting.<figure class=\"wp-caption alignright\" id=\"attachment_9628827\"><a class=\"\" href=\"https://vip.nypost.com/wp-content/uploads/sites/2/2015/04/usa-south_carolina_shooting.jpg\"><img alt=\"\" class=\"size-nypost-small-post wp-image-9628827\" height=\"200\" loading=\"lazy\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2015/04/usa-south_carolina_shooting.jpg?w=300\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2015/04/usa-south_carolina_shooting.jpg?quality=75&amp;strip=all&amp;w=600 600w, https://nypost.com/wp-content/uploads/sites/2/2015/04/usa-south_carolina_shooting.jpg?quality=75&amp;strip=all&amp;w=450 450w, https://nypost.com/wp-content/uploads/sites/2/2015/04/usa-south_carolina_shooting.jpg?quality=75&amp;strip=all&amp;w=300 300w, https://nypost.com/wp-content/uploads/sites/2/2015/04/usa-south_carolina_shooting.jpg?quality=75&amp;strip=all&amp;w=150 150w, https://nypost.com/wp-content/uploads/sites/2/2015/04/usa-south_carolina_shooting.jpg?quality=75&amp;strip=all 673w\" width=\"300\"/></a><figcaption class=\"wp-caption-text\"><span class=\"credit\">Reuters</span></figcaption></figure><br/>\nThe officer then jogs back to the spot where he opened fire. He then picks up the Taser and drops it next to Scott’s body.Of the eight bullets the officer fired, five struck Scott, four in the back and one in the ear.The damning video apparently was taken by a passer-by, whose identity has not been revealed.Scott, a father of four and a Coast Guard veteran, had been pulled over for a minor traffic ­violation when the situation took a deadly turn.Slager’s attorney initially told Tampa, Fla., TV station WFLA that the officer was being overpowered by Scott, and the cop fired because he felt threatened.But after the video surfaced, the lawyer, David Aylor of Charleston, said he would no longer represent Slager and called the shooting a “terrible tragedy that has impacted our community.”The attorney for the Scotts said Tuesday that they are “grateful” to the man who came forward with the video.“There is nothing that can bring their son and brother back,” said the lawyer, L. Chris Stewart of Atlanta. “But they are relieved that charges were filed.”The lawyer said Scott may have tried to run because he owed child support, which can get someone sent to jail in South Carolina until it’s paid.The shooting took place in the wake of cases in Ferguson, Mo., and Staten Island in which black men died in confrontations with white officers, incidents that have sparked a national debate about police brutality.North Charleston Police Chief Eddie Driggers said at a press conference that he was dumbfounded by the video revelations.“I have been around this police department a long time and all the officers on this force, the men and women, are like my children,” he said. “So you tell me how a father would react seeing his child do something. I’ll let you answer that yourself.”<em>With Post Wire Services</em>",
    "2015 - 3148": "BOSTON — The parents of the youngest victim of the Boston Marathon bombing are urging federal authorities to consider taking the death penalty off the table for the man convicted in the case.Bill and Denise Richard, whose 8-year-old son, Martin, was one of three people killed by the April 2013 explosions at the marathon’s finish line, say in a front-page piece in Friday’s <a href=\"http://bit.ly/1cBzoQE\">Boston Globe</a> that sentencing Dzhokhar Tsarnaev to death “could bring years of appeals and prolong reliving the most painful day of our lives.”“We are in favor of and would support the Department of Justice in taking the death penalty off the table in exchange for the defendant spending the rest of his life in prison without any possibility of release and waiving all of his rights to appeal,” they wrote.The Richards’ daughter, Jane, lost a leg in one of the explosions, and they both suffered injuries.“We understand all too well the heinousness and brutality of the crimes committed. We were there. We lived it. The defendant murdered our 8-year-old son, maimed our 7-year-old daughter, and stole part of our soul. We know that the government has its reasons for seeking the death penalty, but the continued pursuit of that punishment could bring years of appeals and prolong reliving the most painful day of our lives,” they said.They wrote that when Tsarnaev fades from the media spotlight and public view they can start “rebuilding our lives and family.”The Richards never mention Tsarnaev by name, simply calling him “the defendant,” and stressed that they are speaking only for themselves.U.S. Attorney for Boston Carmen Ortiz says she is aware of the Richards’ view but cannot comment on the specifics.“But as I have previously assured both Bill and Denise, I care deeply about their views and the views of the other victims and survivors,” Ortiz said.Jennifer Lemmerman, the sister of Massachusetts Institute of Technology police officer Sean Collier who was killed by Tsarnaev and his older brother days after the explosions, has also spoken out against the death penalty on her Facebook page, in posts that have since been removed.Relatives of other victims have expressed support of the death penalty.When it announced its decision to seek the death penalty, the Justice Department cited the killing of a police officer, the death of a child and the choice of the Boston Marathon as a target because its huge crowds provided an opportunity for maximum bloodshed.Robert Blecker, a New York Law School professor and death penalty expert, said it’s highly doubtful the statement by the Richards will sway the Justice Department.“Victims and the survivors play a role — they should have a voice — but the reason they don’t get a veto and shouldn’t get a veto is because often there are larger interests at stake,” said Blecker, who said he supports the death penalty for Tsarnaev.“The question here is one of terrorism and partly a statement of denunciation of terrorism because that is one of the purposes of the death penalty,” he said.The penalty phase of Tsarnaev’s trial starts Tuesday, the day after this year’s marathon.",
    "2015 - 13419": "<em>Today, the Blue Knights Law Enforcement Motorcycle Club will ride in honor of Phillip Cardillo, an NYPD officer who was killed 43 years ago inside a Harlem mosque. Later this year, it’s expected that the street in front of the new police academy in Queens will be named after Cardillo. </em>It’s a belated honor for the only unsolved police killing in modern NYPD history — a case, writes investigative reporter Micah Morrison, that may have an unlikely culprit.At 11:41 a.m. April 14, 1972, a call came into the NYPD’s communication division.“Hello, this is Detective Thomas of the 28th Precinct.”“Yeah.”“I have a 10-13 West 116th Street.”“102 West 116th?”“Right, that’s on the second floor.”“Second floor?”“Right”“Hold on.”But the caller hung up.A 10-13 is every cop’s worst nightmare, a red alert meaning “officer in distress.”Two policemen, Phillip Cardillo and Vito Navarra, rushed to the address, which was the Muhammed Mosque #7 of the Nation of Islam. Its leader, Louis Farrakhan, had offices on the third floor.The mosque doors, usually bolted shut and manned by the Nation of Islam’s own paramilitary force, the Fruit of Islam, were unlocked and unguarded.In the reception area, Cardillo and Navarra encountered six men. Navarra darted up the stairs. Somewhere up on the second floor, he believed, a brother officer was in serious trouble. He was met by 10 men who forced him back down the stairs.Nine more cops rushed into the reception area. A fight broke out.All but three of the cops were forced from the mosque and the metal doors were slammed shut and locked. Cardillo and two other cops were left inside.At 11:45 — less than five minutes after the fake 10-13 call — police radios reported an ominous new development: shots fired.Officer Phillip Cardillo was mortally wounded.A year after the shooting, a secret internal NYPD review was conducted, known as the Blue Book.According to the Blue Book, as cops forced their way back into the mosque, Cardillo and another officer were found “lying on the floor, both bloodied.” Cardillo had “received a gunshot wound on his right side during this attack, the bullet exiting from his left side.”Backup had now arrived. Some of the officers pursued a “fleeing group into the basement, where approximately 16 [men] were located, frisked and detained.”But the suspects “refused to answer questions and refused to identify themselves,” according to the Blue Book.Meanwhile, outside, “the situation in the street deteriorated … to the point of potential riot.” A crowd had gathered, bricks were hurled from rooftops, vehicles were overturned and burned.Farrakhan and Rep. Charlie Rangel appeared, while “other Muslims entered the basement and started screaming invectives at the officers and demanded the removal of all police officers from the mosque,” the Blue Book says.One high-ranking officer at the scene, Chief of Detectives Albert Seedman, took charge.Seedman said little about events in the basement for decades. He resigned soon after the incident. But in a 2011 preface to a new edition of his book, “Chief! Classic Cases from the Files of the Chief of Detectives,” he described what happened next.Seedman said Rangel told him: “That crowd upstairs, they know you’re down here. I don’t know how long it will be before they come down. If you don’t leave now, I can’t guarantee your personal safety.”Seedman was unfazed. He called in a request for backup. The NYPD had detailed plans to handle urban unrest. He was stunned by the response: Request denied.<a name=\"ccc3140384049b08cf3807ee86ec7d59-56757169-58266664\"></a>\n<iframe allow=\"fullscreen\" allowfullscreen=\"true\" class=\"scribd_iframe_embed\" frameborder=\"0\" height=\"600\" id=\"wpcom-iframe-ccc3140384049b08cf3807ee86ec7d59-56757169-58266664\" scrolling=\"yes\" src=\"https://embeds.nypost.com/protected-iframe/ccc3140384049b08cf3807ee86ec7d59-56757169-58266664\" width=\"100%\">\n</iframe>\n<script type=\"text/javascript\">\n\t\t( function() {\n\t\t\tvar func = function() {\n\t\t\t\tvar iframe = document.getElementById('wpcom-iframe-ccc3140384049b08cf3807ee86ec7d59-56757169-58266664')\n\t\t\t\tif ( iframe ) {\n\t\t\t\t\tiframe.onload = function() {\n\t\t\t\t\t\tiframe.contentWindow.postMessage( {\n\t\t\t\t\t\t\t'msg_type': 'poll_size',\n\t\t\t\t\t\t\t'frame_id': 'wpcom-iframe-ccc3140384049b08cf3807ee86ec7d59-56757169-58266664'\n\t\t\t\t\t\t}, \"https:\\/\\/embeds.nypost.com\" );\n\t\t\t\t\t}\n\t\t\t\t}\n\n\t\t\t\t// Autosize iframe\n\t\t\t\tvar funcSizeResponse = function( e ) {\n\n\t\t\t\t\tvar origin = document.createElement( 'a' );\n\t\t\t\t\torigin.href = e.origin;\n\n\t\t\t\t\t// Verify message origin\n\t\t\t\t\tif ( 'embeds.nypost.com' !== origin.host )\n\t\t\t\t\t\treturn;\n\n\t\t\t\t\t// Verify message is in a format we expect\n\t\t\t\t\tif ( 'object' !== typeof e.data || undefined === e.data.msg_type )\n\t\t\t\t\t\treturn;\n\n\t\t\t\t\tswitch ( e.data.msg_type ) {\n\t\t\t\t\t\tcase 'poll_size:response':\n\t\t\t\t\t\t\tvar iframe = document.getElementById( e.data._request.frame_id );\n\n\t\t\t\t\t\t\tif ( iframe && '' === iframe.width )\n\t\t\t\t\t\t\t\tiframe.width = '100%';\n\t\t\t\t\t\t\tif ( iframe && '' === iframe.height )\n\t\t\t\t\t\t\t\tiframe.height = parseInt( e.data.height );\n\n\t\t\t\t\t\t\treturn;\n\t\t\t\t\t\tdefault:\n\t\t\t\t\t\t\treturn;\n\t\t\t\t\t}\n\t\t\t\t}\n\n\t\t\t\tif ( 'function' === typeof window.addEventListener ) {\n\t\t\t\t\twindow.addEventListener( 'message', funcSizeResponse, false );\n\t\t\t\t} else if ( 'function' === typeof window.attachEvent ) {\n\t\t\t\t\twindow.attachEvent( 'onmessage', funcSizeResponse );\n\t\t\t\t}\n\t\t\t}\n\t\t\tif (document.readyState === 'complete') { func.apply(); /* compat for infinite scroll */ }\n\t\t\telse if ( document.addEventListener ) { document.addEventListener( 'DOMContentLoaded', func, false ); }\n\t\t\telse if ( document.attachEvent ) { document.attachEvent( 'onreadystatechange', func ); }\n\t\t} )();\n\t\t</script>\nHe said a superior officer “made it clear to me that we should abandon the mosque in order to minimize the threat of a possible riot.”Seedman said he made a deal with Rangel: The NYPD would leave the mosque if Rangel promised to deliver the suspects to a local police station that afternoon.Rangel agreed.The NYPD withdrew from the mosque, leaving behind the crime scene, blood and ballistics evidence, and 16 suspects.Rangel and the suspects never showed up.Rangel has denied Seedman’s version of the events, but has never offered his own. He did not respond to interview requests.Detectives faced the near-impossible task of finding Cardillo’s killer. Witnesses were in the wind, and mosque workers had already mopped up the crime scene.In 1973, Detective Randy Jurgensen took over the case. Decades later, in his 2006 memoir “Circle of Six,” he would accuse members of the city’s political and police establishment of a “purposeful negligence of duty” in the Cardillo affair.The grand jury led by the special prosecutor came to the same conclusion.The Blue Book plays a key role in the case. Completed in 1973, the secret NYPD internal report — its official title is “Report and Analysis of the Muslim Mosque Incident of April 14, 1972” — is a detailed reconstruction of the Cardillo shooting and aftermath, with witness interviews, names of suspects, investigative leads, and a ballistics report.According to the special prosecutor, however, “the Blue Book was only circulated within the upper ranks of the Police Department.”“It had leads, it had witness names and a ballistics report,” said Jurgensen. “It would have been hugely important to our investigation. I never saw it.”Despite these hurdles, investigators eventually zeroed in a suspect — Nation of Islam member Louis 17X Dupree.But even then, the Blue Book appears to have been withheld from prosecutors at the Manhattan DA’s Office.James Harmon was the lead prosecutor in both Dupree trials. “I do not have any recollection of ever seeing the Blue Book,” he said in a recent interview.The lack of evidence hindered the prosecution. Dupree’s first trial resulted in a hung jury. In a second trial, Dupree, who now uses the name Khalid Elamin Ali, was acquitted.However, whether or not Dupree pulled the trigger doesn’t answer the bigger question: Who lured Cardillo to his death?The 10-13 call, it turns out, was a fake.While there was an actual Detective Thomas working at the 28th Precinct, he didn’t make the call.Who lured police to the second floor of the mosque, during a time of political and racial unrest, has never been answered.Some believe it was a Nation of Islam member, trying to incite a confrontation.Others note that prank calls were common at the time, and say some random person was trying to mess with the police.But there’s another, disturbing possibility: the FBI.In the 1960s and 1970s, the FBI was at war with America’s domestic enemies, real and imagined.The FBI’s secret COINTELPRO counterintelligence program tried to disrupt and discredit many groups, including the Nation of Islam.The concern went right to the top — to President Richard Nixon and FBI Director J. Edgar Hoover.The COINTELPRO program was unmasked in 1971 and ordered closed down. But Nixon and Hoover directed that another secret program be launched in New York in response to the assassinations of police officers.In a conversation recorded by the White House taping system and released by the Nixon Library, Nixon and Hoover discuss the brutal May 1971 assassination of New York City Police Officers Waverly Jones and Joseph Piagentini, gunned down in a Harlem ambush.“By God, let’s get these bastards,” Nixon said to Hoover.“I’ll go all out on the intelligence on this thing,” Hoover said.“Go in with everything you’ve got,” Nixon said. “Surveillance, electronic and everything.”The result, as T.J. English reported in his book, “The Savage City,” was a new joint effort by the FBI and the NYPD: Operation Newkill.Operation Newkill “would be devoted solely to seeking out and taking down anyone even peripherally involved in the police shootings,” English wrote. “The NYPD liaison was Chief of Detectives Albert Seedman” — the same high-ranking NYPD official who would later take charge of the Cardillo case.FBI resources would be poured into the NYPD, English reported. In return, Hoover demanded only one condition: complete secrecy.“The FBI’s involvement would never be acknowledged,” English wrote.Confidential FBI documents released under the Freedom of Information Act raise questions about the extent of the FBI’s involvement in the Cardillo affair.One COINTELPRO tactic was the use of anonymous or “pretext” phone calls — FBI agents posing as someone else — to disrupt targeted groups.A February 1968 COINTELPRO memo from the FBI’s New York field office to headquarters seeks permission to make “anonymous and other pretext phone calls . . . to neutralize and frustrate the activities of these black nationalists.”The anonymous phone calls could sow dissent (“there’s an informant in your ranks”) or even get the police to conduct raids and break up meetings.Six targets are noted in the memo. Four of the names have been blacked out by FBI censors.“Could that fake 10-13 call sending cops to the mosque have been an FBI ‘pretext call’ gone terribly wrong?” asks Jurgensen. “Or could the FBI have had a high-level informant inside the mosque who was somehow involved and has been protected all these years? I don’t know. Only the FBI knows. But look at the Whitey Bulger case in Boston — there’s a situation where an individual was both a killer and an FBI informant.”Two COINTELPRO memos note the presence of “high-level NOI [Nation of Islam] informants” and “top-level sources” in the Nation of Islam.A never-before-seen confidential FBI report on Cardillo’s suspected killer, Dupree, lists six “informants” related to the case. All the names are blacked out. Disclosure of sources, the memo noted, could “adversely affect the national defense interest of the US.”The report shows that the FBI had kept close tabs on Dupree for years as he was “driving Louis Farrakhan, minister in charge of Mosque #7.”The FBI declined several requests to discuss the COINTELPRO and other documents.Dupree, now 75, lives in New York and is said to be in poor health. Cleared of Cardillo’s death in two jury trials, he is beyond the reach of the law. He did not respond to several interview requests. The Nation of Islam did not respond to requests for comment.Battered by the Cardillo affair, Jurgensen retired from the NYPD in 1977. He is still haunted by unresolved questions.“Somebody in authority had to order the guards off the doors of the mosque and leave them unlocked and unguarded,” he said. “And somebody with knowledge of police procedure and personnel had to make that 10-13 call” sending the NYPD to the mosque.Harmon left the Manhattan District Attorney’s Office in 1977 to become a federal prosecutor. He later served as executive director of the President’s Commission on Organized Crime. He says the NYPD and FBI documents raise questions about the Cardillo case.“We didn’t have this information when we tried the case in the 1970s,” he said. “We didn’t know about the Blue Book. We didn’t know about the FBI activities — the informants, the focus on the Nation of Islam.”He too is haunted by the unsolved murder. He thinks there is one last hope to solve the case: the secret files of the FBI.“Today, the unanswered question is: Does the FBI have any information in its informant, wiretap and electronic surveillance records pertaining to the shooting of Officer Cardillo?”<em>Micah Morrison is chief investigative reporter for the watchdog group Judicial Watch.</em>",
    "2015 - 3138": "[theplatform account=”4uMbOC” media=”media/guid/2389494712/4xw58dWk26fbMZDQhEOdsFmCenaHaEY6″ player=”gm_EJGhnGLiu”]The unrepentant bastard has pure contempt for America.Boston Bomber Dzhokhar Tsarnaev flipped the bird to a jailhouse security camera in a damning video played for jurors yesterday in the death penalty phase of his terror trial.Prosectors say the image clearly shows the 21-year-old is a remorseless killer who deserves to die for the 2013 attack, in which he and his late brother, Tamerlan, killed three people and maimed 260 others at the 2013 Boston Marathon finish line before blowing away a campus cop.“This is Dzhokhar Tsarnaev,” prosecutor Nadine Pellegrini told jurors after showing them the image. “Unconcerned, unrepentant and unchanged.”The federal prosecutors on Tuesday introduced only a single frame grab from the surveillance tape, showing Tsarnaev giving the middle finger to a camera in his holding cell on July 10, 2013 at US Federal District Court in Boston.“He’s simply callous and indifferent to human life,” she emphasized to the jurors, who will decide whether the bomber is put to death or spends the rest of his life behind bars.“It’s his character that makes the death penalty appropriate and just.”The display of disdain by the now-convicted terrorist was so powerful, his defense went to desperate lengths Wednesday to dampen its effects, asking that the entire video be played.His lawyers argued that he was just a bored teenager fooling around in a cell when he flipped the bird, and they hoped that playing the entire clip would put his actions into that context.In the video, Tsarnaev paces the cell nonchalantly for some 15 minute before turning to the camera.He first stares into its reflective lens, using it to primp his tousled hair.He then climbs on a metal bench and flashes a “V” sign — which is itself an offensive “f–k you” symbol in many parts of the world. He then arrogantly raises his right middle finger.Jurors will consider the video as they weigh whether Tsarnaev should be executed for helping his older brother, Tamerlan — a fellow Islamic extremist — set off the powerful pressure-cooker bombs.It was shown after relatives of MIT Police Officer Sean Collier — shot dead by the brothers three days affer the bomb attack as they tried to elude authorties — brought jurors to tears while sharing the pain his murder inflicted on their family, the <a href=\"http://www.bostonherald.com/news_opinion/local_coverage/2015/04/video_shows_tsarnaev_flashing_v_sign_flipping_bird_and_primping\">Boston Herald reported</a>.“Sometimes, it still feels like a dream,” said Joe Rogers, Collier’s stepfather.“It’s been a terrible two years. I just feel beaten down.”Rogers said the killing left Collier’s mother, Kelly, with posttraumatic stress disorder. She could not even get out of bed for months, he testified.Prosecutors want to emphasize the brutality of the crimes, and have called a long list of other victims and their families to describe the heartbreaking aftermath.Tsarnaev’s bomb victims were Krystle Campbell, 29, Lingzi Lu, 23, and Martin Richard, 8.<em>With Post Wires</em>",
    "2015 - 3152": "BALTIMORE — Amid tears and cries for justice, demonstrators poured into the streets of Baltimore carrying signs emblazoned with the name of a man who died from a spinal injury he suffered while in police custody. Tuesday’s demonstration marked the beginning of a week of protests and rallies planned across the city.The Justice Department said earlier in the day that <a href=\"https://nypost.com/2015/04/21/justice-department-probes-baltimore-police-custody-death/\">it has opened a civil rights investigation into the death of Freddie Gray</a>, a 25-year-old black man who suffered a fatal spinal-cord injury under mysterious circumstances after he was handcuffed and put in the back of a police van.At the site of Gray’s arrest, more than a thousand demonstrators gathered to remember Gray, who friends and relatives say was kind, funny and generous, and call for police reform.“I want this to be a sign to the Baltimore Police Department that this is not an act of surrender,” said Pastor Jamal Bryant of the Empowerment Temple, one of the rally’s organizers, as he called on those in the crowd to raise their hands. “It’s a sign of strength, of one unity and one commitment that we will not rest until we get justice for Freddie Gray.“The world is watching,” Bryant said. “The world is watching, and the world needs to see that black Baltimore is unified.”Gray was taken into custody April 12 after police “made eye contact” with him and another man in an area known for drug activity, police said, and both men started running. Gray was handcuffed and put in a transport van. At some point during his roughly 30-minute ride, the van was stopped and Gray’s legs were shackled when an officer felt he was becoming “irate,” police said.Police Commissioner Anthony Batts said Gray asked for an inhaler and then several times asked for medical care. He was eventually rushed to a hospital.Gray died Sunday — a week after his arrest — of what police described as “a significant spinal injury.”Exactly how he was injured and what happened in the van is still not known.Demonstrators called for answers, accountability and a change to how they say people in inner-city Baltimore are treated by officers patrolling the neighborhood.Pricilla Jackson carried a sign reading, “Convict Freddie’s killers,” that listed the names of the six officers suspended with pay while local and federal authorities investigate the death. Jackson, who is black, said she wants Mayor Stephanie Rawlings-Blake to know that she and others have been brutalized by police.“They’re hurting us when they throw us to the ground and kick us and punch us,” said Jackson, 53.As night began to fall, the crowd gathered outside of the Western District station house and held candles in front of banners that read, “Black Lives Matter, Stop Police Terror.”“How many of you have a Freddie Gray in your family?” shouted one demonstrator at a line of police officers outside of the station. “How many of you have lost a child, a brother?”Another demonstration is planned for Wednesday evening at the site of Gray’s arrest, and on Thursday protesters are expected to gather outside City Hall."
}