{
    "2006 - 4882": "This is the first look into the house of horrors where little Nixzmary Brown was found beaten to death, allegedly at the hands of her monster stepfather.   Cesar Rodriguez and wife Nixzaliz Santiago, both 27, slept soundly together each night in this comfy front room as their daughter often sat tightly bound to a beat-up school chair tied to a radiator in a bedroom at the back of the house.   No expense was spared on flashy stereo equipment, perfumes and soft toys for the parents in this Bed-Stuy apartment, even while Nixzmary was forced to eat cat food and use a litter box as a bathroom.   Unbelievably, one of Santiago’s most cherished possessions is a certificate she displayed on top of the stereo – a certificate she earned after completing a child-care course in Connecticut while she was pregnant with Nixzmary.   In one room at the back, just feet to the rear of this one, Nixzmary’s emaciated body was found.   Next to it sits the torture chamber in which police say Rodriguez dealt out his cruel punishments.   On a regular basis, sources say the pedophile predator would sexually assault and beat the girl and then tie her to the wooden chair, which was bound to the heater.   While a teddy bear wearing a heart that reads, “I love you” was the last thing Rodriguez and Santiago saw each night, Nixzmary allegedly used to fall asleep scared and bleeding, tied to her torture chair.   Investigators believe the stepdad and mom deliberately starved the little girl, who school social workers identified as a “target” in the household.   Rodriguez allegedly beat the 7-year-old in this apartment with his hands and belt because she tried to feed herself a yogurt after being the only sibling to be deprived of one.   He took her bruised body to a bathroom and banged her head against a faucet or a tile wall as he tried to plunge her in a bath of cold water, prosecutors say.   All the while, Nixzmary’s mom allegedly sat feeding another baby, while her daughter pleaded “Mommy! Mommy!” for two hours before she died.   Meanwhile, new horrifying details emerged yesterday about the brutal beatings the psychopath meted out to his eldest stepson.   Rodriguez regularly tied 9-year-old Javier to the same chair and taped his eyes shut.   In one horrific encounter, Rodriguez forced the little boy to consume his own waste and drink his own urine, sources told The Post.   The disgusting disclosure came in police interviews with the five other children living in the house and left veteran investigators sick to their stomachs.   “It was a real house of horrors,” said one.   With every new detail, an even more sickening pattern of abuse has come to light – with the craven child abuser singling out his four stepchildren for vicious beatings, while he never laid a finger on his own two kids.   For the most minor transgressions – like taking food from the refrigerator or playing on his computer – Rodriguez would submit Javier and Nixzmary to the same brand of torture.   At one point, a neighbor recalled seeing a naked boy being dangled feet first out a window of the family’s second-story apartment.   The neighbor said she screamed “Get back inside!” and the child crawled back in through the window.   The cycle of violence ended when Rodriguez fatally beat Brown to death on Wednesday night, police said.   He’s charged with murder and sex abuse and could face additional charges. Nixzaliz Santiago is charged with manslaughter for doing nothing for two hours as her daughter lay dying.   Santiago has six children with four men – the last two, Augustine, 18 months, and Cesar Jr., 6 months, with Rodriguez.   The other children lived with Rodriguez as his stepchildren, relatives said.   Javier was born when Santiago was just 18, and was fathered by a man in her native Puerto Rico, whose name relatives would not disclose.   Nixzmary’s father was a Pakistani man remembered by relatives only as Mian, who was only in Santiago’s life for a short time. The tragic tot was born while Santiago was dating Edward John Brown, and he agreed for his name to be put on her birth certificate.   Santiago had two children with Brown, Edward Jr., 5, and Selena, 4.   While child-welfare officials admit they were aware that there was abuse in the house involving Brown, it is not clear if they knew that Rodriguez beat the other children.   Brown’s death came despite a long paper trail at the Administration for Children’s Services that detailed allegations of abuse.   At least a dozen calls had been made to the agency about the abuse. Caseworkers even visited the family’s home and school officials desperately tried to get the girl help.   City officials have been up in arms over the case, and Mayor Bloomberg has vowed an investigation into the agency’s handling of the case.   Additional reporting by Marianne Garvey and Susan Edelman  brad.hamilton@nypost.com",
    "2006 - 5972": "Several child-welfare workers will be suspended as a result of the Administration for Children’s Services’ failure to prevent the cruel death of little Nixzmary Brown – and the agency itself is facing a shake-up, sources told The Post yesterday.   “Disciplinary actions are coming,” said one source, after a series of bungles led to the 7-year-old girl getting beaten to death, allegedly at the hands of her stepfather.   “There are [civil-service] rules. They [ACS brass] had to interview the caseworkers, supervisors and managers before they could take action.”   The shake-up of the child-welfare agency could start as soon as this week, the source said.   Suspension is the first step in the disciplinary process, which could lead to punishments ranging from loss of pay and demotion to firing.   And the agency itself is going to be restructured to ensure that the most experienced personnel are more directly involved in keeping children safe.   “There’s going to be an effort to make sure the right people are overseeing child protective cases,” said one insider.   One of the most troubling aspects of the horrific case is that Nixzmary came into contact with four separate city-controlled bodies – Woodhull Hospital, the local public school, ACS and the Police Department – and none was able to save her.   Communication between city agencies was woeful – while school personnel were sounding grave alarms about the 7-year-old, their sense of urgency didn’t seem to make an impact on ACS.   “They were on totally separate pages,” said the official.   Caseworkers for ACS visited the girl’s home six weeks before her death – but walked away from the alleged house of horrors saying in a report that “all the children’s needs are being met by the parents.”   The missed opportunity came just two days after a doctor at Woodhull apparently dropped the ball, stitching up a gash over the malnourished girl’s eye and failing to note any possible signs of abuse, a city official said.   Another official said signs of abuse had been present for “a considerable period of time,” adding, “if you saw the child, there were fresh ligature marks and there were at least two or three that were old and were healing.”   News of the ACS housecleaning came as relatives, family friends and total strangers gathered for a powerfully emotional wake for Nixzmary – whose brutal death struck an emotional chord across the city.   Inside the R.G. Ortiz Funeral home on First Avenue in Manhattan, Nixzmary’s battered body lay in a small white coffin, dressed in a beautiful white dress – and a veil and heavy makeup to cover her badly bruised face.   Maternal grandmother Maria Gonzalez pulled the veil back and kissed her granddaughter twice.   “She looks like an angel,” she said.   Earlier, emotional relatives of Nixzmary’s mom – Nixzaliz Santiago – tried to keep Iris Rodriguez, the sister of the little girl’s accused stepfather, from seeing her niece.   She was finally allowed to gaze at the battered girl – but not to touch the coffin or the body.   Gonzalez’s daughter, Nixzaliz Santiago, 27, stands charged with manslaughter for letting her daughter die as she lay for hours moaning “Mommy, Mommy” after she was beaten.   Nixzmary’s stepfather, Cesar Rodriguez, 27, is being held for her murder at Bellevue Hospital, where he is undergoing a psychiatric evaluation. Santiago is being held at Rikers Island.   Another great-aunt, Yolanda Lasalle, 36, of Harlem, said Nixzmary’s death is helping to change the city.   “I’m glad her voice is finally being heard,” she said. “I hope her voice speaks loud and clear to the system, so these things don’t happen again.”   Outside, a sad but steady line of mourners stretched for two blocks in the freezing cold.   “I never even knew the girl, but I had to come and say goodbye,” said Aquilda Flores, 50, after viewing the body and paying her respects. “To me she looks like she’s sleeping peacefully now.”   Mayor Bloomberg, in a series of holiday appearances to honor the Rev. Martin Luther King Jr., was greeted with applause when he conceded the city bore responsibility in Nixzmary’s death.   “It was an act of incomprehensible violence [by her parents],” the mayor declared at the Brooklyn Academy of Music.   “I think it’s also fair to say the blame rests with the city. People will be held accountable for their action in this tragedy.”   The mayor described the protection of the young and vulnerable as “one of the city’s most sacred responsibilities.”   Meanwhile, ACS released further details on the role of former supervisor Roger Moore, who resigned last week after it was determined that he altered records in the file of Dahquay Gillians, another child who died under ACS’s care.   Moore, the supervisor on Nixzmary’s case, claimed that the intense focus on the Gillians case diverted attention from the latest complaint involving the little girl, which came in Dec. 1.   But ACS officials countered that Moore hadn’t actually worked at the agency since Dec. 9, the same day its general counsel confirmed he had doctored the Gillians case file.   “So he would have overseen Nixzmary’s case from Dec. 1 through Dec. 9,” said one official. Nixzmary died on Jan. 11, the same day Moore quit.   While mourners braved the cold to pay their respects at the wake, neighbors in Bed-Stuy shared their grief at the scene of the crime. Even as strong winds whipped a banner marking the spot where Nixzmary was beaten to death, candles placed there in her honor continued to burn.   “It’s beautiful,” said neighbor Gwendolyn Turner of the makeshift memorial erected on Greene Avenue. “If we’d only known.”   Neighbor after neighbor, stranger after stranger, echoed the sad refrain, wishing there were more they could do than drop off pretty flowers or another plush teddy bear.   Additional reporting by Stephanie Gaskell, Ikimulisa Livingston and Leonard Greene  david.seifman@nypost.com  Task-force dodge / Editorial: Page 24",
    "2006 - 6995": "A Bronx caseworker who goes knocking on the doors of parents accused of abusing or neglecting their kids says it’s a losing battle to keep up with the work required to prevent another brutal murder like Nixzmary Brown’s.   She now has a caseload of nearly 30 families whose kids could be at risk – about twice what the agency claims is the average – including seven new cases since Jan. 11, when Nixzmary, 7, was fatally beaten by her stepfather in their Bed-Stuy apartment.   The child-protective specialist with the city’s embattled Administration for Children’s Services and other workers interviewed by The Post said they struggle under staggering responsibilities. Some say they work long hours, but still can’t keep on top of all the troubled families assigned to them.   “I haven’t seen half my families since the beginning of January,” the young Bronx staffer admitted, saying caseworkers are expected to visit each family twice a month.   “Any caseworker who says they have their work up to date, they’re lying. It’s impossible.   “I like what I do, but it’s getting overwhelming, and we don’t have the tools to do the best we can. I feel like leaving.”   She described the pressures and problems of a job so stressful, she said, some co-workers fake injuries to get time off or a desk job.   “That’s the ideal thing – to get out of this, to get a 9-to-5 job where you get off at 5 p.m., and you don’t have to worry about saving and protecting kids,” she said, asking to remain anonymous to avoid repercussions.   A child-welfare specialist in the Jamaica, Queens, ACS office, Nicholas De Bello, voiced similar frustrations in an e-mail to co-workers last week, saying some child-protective staffers have caseloads “well into the thirties.”   Since most families have multiple kids, he wrote, some workers are “responsible for the well-being of more than 100 children at a time.”   And many kids are split between divorced or separated parents at opposite ends of a borough, making the logistics of checking up on them hellish.   “For me, morale is at an all-time low,” De Bello wrote. He urges the agency to hire more workers, pay more – the average ACS caseworker makes about $39,000 – and give caseworkers police escorts for family visits at night in high-crime areas.   De Bello told The Post he stands by the work of his colleagues. “Everyone busts their butts to do the best they can. I’ve seen people cry over this,” he said. “This is their lives.”   His e-mail has spread like wildfire, sparking replies from colleagues – furious at what they call a “media witch hunt” – who thank him for speaking up about their plight.   A Queens caseworker fumed, “The public thinks that workers have a caseload of only 15, which as you know is absolutely false. People have been forging numbers, so those in administration believe that the caseloads are [low].”   She complained that frontline workers who must rely on direction from higher-ups are being scapegoated. “Change starts at the top, and it scares me that at any point I could lose my job because someone else made a decision or I was not properly advised on how to handle a case,” she said.   The Bronx caseworker said supervisors are usually “strict” about limiting overtime to make night visits, saying, “It can be done tomorrow,” or to catch up on paperwork. But after Nixzmary’s death, she said, ACS invited workers to come in Saturday, Sunday and Monday – the Martin Luther King holiday – and her office has remained open until 9 p.m. daily. An ACS spokeswoman confirmed the agency has “loosened restrictions” on overtime.   The Bronx staffer said she feels terrible for kids she often finds living in squalor with unstable or drug-addicted parents, but said: “Sometimes the families blur together. Sometimes you don’t remember the kids’ names, there are so many of them.”   When a new abuse or neglect complaint comes in, she has 24 hours to contact the family. Since ACS provides no transportation, she takes the bus or subway, and the agency reimburses the fare.   School-attendance teachers sometimes claim they visited a kid with many absences at home, but give her a nonexistent address, she said. In other cases, she may start off a case with no address or a wrong one.   Then the buzzer may be broken, or a key needed to enter the gates. “You walk around until someone who lives in the building comes in or out,” she said.   She raps on the door alone, armed only with her ACS badge.   What does ACS provide for protection? “Nothing,” she said. “You just pray to God nothing happens.”   The caseworker politely talks her way inside. She is often shocked and repulsed at the clutter and filth she finds – like dog feces on the floor.   “Sometimes they tell you everything – ‘Yes, I just smoked crack yesterday,’ or ‘Yes, I smoked a little reefer.’ ”   She then spells out the child-abuse complaint that came into a state hot line. “They’re only allegations,” she says. “Tell me what’s true, and what’s not true. Tell me what’s going on.”   Some parents blurt out confessions, she said, like: “Yes, I did hit my kid, but he wasn’t listening. I usually don’t discipline like that, but I didn’t use a belt or anything.”   Even if the kid has a black eye, she said, the police rarely get involved.   “Sometimes we get reports that kids have marks and bruises, but there aren’t arrests,” she said. “It has to be excessive corporal punishment.”   A caseworker has seven days to gauge the safety of every kid in the family – even if they live with parents or guardians in Staten Island or Queens. Is the kid in danger? If so, her supervisors decide what action to take, such as seeking a court order requiring the parents to get “preventive services,” or to remove the child from the home.   Meanwhile, caseworkers may be summoned to testify on a custody issue and sit in court for “hours and hours” waiting for the case to be called – and falling further behind.   The Bronx caseworker said she’s “two to three weeks behind” on updating her file notes.   She dreads TV news on the death of a child, hoping it’s not one of hers. When she heard about Nixzmary, she was horrified but relieved “it wasn’t my kid.”   ACS spokeswoman Sharman Stein would not confirm the reported 30-plus caseloads, saying the citywide average in November was 14.6. She said the city plans to hire and train 525 new caseworkers this fiscal year.   But she conceded the job is so stressful that new hires leave in droves. ACS turnover is 25 percent a year, she said, but only slightly higher than the national average for child-welfare workers, about 22 percent.   “Any caseworker who has a caseload that is too high to manage safely should immediately contact their supervisor and get help,” she said.   The Bronx caseworker said she’s complained to supervisors in the past that she was overburdened, but was told, “Everybody is overwhelmed. Everybody has a high caseload. What do you want us to do?”<em>susan.edelman@nypost.com</em> (p. 10 Metro)",
    "2006 - 2093": "A man who says he was beaten by two plainclothes cops who were not impressed by the fact that he’s Police Commissioner Ray Kelly’s cousin is suing the city for $1 million.   Arthur Heller, 27, claims the officers did not identify themselves as cops before they brutally assaulted him at a subway station on Jan. 11 as he repeatedly tried to swipe a malfunctioning MetroCard.   Heller, who also filed charges with the Civilian Complaint Review Board, says during the four hours he was held by cops he demanded to speak to his cousin, but was ignored.   Andrew Case of the CCRB said, “The fact that the person is or isn’t a relative of Ray Kelly is not relevant to our investigation.   “We do not treat relatives of police officers differently from other people.”   A notice of claim filed with the city comptroller’s office alleges Heller was trying to get through a turnstile at about 9:45 a.m. at the station at the 43rd Street and 8th Avenue, when he was approached by two men wearing street clothes.   The men allegedly tackled and punched Heller even before identifying themselves as police officers.   Heller believes they had taken him for a fare-beater trying to steal a free ride with a mangled MetroCard.   Heller, who lives in upper Manhattan’s Inwood section, claims to have been “physically abused, assaulted, beaten, battered, choked and battered with excessive force.”   He was eventually let go without being charged.   There are four pictures of Heller’s face attached to the claim demonstrating the beating he says he received.   More than 6,000 New Yorkers file formal complaints with the CCRB a year, according to Case.   Heller wouldn’t return calls.   His lawyer Gabriel Levinson said only his client “is content to let this play out through the courts.”   Levinson did confirm reports that Heller’s father, also named Arthur, is Ray Kelly’s first cousin.   The NYPD would not comment on the Heller-Kelly relationship.   A spokesman for the city’s Law Department said his agency has not received the legal papers on the case.<em>Additional reporting by Philip Messing</em>",
    "2006 - 2988": "A Long Island man who brutally beat his wife and chained her naked to a basement stairwell, while leopards roamed nearby, was sentenced to four years in jail yesterday for the vicious and bizarre attack.   After detailing the horrible suffering she endured at the hands of her husband, Anastasia Barone, 32, tearfully begged the judge yesterday to slap him with a five-year prison sentence.   Instead, Suffolk County Judge Robert Doyle sentenced Anthony Barone to four years in jail on weapons raps and charges including assault, unlawful imprisonment and endangering the welfare of a child.   In federal court, Barone pleaded guilty to animal possession and cruelty charges, which will run concurrent to the state convictions.   When law-enforcement officials responded to the Dix Hills home, they found a skinned Rottweiler – whose bones Barone was allegedly saving to boil for his collection – and a decaying lynx carcass sitting in an unplugged freezer, officials said.   Anastasia claimed the sentence doesn’t do enough to protect her or her four children, ages 9, 8, 4 and 2.   “The week this defendant gets released from prison, he will hunt me down and kill me,” Anastasia warned in a statement. “I have begun to prepare for that day.”   On May 20, 2005, Barone – who is obsessed with exotic animals, occult rituals and demonic paraphernalia – beat and abused his wife terribly.   “He kicked me straight in the face with a steel-toed boot, causing me to bleed profusely through my nose and mouth,” Anastasia told the court. “My nose was broken and I could barely see.   “This time, I truly believed I would not survive the beating,” she added.   As Anastasia slipped in and out of consciousness, Barone ordered her to undress completely. He then used a heavy-gauge chain to padlock her to a stairwell in their basement – as his pair of illegal 50-pound pet leopards prowled in the next room.   The strange crime continued as Barone chopped off most of his wife’s hair with a hunting knife, ordered her into the family car, and drove her to Tony’s Tattoos Ink, a tattoo parlor he owned in Lynbrook.   He wanted to finish a tattoo across the small of her back with his name on it to remind Anastasia that she was his property, prosecutors said.   Barone then forced Anastasia back into their home and kept her there against her will for nine days. Her aunt, who was also held at the house, escaped and alerted police.   Yesterday, Barone’s family claimed that Anastasia bore some of the responsibility for what happened. Their attorney, James Saladino, said the case against his client has been “grossly exaggerated.”   “Mrs. Barone has set out to vilify and create the image that he’s a monster,” Saladino said yesterday. “But it takes two to tango.”   Saladino also claimed that by electing to plead guilty, instead of putting his children through a traumatic trial, Anthony Barone is the only person who has accepted responsibility in the sad tale.<em>devin.smith@nypost.com</em>",
    "2006 - 3451": "Cops charged the hotheaded teenage boyfriend of a Bronx mom with beating her 4-year-old son to death – and charged her for sitting by idly – as horrific new details emerged yesterday of the savage days-long brutality inflicted on the little boy.   José Calderon, 18, was charged with second-degree murder in the senseless beating of Quachaun Browne, who was found dead Monday from a fractured skull and other severe internal injuries, police said.   The battered boy’s mother, Aleshia Smith, 26, was charged with second-degree manslaughter for not helping her son, police said. The couple was held pending arraignment late last night.   The abuse began last Thursday when a television crashed in the couple’s vermin-infested Bronx apartment. Calderon blamed it on the boy and began punching him and slamming him into the apartment’s walls, police sources said. This continued over the course of the next two days, the sources said.   On Saturday, the family went to a Chuck E. Cheese restaurant, where Quachaun began to vomit blood. The family returned home and Calderon beat the child again, the sources said.   By Sunday, the boy appeared severely ill, police said in citing admissions from the mother, and interviews with two older siblings who lived in the apartment.   It is believed the boy died sometime late that night. Early Monday, Smith told police she awoke to find Calderon trying to revive the child.   She told investigators she urged her boyfriend to let her call 911, but he said no, because he would get in trouble. At some point she managed to call police on a cellphone and paramedics arrived around 3:30 a.m., but the boy was already dead.   Calderon initially insisted to police that the boy’s injuries came when a television fell on top of him, but later told investigators he lost his temper and hit the child, police sources said.   Police said there was evidence that Quachaun had injuries from earlier beatings and that the four other children living in the family’s squalid Norwood apartment may have been beaten as well.   Quachaun Browne’s gruesome end came despite the months-long involvement of the Administration for Children’s Services with the family.   ACS caseworkers visited the family’s home six times since Nov. 15, an ACS source said.   The most recent visit was Jan. 12. Three additional visits were made to MS 280, the school the siblings attended. Quachaun and the four other children were interviewed, the source said. The case files also indicated Smith attended a “child safety conference” and had been receptive to agency efforts to help.   Caseworkers had no knowledge of Calderon, who neighbors said had moved in with Smith two months ago, the agency said.   ACS Commissioner John Mattingly said the overall case file should have prompted a “stronger response,” but insisted it does not suggest the agency “failed to act.”<em>erika.martinez@nypost.com</em>  TIMELINE – CHRONOLOGY  JAN 26 – Thursday   A TV falls to the floor in the family’s home. Boyfriend José Calderon blames Quachaun Browne and begins punching him.   JAN. 27 – Friday   Calderon beats the little boy throughout the day.   JAN. 28 – Saturday   Calderon keeps beating Quachaun, who later vomits blood.   JAN. 29 – Sunday   Quachaun appears severely ill. Police believe Quachaun died that night.   JAN. 30 – Monday   Mom Aleshia Smith awakens to find Calderon trying to revive the child. He refuses to call 911. She then calls police.",
    "2006 - 3290": "Cops yesterday charged the hotheaded teenage boyfriend of a Bronx mom with beating her 4-year-old son to death – and busted the mother for sitting by idly – as horrific new details emerged of the savage, days-long brutality inflicted on the child.   José Calderone, 18, was charged with second-degree murder in the sadistic beating of Quachaun Browne, who was found dead Monday from a fractured skull and other severe injuries, police said.   The battered boy’s mother, Aleshia Smith, 26, was charged with second-degree manslaughter for not helping her son, police said.   The abuse began last Thursday, when a television crashed to the floor of the couple’s vermin-infested Bronx apartment. Calderone blamed the boy and began punching him and slamming him into the apartment’s walls, police sources said. This continued for two more days, the sources said.   On Saturday, the family went to a Chuck E. Cheese restaurant, where Quachaun began to vomit blood. The family returned home, and Calderone beat the child again, the sources said.   By Sunday, the boy appeared severely ill, police said in citing admissions from the mother and interviews with two siblings.   It is believed the boy died sometime late that night. Early Monday, Smith told police she awoke to find Calderone trying to revive the child.   She told investigators she urged her boyfriend to let her call 911, but he said no because he would get in trouble. At some point, she managed to call police on a cellphone, and paramedics arrived at around 3:30 a.m., but the boy was already dead.   Calderone initially insisted to police that the boy’s injuries came when the TV fell on him. But he later admitted that he had lost his temper and hit the child, police sources said.   Police said there was evidence that Quachaun had injuries from earlier beatings and that the four other children living in the family’s squalid Norwood apartment may have been beaten, as well.   Quachaun’s gruesome end came despite the months-long involvement of the Administration for Children’s Services.   ACS caseworkers had visited the family’s home six times since Nov. 15, an agency source said.   The most recent visit was Jan. 12. Three additional visits were made to MS 280, the school the siblings attended. Quachaun and the four other children were interviewed, the source said.   Caseworkers had no knowledge of Calderone, the agency said.   Neighbors said Calderone – who had been busted just two weeks ago for allegedly driving a stolen car – had been living with Smith since August.   ACS Commissioner John Mattingly said the overall case file should have prompted a “stronger response,” but insisted it does not suggest the agency “failed to act.”<em>erika.martinez@nypost.com</em>  TIMELINE – CHRONOLOGY  JAN 26 – Thursday   A TV falls to the floor in the family’s home. Boyfriend José Calderon blames Quachaun Browne and begins punching him.   JAN. 27 – Friday   Calderon beats the little boy throughout the day.   JAN. 28 – Saturday   Calderon keeps beating Quachaun, who later vomits blood.   JAN. 29 – Sunday   Quachaun appears severely ill. Police believe Quachaun died that night.   JAN. 30 – Monday   Mom Aleshia Smith awakens to find Calderon trying to revive the child. He refuses to call 911. She then calls police.",
    "2006 - 1078": "A brutal knife-wielding rapist (right) who confronts his terrified victims while wearing a red and white devil mask has been terrorizing women in Brooklyn, police said yesterday.   The pervert has attacked three women along Bushwick Avenue between the Williamsburg and the Bushwick housing projects since October.   The most recent attack was Tuesday.   The masked man drags his victims into secluded areas and threatens their lives before assaulting and robbing them.   The women were able to get glimpses of the creep, and police released a sketch of him yesterday.   He is described as about 30 years old, 6 feet tall, with short, dark hair and a goatee.   During some of the attacks the rapist has worn the eerie, plastic mask.   He also wears a waist-length, dark jacket and brown boots, with a brown bandanna or a black hooded jacket with red or orange writing on it.   The victims all were treated at area hospitals and released in stable condition, police said.   Anyone with information should call Crime Stoppers at (800) 577-TIPS. All calls will be kept confidential."
}