{
    "2021 - 3547": "GOP freshman Rep. Lauren Boebert on Wednesday accused Democrats including Rep. Alexandria Ocasio-Cortez of “normalizing violence” ahead of last week’s Capitol riot.Boebert (R-Colo.) said during debate on <a href=\"https://nypost.com/2021/01/13/house-begins-hearing-to-impeach-trump-for-second-time/\">impeaching President Trump</a> that he wasn’t entirely to blame for the rampage committed by his supporters, noting that some Democrats declined to denounce anti-police brutality riots last year.“I rise today to oppose this impeachment and denounce the recent violence on the Capitol, just as I opposed the previous impeachment and the violence we’ve all witnessed all summer long across our great country,” she said.“Make no mistake here, the hypocrisy of the left is on full display.”Boebert, in her position for less than a month, took specific aim at Ocasio-Cortez (D-NY), noting that <a href=\"https://nypost.com/2020/07/13/aocs-dishonest-callous-answer-to-nycs-surging-street-violence/\">she said last year</a> that rising crime may be caused by people who “either need to shoplift some bread or go hungry that night.”“What about the gentlewoman from New York who defended the looting by saying looters just wanted loaves of bread? Well, the last I checked, Best Buy and Teslas and stores of the like do not produce baked goods. Where’s the accountability for the left after encouraging and normalizing violence?” she said.Ocasio-Cortez’s office did not immediately respond to a request for comment. Both congresswomen are in their early 30s and have passionate followings.Boebert concluded her speech saying, “I call bullcrap when I hear the Democrats demanding unity. Sadly, they are only unified in hate.”Democrats and at least six Republicans are expected to vote Wednesday to impeach Trump for allegedly inciting the riot, which followed <a href=\"https://nypost.com/2021/01/06/trump-addresses-supporters-at-dc-rally-ahead-of-vote-certification/\">a speech near the White House</a> in which the president told thousands of backers that the election was stolen by fraud. <a href=\"https://nypost.com/2021/01/07/who-are-the-four-who-died-in-the-dc-protest-at-the-capitol/\">Four Trump supporters and one police officer</a> died as rioters disrupted certification of President-elect Joe Biden’s victory.Boebert recently drew headlines for vowing to bring a handgun onto the House floor, and was in <a href=\"https://nypost.com/2021/01/13/rep-boebert-clashes-with-capitol-police-over-metal-detector/\">a standoff Tuesday</a> over her refusal to consent to new metal detector policies that some Democrats say were enacted due to Boebert.Other Republicans have walked around the new metal detectors, prompting House Speaker Nancy Pelosi (D-Calif.) to order US Capitol Police on Wednesday to move the equipment so that it’s impossible to walk around it.Trump is expected to be impeached by the House on Wednesday, but the Senate won’t hold a trial <a href=\"https://nypost.com/2021/01/13/trump-impeachment-will-be-heard-after-he-leaves-office-mcconnell/\">until after he leaves office</a> on Jan. 20. Some Republicans are advocating a censure that — like conviction in the Senate — could ban Trump from holding office again.No House Republicans voted to impeach Trump during his first impeachment in December 2019. The Senate voted along party lines <a href=\"https://nypost.com/2020/02/05/trump-acquitted-in-senate-impeachment-trial/\">to acquit Trump in February</a>, with a sole Republican, Utah Sen. Mitt Romney, voting to convict on one of two counts.",
    "2021 - 1590": "A Pennsylvania man allegedly bludgeoned his wife to death with a fireplace poker because she was “spending time” with another man, authorities said. Daniel Barrett has been charged with criminal homicide for brutally murdering his wife Mary Susan Barrett in their Plymouth home on Saturday, the <a href=\"https://www.citizensvoice.com/news/crime-emergencies/plymouth-man-bludgeons-wife-with-fireplace-poker/article_d381012c-644e-5ef2-9ba1-0031bc35e421.html\" rel=\"noreferrer noopener\" target=\"_blank\">Citizen’s Voice newspaper reported</a>. Barrett confessed to police on Monday. He said he got into a heated argument with his wife and accused her of cheating on him. Mary Barrett, an Air Force veteran, admitted she was “spending time” with another man, and her husband lost control, punching her in the face and knocking her to the ground, according to a criminal complaint obtained by the outlet. Barrett then repeatedly beat his wife with a fireplace poker and stabbed her in the lower back with a knife multiple times, court papers allege. Barrett claims he blacked out during the attack. The 40-year-old stashed his wife’s body in their basement and kept it there for two days before turning himself in to police on Monday. Investigators found Mary Barrett’s lifeless body with a hole in her skull in the basement of their home later that day. Authorities also found a fireplace poke lying next to her on the ground, Citizen’s Voice reported. The couple wed in 2015, according to Mary Barrett’s Facebook page. Barrett is currently being held at the Luzerne County Correctional Facility.",
    "2021 - 2568": "An anti-Trump activist from Utah — who claimed he traveled to Washington, DC, to document the violent siege on Capitol Hill — was arrested Thursday.John Sullivan was <a href=\"https://nypost.com/2021/01/07/utah-justice-leader-describes-chaos-during-pro-trump-riots-in-dc/\">taken into custody</a> Thursday and faces charges of civil disorder, entering a restricted building and violent entry or disorderly conduct after participating in the violent mob of President Trump supporters who stormed the US Capitol last week, <a href=\"https://www.justice.gov/opa/page/file/1354781/download\" rel=\"noreferrer noopener\" target=\"_blank\">according to court documents</a> filed in federal court. In the footage he provided to the FBI, Sullivan can be heard saying as rioters climb a wall, “You guys are f—–g savage. Let’s go!,” prosecutors say. Once inside the Capitol, he tells the protesters, “We gotta get this s–t burned.” He also says, “it’s our house m———–s” and “we are getting this s–t” as he roamed the building, according to court papers. Sullivan can also be heard arguing with cops, telling them, “you are putting yourself in harm’s way. The people have spoken,” and “there are too many people, you gotta stand down.”Prosecutors say Sullivan entered the Capitol through a broken window and was sporting a ballistic vest and gas mask during the attack. Sullivan, who founded Insurgence USA, a group that bills itself as “the revolution” and  purports to stands against police brutality, previously <a href=\"https://ksltv.com/452545/utahn-behind-social-justice-group-at-washington-march/\" rel=\"noreferrer noopener\" target=\"_blank\">told KSL-TV</a> he only attended the riot to “document” the violence. In an interview <a href=\"https://www.rollingstone.com/culture/culture-features/ashli-babbitt-shooting-video-jayden-x-maga-riot-interview-1112949/\" rel=\"noreferrer noopener\" target=\"_blank\">with Rolling Stone</a>, Sullivan claimed he tried to blend in with Trump supporters so they would trust him. “I had to relate to these people, and build trust in the short amount of time,” he told the magazine. “To the front of the crowd to see the dynamic between the police and the protesters, because nobody wants to see the backs of people’s heads from a far-off distance.”Sullivan, who was arrested over the summer in Utah for organizing a protest that left one person shot, remained in custody <a href=\"https://www.foxnews.com/politics/left-wing-activist-charged-in-capitol-riot\" rel=\"noreferrer noopener\" target=\"_blank\">in Tooele County</a> on a US Marshals hold request.  ",
    "2021 - 4450": "<a href=\"https://nypost.com/2020/09/17/trump-issues-1776-commission-to-promote-patriotic-education/\">President Trump’s 1776 Commission</a>, formed to promote “patriotic education,” on Monday released a final report touted by the White House as offering “a definitive chronicle of the American founding.”The 45-page report slams “destructive scholarship” that it says misrepresents the history of slavery and racial discrimination.“States and school districts should reject any curriculum that promotes one-sided partisan opinions, activist propaganda, or factional ideologies that demean America’s heritage, dishonor our heroes, or deny our principles,” the report says.Trump<a href=\"https://nypost.com/2020/11/02/trump-signs-order-to-push-patriotic-education-on-eve-of-election/?preview_id=16552488\"> created the commission</a> last year to counter denunciations of the Founding Fathers during national anti-police brutality protests. The report was released less than 48 hours before Trump leaves office.The document says, “Deliberately destructive scholarship shatters the civic bonds that unite all Americans. It silences the discourse essential to a free society by breeding division, distrust, and hatred among citizens. And it is the intellectual force behind so much of the violence in our cities, suppression of free speech in our universities, and defamation of our treasured national statues and symbols.”Trump established the commission in part in response to a national movement to remove or deface the statues of slaveholders or colonial figures. Trump critics, however, vowed to resist his push to put a rosier spin on US history.The <a href=\"https://www.whitehouse.gov/wp-content/uploads/2021/01/The-Presidents-Advisory-1776-Commission-Final-Report.pdf\" rel=\"noreferrer noopener\" target=\"_blank\">new report</a> says “Colleges peddle resentment and contempt for American principles and history alike… [and] shames Americans by highlighting only the sins of their ancestors, and teaches claims of systemic racism that can only be eliminated by more discrimination.”The report says that the US is exceptionable because, “No one is above the law” — a cliche <a href=\"https://twitter.com/JoeBiden/status/1348004115121647622\" rel=\"noreferrer noopener\" target=\"_blank\">recently applied</a> by President-elect Joe Biden to Trump after his supporters stormed the Capitol and disrupted certification of the election.“Patriotic education must have at its center a respect for the rule of law, including the Declaration and the Constitution, so that we have what John Adams called ‘a government of laws, and not of men,'” the report says.The report argues against presenting slavery as an indelible sin of the Founding Fathers.“The most common charge levelled against the founders, and hence against our country itself, is that they were hypocrites who didn’t believe in their stated principles, and therefore the country they built rests on a lie. This charge is untrue, and has done enormous damage, especially in recent years, with a devastating effect on our civic unity and social fabric,” the report says, adding: “Many Americans labor under the illusion that slavery was somehow a uniquely American evil.”The report argues that in fact, “The foundation of our Republic planted the seeds of the<br/>death of slavery in America.”“It is important to remember that, as a question of practical politics, no durable union could have been formed without a compromise among the states on the issue of slavery. Is it reasonable to believe that slavery could have been abolished sooner had the slave states not been in a union with the free? Perhaps. But what is momentous is that a people that included slaveholders founded their nation on the proposition that ‘all men are created equal.; So why did they say that without immediately abolishing slavery? To establish the principle of consent as the ground of all political legitimacy and to check against any possible future drift toward or return to despotism, for sure. But also, in Lincoln’s words, ‘to declare the right, so that the enforcement of it might follow as fast as circumstances should permit,'” the report says.The commission was chaired by Hillsdale College President Larry Arnn. Retired Vanderbilt University political science professor Carol Swain was co-chair of the initiative and the commission’s executive director was Hillsdale College government professor Matthew Spalding.",
    "2021 - 2566": "China should answer for the death of a 19-year-old <a href=\"https://nypost.com/2020/09/22/china-reportedly-forced-500k-tibetan-farmers-into-labor-camps/\">Tibetan monk who was brutally beaten</a> while in police custody, a humanitarian watchdog group claims.The New York-based Human Rights Watch has called on Chinese authorities to be held accountable in the January death of Tibetan monk Tenzin Nyima, who was initially detained in November 2019 after attending a pro-Tibetan Independence protest outside a government office, officials said.“Chinese authorities have once again turned arbitrary detention into a death sentence,” the organization’s China director, Sophie Richardson, said in a statement Thursday.Nyima, who was later released in May, was taken back into Chinese custody in August for purportedly sharing news of his arrest and that of six other Tibetans — including a 16-year-old boy — with contacts in India, as well as online.Nyima’s relatives were then told to come and get him from the prison in early October, with officials citing a medical condition. Sources told Human Rights Watch that Nyima could not move or speak due to beatings and malnourishment while in custody, leading to an acute respiratory infection and other injuries.Nyima was taken to a hospital on Oct. 9, but had already lost consciousness. A hospital report showed he had been listed in critical condition for 10 days prior to even being released to his family, HRW officials said.Doctors at the hospital discharged Nyima weeks later, declaring his injuries would ultimately prove fatal. However, he was then admitted on Dec. 1 to a second hospital — while still in a coma –where he was again discharged on medical grounds that his condition was fatal. He died shortly after at home, HRW officials said.Trials for Nyima and six other Tibetans were held in November. Four other monks and two local residents — all of whom are between 16 and 23 years old — were sentenced to one to five years in prison in connection to one of the protests and for spreading news about the arrests at the first protest.Nyima was charged with “incitement to split the country,” but his sentence was ultimately not announced — which HRW officials believe had to do with his medical condition.“Urgent, grim cases like the imprisonment of the young Tibetans have prompted UN experts to call for a mechanism to monitor and report graves abuses by Chinese authorities,” Richardson said. “A failure to hold accountable those responsible for Tenzin Nyima’s death enables future appalling violations.”",
    "2021 - 2091": "Demonstrators calling for an end to deportations massed outside a federal Immigrations and Customs Enforcement building in Portland, Ore. late Saturday, continuing a <a href=\"https://nypost.com/2021/01/22/portland-seattle-residents-slam-weak-response-to-antifa/\">recent run of protests</a> in the city, according to reports and social media posts.“No borders! No nations! Abolish deportations!” the group of dozens chanted outside an ICE facility in the City of Roses, a <a href=\"https://twitter.com/thatpowellgirl/status/1353209181357006848\" rel=\"noreferrer noopener\" target=\"_blank\">video clip posted to Twitter</a> shows.Officers from the Federal Protective Service — a unit within the Department of Homeland Security — declared an “unlawful assembly” around 10 p.m. local time and ordered the crowd to disperse, <a href=\"https://www.foxnews.com/us/latest-portland-anti-ice-protest-prompts-federal-law-enforcement-response\" rel=\"noreferrer noopener\" target=\"_blank\">according to Fox News</a>.“If you trespass on federal property with a weapon . . . you will be arrested,” a recording played to the crowd additionally warned.When the order to clear out went unheeded, tear gas was launched into the mass of protesters.It was not immediately clear if any arrests were made.After raging with <a href=\"https://nypost.com/2020/08/30/new-video-captures-aftermath-of-portland-shooting-amid-protests/\">sometimes violent protests</a> over the summer — predominantly over police brutality and racism in the wake of <a href=\"https://nypost.com/2020/08/03/new-body-cam-video-shows-george-floyd-begging-cops-not-to-shoot/\">George Floyd’s death in Minneapolis</a> — Portland again became the scene of unrest this week, starting on the <a href=\"https://nypost.com/2021/01/20/leftist-protesters-wreak-havoc-confront-cops-in-portland/\">night of President Biden’s inauguration</a>.The protests come even though President Biden, as one of his first official acts last week, put <a href=\"https://nypost.com/2021/01/22/texas-sues-to-block-joe-bidens-deportation-freeze/\">a temporary halt </a>on deportations. ",
    "2021 - 5182": "Antifa rioters descended on Tacoma, Washington, starting fires and trashing buildings in outrage over viral video of a police officer <a href=\"https://nypost.com/2021/01/24/washington-state-cop-reportedly-runs-over-pedestrian/\">driving his squad car through a crowd of illegal street racers</a>.Videos showed numerous fires and businesses smashed up late Sunday as at least 200 people took to the streets close to where the officer had sped through a crowd the previous night, running over at least one person.At least two police cars were damaged during the rampage as some city buildings had to be evacuated, <a href=\"https://www.thenewstribune.com/news/local/article248740375.html\" rel=\"noreferrer noopener\" target=\"_blank\">according to the News Tribune</a>.A cheering mob — dressed in all black and at one point seen toting an Antifacist Action flag — was also caught on video trying to <a href=\"https://twitter.com/BGOnTheScene/status/1353568987536216065\" rel=\"noreferrer noopener\" target=\"_blank\">pull away the gates </a>protecting the Pierce County Jail, chanting, “Free them all.”Tacoma police said they also busted two people trying to get onto the roof of an unspecified secure building — saying they were <a href=\"https://twitter.com/TacomaPD/status/1353545197968220162\" rel=\"noreferrer noopener\" target=\"_blank\">armed with a handgun</a>, double-bladed knives and batons.The pair — a 32-year-old man and 36-year-old woman — were wearing all black, tactical riot gear and ski masks, police told the News Tribune. A third suspect with them got away, police said.Others in the mob chanted “Black lives matter” and called for defunding the police, and at least one was spotted carrying a rifle, the Seattle Times said. A minivan stacked with bottles was on hand to support the protesters, <a href=\"https://www.seattletimes.com/seattle-news/protesters-march-in-tacoma-in-response-to-officer-driving-through-crowd/\" rel=\"noreferrer noopener\" target=\"_blank\">the paper said</a>.Local activists were angered at the destruction that they insisted was sparked by outsiders to the city, which is about 30 miles south of Seattle, one of the flashpoints for ongoing anti-police riots.Local business owner Alexander Schelhammer, who said he has been “resisting” police and the city during previous peaceful protests, said he confronted some of the mob as they lit trash cans in the street.“Somebody started lighting it on fire and I asked them ‘Yo, are you from here? Are you from Tacoma?’ He said, ‘No,'” Schelhammer told the News Tribune.“Lighting a trash can on fire in my city is not OK … No one from Tacoma lit that on fire.“This protest isn’t being led by people on a megaphone from Tacoma,” Schelhammer said.Journalist Andy Ngo — who recently wrote a book about Antifa — also blamed out-of-towners for the destruction.“Antifa from nearby Seattle &amp; other areas carpooled into Tacoma for the rampage,” <a href=\"https://twitter.com/MrAndyNgo/status/1353621709597900803\" rel=\"noreferrer noopener\" target=\"_blank\">he tweeted</a>.As Tacoma raged, there were no reported protests Sunday in either Seattle or Portland, Oregon, cities which had seen <a href=\"https://nypost.com/2021/01/24/protesters-clash-with-authorities-outside-portland-ice-facility/\">near-nightly Antifa activity</a> over the previous days.It was a far cry for both cities from Saturday, when activists clashed with cops outside a federal Immigration and Customs Enforcement building in Portland, and police in Seattle said marchers blocked traffic.Initial reports from Tacoma suggested there were few arrests Sunday, with Sheriff Ed Troyer telling the News Tribune that he didn’t “want people or officers injured.”“If we take out the main instigators ruining it for everyone else, it will ensure that it stays peaceful,” the sheriff said.Tacoma police said the officer caught Saturday night in the now-viral video only sped through the crowd because he was “<a href=\"https://www.cityoftacoma.org/UserFiles/Servers/Server_6/File/cms/Police/NewsReleases/January%2023,%202021.pdf\" rel=\"noreferrer noopener\" target=\"_blank\">fearing for his safety</a>” after being surrounded by a mob banging on his windows.The 58-year-old patrol officer — who has been with the force almost 30 years — was <a href=\"https://www.cityoftacoma.org/UserFiles/Servers/Server_6/File/cms/Police/NewsReleases/January%2024,%202021.pdf\" rel=\"noreferrer noopener\" target=\"_blank\">placed on paid administrative </a>leave during the ongoing investigation.Video of the incident, which came as he tried to break up a group of street racers, was widely shared online and appeared to show at least one person being run over.Both injured people went to hospitals with injuries not considered life-threatening. One person has since been released, local media said.Protesters told news outlets they want the officer to be fired and criticized the city for what they said was a lack of transparency.The Tacoma Community’s Police Advisory Committee scheduled a <a href=\"https://twitter.com/TacomaPD/status/1353468477223264257\" rel=\"noreferrer noopener\" target=\"_blank\">virtual meeting at 6 p.m. Monday </a>to discuss the incident.<em>With Post wires</em>",
    "2021 - 12643": "<em>During the 2020 riots sparked by the police-custody death of George Floyd, journalist ANDY NGO embedded with Antifa groups on the West Coast and witnessed first-hand how left-wing protestors can spread their own brand of violence. In an excerpt from his new book, “<a href=\"https://www.amazon.com/Unmasked-Antifas-Radical-Destroy-Democracy/dp/154605958X?tag=nypost-20&amp;asc_refurl=https://nypost.com/2021/01/30/how-a-portland-radical-murdered-a-trump-supporter/&amp;asc_source=web\" rel=\"nofollow noreferrer noopener\" target=\"_blank\">Unmasked: Inside Antifa’s Radical Plan to Destroy Democracy</a>” (Center Street), out Tuesday, he details the murder of a Trump supporter at the hands of an Antifa radical, who was instantly hailed as a hero for his crime, and later a martyr . . . </em>In 2020, my hometown of Portland, Ore., was in the national and international news for all the wrong reasons. Dozens of cities saw Black Lives Matter and Antifa-inspired protests or riots break out in response to George Floyd’s death on May 25, but Portland stood out above the others because its violence lasted for months. On Aug. 29, 2020, that violence culminated in murder when a 48-year-old volunteer security “officer” for BLM-Antifa killed a Trump supporter in the city’s downtown. Michael Forest Reinoehl shot Aaron “Jay” Danielson, 39, using a pistol at near point-blank range after lying in wait for him around a street corner. The shooting was caught on camera from a distance by a live streamer. A person believed to be Reinoehl shouted: “We’ve got a couple right here!” (Danielson was walking with a friend.) Two shots rang out, and Danielson fell face‐first to the ground. He was shot in the chest and died instantly. Earlier in the day, hundreds of vehicles had gathered in Clackamas County, near Portland, for a grassroots-organized “Trump 2020 Cruise Rally.” It was a mass vehicle caravan rally celebrating all that Antifa hate: President Trump, law enforcement and America. The day was peaceful as drivers made their way out of a mall’s parking lot and onto a route that took them in and around the Portland area. But trouble was waiting when they drove downtown. Drivers waving US, Trump and “Don’t Tread on Me” flags were met by crowds of masked Antifa rioters armed with projectile weapons. The drivers and their passengers came loaded with their own tools and weapons. Antifa hurled eggs and rocks at the caravan. They also sprayed cars and passengers with urine from water guns. Some of them tried to stop the vehicles by standing in the road and pushing against the cars. In response, members of the caravan used pepper spray and shot people with paintballs. No one sustained real injuries, and the conflict fizzled out. By around 8:30 p.m., the caravan vehicles were gone. But some of its participants walked around. Aaron Danielson strolled through downtown with his friend Chandler Pappas. Both had been passengers in the caravan earlier in the day and are affiliated with Patriot Prayer, the Portland-area pro-Trump group. Danielson was a single man who ran a moving company. His Oregon criminal record includes convictions for driving-related misdemeanors in the 2000s. According to the criminal complaint against Reinoehl, at approximately 8:44 p.m., he was walking ahead of Danielson and Pappas. He looked back at them and reached toward his waistband. Portland Police Detective Rico Beniga wrote this about Reinoehl and his companion (named as Subject #2) in an affidavit: <em>REINOEHL turns into the garage entry and reaches toward his left front waist area. REINOEHL conceals himself, waits, and watches as Danielson and Pappas continue walking by. Danielson and Pappas do not appear to interact or communicate with anyone and continue southbound on SW 3rd Avenue . . . After Danielson and Pappas walk by, REINOEHL begins to emerge from garage while still reaching toward the pocket or pouch on his waistband. Subject #2 looks back toward REINOEHL. Danielson and Pappas cross westbound across SW 3rd Avenue and REINOEHL and Subject #2 follow them. The shooting occurs shortly thereafter and is not captured on the surveillance video. </em>When news spread on social media that someone had been shot, Antifa accounts and Antifa-sympathetic journalists erroneously spread the claim that a “black comrade” had been killed by a Trump supporter. “The far-right have been building up to this for the last three weeks. The [Portland Police Bureau] encouraged this escalation,” tweeted Rose City Antifa. Another Antifa group, Popular Mobilization, tweeted: “As we process our trauma over this tragic turn of events, let’s remember the importance of standing together as a community in opposition to fascist violence.” Within a few hours, it was revealed that the homicide victim was a conservative who vocally supported law enforcement and the president. Photos of Danielson’s body on the ground showed he had a “thin blue line” patch on his clothing, a symbol of support for police, and a hat bearing the insignia of the Patriot Prayer group. As soon as that news spread among Antifa, the somber mood in the crowd, which by now had gathered outside the Justice Center, became celebratory. “I just got word the person who died was a Patriot Prayer person — he was a f–king Nazi!” yelled a woman on a bullhorn. People shouted “Yeah!” in response. She continued: “Our community held its own, and took out the trash. I am not going to shed any tears over a Nazi.” Even though none of the Antifa knew the identity of the deceased at that time, it didn’t matter. They only needed to know that he was a Trump supporter. They celebrated his death through dancing, song and the burning of American flags. Later, at a memorial service for Danielson organized by local conservative activists in Vancouver, Wash., Patriot Prayer leader Joey Gibson urged the crowd not to seek vengeance. “I know that Jay would not want that,” Gibson said. “Jay wants us to stand up for what we believe in, and he does not want any more violence, guys. He does not want any more violence.” Our community held its own, and took out the trashIn the immediate hours after Danielson’s murder, Internet sleuths went to work analyzing the blurry stills showing Reinoehl, who was unknown at the time, running from the scene in the livestream video. Based on his distinctive clothing, they found other clips from earlier in the evening showing him walking around downtown, at times pumping his fist in support of BLM, and frequently having his hand ready on a concealed gun. What positively identified him to Internet sleuths as well as law enforcement was a large tattoo of a black power fist on his neck. Once I found out Reinoehl’s name, I immediately searched online for his social media accounts. Though most Antifa are quick to hide their online presence, Reinoehl still had an active Instagram account where he had posted throughout the summer riots. Within seconds of skimming his posts, it confirmed what I suspected all along. Not only was he obsessively in support of BLM, he identified himself as “100 percent antifa” and wrote long posts about the need for violent revolution. His other posts on Instagram reflected the same themes of viewing the current riots as part of an armed struggle for revolution. In one post, the divorced father of two claimed to have served in the US Army but an Army spokesperson said they had no record of Reinoehl. A friend of his later told The Wall Street Journal that Reinoehl worked random odd contracting jobs in recent years. He was a former professional snowboarder whose criminal history in Oregon includes driving-related offenses. Though he was never known to dress in black bloc, the unofficial uniform for Antifa, he certainly espoused their ideology. While calling for the abolishment of police, Reinoehl was auditioning for a role in the armed “self‐defense” community, which BLM Antifa managed to install in place of the police in Portland in June last year. Reinoehl got the job. Spending time in the “Capitol Hill Autonomous Zone,” or CHAZ, in Seattle, I had already seen up-close what happens when city officials make law enforcement retreat from the public. Anarchists and other extremists move in and establish their own rules. And they aren’t shy about using violence. In fact, they revel in it. As in CHAZ, those who fashion themselves as “security” for racial justice are often the most violent, cruel and brutal. The last few months of Reinoehl’s life before his shooting show he was a violent man with no regard for the well-being of others. Over and over, authorities failed to prosecute or jail him, even when they had several opportunities to do so. This is the travesty in the killing of Aaron Danielson. It could have been prevented. Nearly two months before Danielson’s murder, Portland Police actually had Reinoehl in custody — but he was let go. On July 5, 2020, during the start of violent riots targeting the Mark O. Hatfield U.S. Courthouse, Reinoehl was detained and cited for possessing an illegal and loaded gun in a public place, resisting arrest and interfering with police. He was photographed fighting cops while they subdued him to the ground. In the photo released by Portland Police, his pistol is seen on the ground next to him. A source tells me that police released Reinoehl because he claimed to be injured. The Multnomah County District Attorney’s Office then dropped all of his charges for unknown reasons.But that wasn’t the only missed opportunity to stop Reinoehl. On June 8, 2020, he and his teenage son were racing in separate vehicles in eastern Oregon. Reinoehl was stopped by a state trooper, who saw his 11-year-old daughter as the passenger. According to state police, they found prescription drugs, marijuana and an illegally possessed loaded Glock pistol in the vehicle. Reinoehl had a warrant for that arrest due to his failure to appear in court. But he was never apprehended. One day prior to Danielson’s Aug. 29 murder, Reinoehl attended a BLM-Antifa riot outside Portland Mayor Ted Wheeler’s condo. He was photographed with his young child, who was brandishing a baseball bat. Immediately after the killing, Reinoehl went on the run. Five days later, he emerged in a Vice News interview with sympathetic left-wing freelance writer Donovan Farley. In the interview from an undisclosed location, Reinoehl admitted to the killing, saying: “I had no choice. I mean, I, I had a choice. I could have sat there and watched them kill a friend of mine of color. But I wasn’t going to do that.” He said that Danielson threatened him with a knife even though no evidence supports the claim. In fact, the video surveillance seconds before the shooting showed Reinoehl waiting for Danielson and following him. Reinoehl also admitted to being a fugitive, saying he was not turning himself in because he thinks police are collaborating with right wingers. Five days after Danielson was killed, I received word from law-enforcement sources that US Marshals had killed Reinoehl in Washington state. A federal task force made up of local officers located him in an apartment near Lacey, Wash., about 120 miles from Portland. A statement from former Attorney General William Barr the following day said that Reinoehl attempted to escape arrest and “produced a firearm” before being shot dead. However, a New York Times report the following month said that all but one of the 22 witnesses interviewed by investigators recalled not hearing officers identify themselves or give commands before the shooting. The sheriff’s team conducting the homicide investigation did find a .380-caliber pistol in Reinoehl’s pocket, as well as a semi-automatic rifle in his car. The investigation remains ongoing. Like the Antifa killers who came before him, Reinoehl was instantly made into a martyr by Antifa in Portland. The night he was killed on Sept. 3, 2020, rioters attacked a police building in southeast Portland. On the ground outside, they graffitied over and over: “You murdered Michael Reinoehl.” The morning after, while driving around Portland, I saw a large graffiti message on the side of a police building that read, “Long live Mike.” Antifa even turned one of the bridge pillars in north Portland into a “memorial” for Reinoehl featuring spray-painted eulogies. His death also prompted calls for vengeance by Antifa in other parts of the country. In December, Antifa hung a banner over Storrow Drive in Boston that read, “<a href=\"https://peoples-voice.org/2020/12/14/avenge-michael-reinoehl/\" rel=\"noreferrer noopener\" target=\"_blank\">Avenge Michael Reinoehl</a>.”"
}