{
    "2009 - 1577": "  The brutal beating that R&amp;B singer Chris Brown unleashed on his pop-star girlfriend Rihanna grew so out of control that at one point he threatened to kill her.   “You are really f—ed up now. I’m going to kill you,” the 19-year-old Brown allegedly screamed as he pummeled her, according to TMZ.com citing a police report.   The two had been arguing early Sunday morning as they drove in a rented Lamborghini from a pre-Grammy party thrown in Los Angeles by music mogul Clive Davis.   The screaming match grew so heated that Brown starting hitting Rihanna, 20, prompting her to order him to drive her home and then grab her cell phone on which she “faked a call.”   “He’s dropping me off. Make sure the cops are there,” the report stated she said into the phone, sending Brown further into a rage.   As he beat her with his fists, she snatched the keys out of the ignition and threw them out the window.   The pop chanteuse was taken to the hospital with bruises to her face, a split lip, bloody nose and bite marks on her arm and fingers. He later turned himself into police and was released on $50,000 bail.   Rihanna told police that the incident was not the first in which he beat her and said they were involved in an escalating abusive relationship, TMZ reported.   Brown’s cousin, Phylicia Thompson, leapt to the singer’s defense, saying he “was not brought upâto beat on a woman.”   “It had to be something to provoke him for Chris to do it,” she told Extra. “He wouldn’t have done is just to be having fun. But what happens behind closed doors, nobody ever knows.”",
    "2009 - 2495": " An Afghan diplomat beat his wife with a belt and shoved her down a flight of stairs in their Queens home – then assaulted her again when she returned from filing a police complaint, prosecutors said yesterday.   Mohammed Fagirzad, 30, tried to invoke diplomatic immunity after twice brutalizing his wife Safah, 22, but cops found that he did not rate full immunity and could be arrested, sources said.   Officials said Fagirzad, vice consul at the Afghan consulate on Lexington Avenue, has immunity covering actions related to his duties – not off-duty assault.   “The defendant is accused of repeatedly and savagely beating his wife over a prolonged period,” said Queens DA Richard Brown. “Such conduct has no place in a civilized society.”   After he was released on his own recognizance at a hearing last night – his wife, who broke down in tears in court – tried to take the blame.   “I am the problem, not him,” she told The Post. “This is not his fault.”   Police and prosecutors believe otherwise, and say Safah suffered a 15-hour ordeal that began Wednesday morning when the couple quarreled in their home on 26th Avenue in Flushing.   He allegedly grabbed her neck and pinned her against a wall, then dropped her to the floor, grabbed her arm and slapped her repeatedly, prosecutors said.   He allegedly hit her with a belt while calling her a dog and saying he was going to treat her like one. Before storming out, he flung her down a stairway, authorities said.   After he left, Safah filed a domestic-violence report at the 109th Precinct and returned home.   Sometime later her husband also returned, authorities said, and resumed his campaign of terror, tossing her to the floor, sitting on her chest and squeezing her neck for three to four minutes attacked her again.   He then took her cellphone and called the cops – to report that <em>she</em> had attacked <em>him</em>, sources said.   The responding officers, alerted to the report filed by Safah, took them to the station house.   Once there, they summoned an ambulance for her and got in touch with the city’s Commission for the United Nations, Consular Corps and Protocol to see whether they could arrest him. They were told they could.   Fagirzad was ordered at last night’s hearing to say away from his wife. He declined comment as he left court.   Officials at the Afghan Consulate in New York and at the Afghan Embassy in Washington refused comment. <em>Additional reporting by Jennifer Fermino and Murray Weiss</em>",
    "2009 - 1974": "  A massive ape lost control at his Connecticut owner’s home today and mauled a woman’s face before he was repeatedly stabbed by his horrified owner and eventually shot dead by police, authorities said.  Travis, a 200-pound primate, attacked the 55-year-old woman today in Stamford as she visited her friend and chimp owner Sandy Herold around 3:30 p.m, cops said.  When Herold saw what happening, she ran out of the house with a butcher knife and stabbed Travis numerous times.  Cops showed up and a bloodied Travis tried to open a door of the patrol car. When he discovered it was locked, he moved to the other side and ripped the mirror off.  One of the officers then shot Travis.   The 15-year-old chimp staggered back inside Herald’s home, where he collapsed in a pool of blood.   The victim was taken to Stamford Hospital with severe facial injuries.   “It was a very brutal attack,” said Stamford police Cpt. Richard Conklin, adding that the woman’s “hands were mangled.”  In 2003, Travis escaped from the Herold car by jumping from her car in Stamford. He was corralled by cops a few hours later.  Travis was well known around Stamford because he rode around in the truck belonging to Herold’s towing company, Desire Me Motors in Stamford, according to the Stamford Advocate newspaper.   Also in the 2003 escape incident, a man threw something in Herold’s truck that struck Travis. The chimp unbuckled his seatbelt, opened the door and ran out after the man, but did not catch him, the paper said.   Later that day, Travis then played at an intersection for two hours, causing traffic to stall. Police eventually sedated him with stun guns and got him back into the truck.  Travis took his own bath, ate at the table and drank wine from a stemmed glass. He also brushed his teeth using a Water Pik, according to the Stamford Advocate.   Aside from appearing in Coca Cola and Old Navy TV commercials, he appeared once on the “Maury Povich Show” and was in a TV pilot.",
    "2009 - 4342": "  A massive chimp who loved flowers, filet mignon and the Yankees went berserk outside his Connecticut home yesterday, mauling his owner’s friend before being killed by cops.   Capt. Richard Conklin of the Stamford police said officers had no choice but to open fire on Travis, a 200-pound chimpanzee, after he cornered a cop in a cruiser at around 3:30 p.m.   Police aren’t sure what triggered Travis’ wild-in-the-jungle rampage, though Conklin said the ape had been acting odd in 70-year-old owner Sandra Herold’s home, and neighbors claim he suffered from Lyme disease.   He said she gave him Xanax in tea to quiet him, but the chimp grabbed the keys to open the kitchen door, went outside and started banging on car doors to indicate he wanted to go for a ride.   “He’s a very clever chimp,” Conklin said.   Meanwhile, Herold called family friend Charla Nash, 55, to help round up the bonkers chimp.   “Just as Nash arrived at the house and exited her vehicle, the chimp went up to her, jumped on her and began biting and mauling her,” Conklin said.   “This is unprecedented with this chimpanzee,” he added, noting Travis had lived with Herold and her late husband for nearly 13 of his 16 years.   A frantic Herold wrestled with Travis, then called 911. Herold suffered minor wounds in the struggle.   “She retrieved a large butcher knife and stabbed her longtime pet numerous times in an effort to save her friend, who was really being brutally attacked,” Conklin said.   After mauling Nash, who was “very seriously injured,” Travis roamed the property as cops swarmed in.   The wounded Travis zeroed in on one cruiser, running to one side and trying to open a locked door. He quickly scooted to the other side, ripping off a side mirror while opening another door.   The trapped cop inside shot Travis several times in self-defense. The mortally wounded ape then staggered back into his house.   “They followed the blood trail in the house, and he was in his cage, dead,” Conklin said.   Mayor Dannel Malloy of Stamford said the bizarre attack was not unexpected.   “Wild animals are wild animals,” he said. “It’s just the power of these animals . . . We should never forget that.”   Conklin speculated Nash, who had visited before, may have confused the chimp by wearing her hair in a different style. “Today the friend had her hair up,” he said.   Don Mecca, a friend of Herold and her late husband, said he was stunned, noting that Travis was normally “so well behaved.”   The chimp liked watering flowers, wine, expensive steak, brushing his teeth and even watching baseball games on TV. Neighbors also said he liked to pretend to drive his owners’ cars – including a pink Cadillac convertible.   Travis also fed hay to the horses near his house in a rural part of Stamford.   He briefly rooted for the Mets when Stamford native Bobby Valentine was the manager, but later changed his allegiance to the Yankees, his owner said.   “He loves baseball. He likes anything with action,” Herold said in a 2003 interview.   He also dressed himself and could log onto a computer, she said.   “If I cry, he’ll lick my tears,” Herold said.   Neighbor Tom Kennedy said Herold treated the chimp like gold.   “I’ve never seen anyone take such good care of an animal,” he said. “She loved him.”   Despite being domesticated, Travis had a wild side.   In October 2003, he bolted from his owners’ SUV and occupied an intersection in the heart of Stamford, holding police at bay for a few hours.   Cops arrived with more than a dozen cruisers but had difficulty catching the diaper-wearing chimp, who continued playing in the street and occasionally charged officers. No one was hurt.   Travis was somewhat of celebrity during his younger days. He did TV commercials for Coca-Cola and Old Navy and even appeared on “The Maury Povich Show.”   Conklin said that the laws for owning chimps are stringent and had been “tightened up” locally in recent years, but that the Herolds were “grandfathered” in and legally owned Travis.   Prior to the 2003 incident, Travis had been well known around Stamford because he rode around in the truck belonging to Herold’s towing company, Desire Me Motors in Stamford, and would wave to passers-by. <em>Additional reporting by Doug Healy</em><em><a href=\"mailto:rich.calder@nypost.com\">rich.calder@nypost.com</a></em>",
    "2009 - 3359": "  The Connecticut woman viciously attacked by a 200-pound chimp who inexplicably went bananas remains in critical condition this afternoon and faces “life-changing, if not life-threatening injuries” to her face and hands, officials said.  The chimpanzee, named Travis, was shot dead by police in Stamford after the violent rampage Monday left a friend of its owner badly mauled.  Sandra Herold, who owned the 15-year-old chimp, wrestled with the animal after it attacked her friend, Charla Nash, 55.   Nash had gone to Herold’s home to help her coax the chimp back into the house after he got out, authorities said.  After the animal – who had appeared in TV commercials for Old Navy and Coca-Cola when he was younger – lunged at Nash when she got out of her car, Herold ran inside to call 911 and returned armed with a knife and shovel.  Nash remains in critical condition after suffering what Stamford Mayor Dannel Malloy called this morning “life-changing, if not life-threatening” injuries to her face and hands.  Her sister-in-law, Kate Nash, said that Nash underwent surgery Monday night and came out of it “OK.”  “It was a very brutal attack,” said Stamford police Cpt. Richard Conklin, adding that the woman’s “hands were mangled.”  Conklin said the chimp was in a frenzy earlier in the day and that Herold had given him the anti-anxiety drug Xanax in some tea.  He also said the animal may have attacked Nash because she was wearing her hair differently and had failed to recognize her.  “There was no provocation that we know of,” said Conklin. “One thing that we’re looking into is that we understand the chimpanzee has Lyme disease and has been ill from that, so maybe from the medications he was out of sorts. We really don’t know.”  After the 3:30 p.m. attack, Travis ran away and started roaming Herold’s property until police arrived – setting up security so medics could reach the critically injured woman.  But the chimpanzee returned and went after several of the officers, who retreated into their cars.   Travis knocked the mirror off a cruiser before opening its door and starting to get in, trapping the cop.  That officer shot the chimpanzee several times.  “The animal had cornered him,” Conklin said. “He had no other recourse.”  The wounded chimpanzee fled the scene, but Conklin said police were able to follow the trail of his blood down a driveway, into the open door of the home, through the house and to his living quarters, where he died of his wounds.  Herold and two officers also suffered minor injuries.  Cops had dealt with the chimp in the past – including an incident in 2003 when he escaped from his owners’ car in downtown Stamford for two hours.  At the time, officers used cookies, macadamia nuts and ice cream in an attempt to lure him, but subdued him only after he became too tired to resist.  At the time of the 2003 incident, police said the Herold assured them that the chimpanzee – who was toilet trained, dressed himself, took his own bath, ate at the table and drank wine from a glass – was not a threat to others.  Colleen McCann, a primatologist at the Bronx Zoo, said chimps are unpredictable and dangerous even after living among humans for years.   “They are unpredictable, and in instances like this you cannot control that behavior or prevent it from happening if it is in a private home,” she said.",
    "2009 - 1029": "  Cops are hoping to get the last laugh in the case of a brutal hate crime.   Here is a chilling video released today of a Bronx man giggling to his heart’s content just 19 minutes after he allegedly beat a man to death with a baseball bat.  Keith Phoenix, 28, was all smiles as he pulled into an cash lane as he drove past a Robert F. Kennedy Bridge toll window on Dec. 7 after he beat Ecuadorian immigrant Jose Sucuzhanay to death on a Brooklyn street, police said.  Cops released the video as they continue to hunt for Phoenix.  Another suspect, Hakim Scott, 25, was busted on Tuesday and was awaiting arraignment this afternoon on charges of second-degree murder as a hate crime.  As the duo yelled anti-gay slurs, cops said Scott and Phoenix attacked Sucuzhanay, 31, mistakenly thinking the real estate agent was gay because he was walking arm-in-arm with his brother.  Police said Scott admitted he and Phoenix were driving through Brooklyn in an SUV that day – but denied they were looking to beat up on Hispanics or gays.",
    "2009 - 1659": "  A doorman sprang into action to save a woman from a thug who may be responsible for a string of baseball bat attacks on the Upper East Side, sources said yesterday.   Joel Afanador, 25, was standing outside a building on East 89th Street near York Avenue when he saw a thug rush up behind a 31-year-old woman, knock her into a pile of garbage bags and jump on her back at about 12:30 a.m. Tuesday.   “She couldn’t yell because her face was pushed into the garbage,” said Afanador.   He and another doorman scared away the assailant. Afanador chased after him but couldn’t catch up.   Afanador said he knew something was amiss when he noticed a suspicious-looking man walking closely behind the woman and walked out of the vestibule of his building at East 89th Street near York Avenue   “I just watched and followed him down the block until I saw him jump her from behind,” he said.   Just five hours earlier, two other women, ages 42 and 25, were brutally attacked by a bat-wielding man in separate incidents.   In both cases, just minutes apart, he rushed up from behind and bashed them in the head on East 90th Street.   One was whacked on the left side of her head and had her purse snatched near York Avenue, while the other was attacked near First Avenue.   Cops believe the man is also responsible for the Feb. 22 Central Park attack on a 46-year-old woman, who was also hit in the head and robbed of $15,000 in jewelry while walking her dog at East Drive and 91st Street.   Police said the crimes were likely the work of a black man, approximately 5-foot-8 and 150 pounds.<em><a href=\"mailto:jamie.schram@nypost.com\">jamie.schram@nypost.com</a></em>",
    "2009 - 3349": "  R&amp;B singer Chris Brown faces two felonies for allegedly assaulting his songstress girlfriend Rihanna during a vicious fight last month, authorities said today.  Brown, 19, appeared in a Los Angeles courtroom today but his arraignment was postponed until next month. The charges against him include “assault by means likely to cause bodily injury” and making a “criminal threat,” prosecutors said.  If convicted, Brown faces a possible sentence ranging from probation to four years and eight months behind bars, prosecutors said.<a href=\"http://www.nypost.com/seven/03052009/news/nationalnews/rihanna.pdf\"><strong>Read the Search Warrant Request (pdf)</strong></a><a class=\"legacy-link\"><strong>Read the Full Criminal Complaint Against Brown</strong></a><a class=\"legacy-link\"><strong>PHOTOS: Stars Who Stand By Their Man</strong></a><a class=\"legacy-link\"><strong>PAGE SIX: Secret of Chris Brown-Rihanna Pix</strong></a>  LA cops busted Brown for allegedly beating Rihanna, 21, on Feb. 8 following a pre-Grammy party.  The felony complaint identifies Brown’s alleged victim only as “Robyn F.” Rihanna’s real name is Robyn Fenty.  Brown is accused of repeatedly punching Rihanna to the point where she almost lost consciousness and blood splattered all over her clothes – then threatened to “kill” her once “they got home,” according to a 11-page police report seeking a search warrant.  In reaction to the charges, Rihanna’s dad, Ronald Fenty, told Us magazine’s Web site that “justice can never be served in this situation. He can’t feel the pain she felt.”  He also called Brown “a very talented guy” – but still think he’s “a little immature for Rihanna.”  Despite the brutal assault, the clean-cut singer has won back his battered gal pal after a weekend of fun and sun at P. Diddy’s island home near Miami.  Brown was originally only booked for making a verbal threat – although a shocking LAPD crime photo showed Rihanna with a horrifically bruised and cut face.  According to LAPD, the fight broke out after Rihanna read a text message on her boyfriend’s phone from a “woman who Brown had a previous sexual relationship with,” according to the paperwork.  That’s when an argument erupted and Brown allegedly tried to force Rihanna out of the car, but couldn’t because she was wearing her seat belt.  The warrant shows that Brown then shoved Rihanna’s head against the passenger window.  When Rihanna turned to face him, Brown punched several times in the face and mouth as while driving, according to the report.  As a result, blood spattered all over Rihanna’s clothing and on the car’s upholstery.  That’s when Brown allegedly told Rihanna, “I’m going to beat the sh- out of you when we get home. You wait and see.”  Rihanna frantically called her assistant and left a message saying, “I am on my way home. Make sure the cops are there when I get there.”  Brown then barked, “You just did the stupidest thing ever. I’m going to kill you.”  He then threw Rihanna’s phone out the car window.  According to the report, Brown continued to punch Rihanna, bit her on the ear, her fingers and put her in a headlock to the point when she almost lost consciousness.  A message left for Brown’s lawyer Mark Geragos was not immediately returned.  Brown’s publicist Tony Knight said any statement would likely come from Geragos after the hearing."
}