{
    "2013 - 8521": "CAIRO — Egyptian authorities on Tuesday stepped up a campaign against a popular TV comedian accused of insulting the president, threatening to revoke the license of a private TV station that airs his weekly program and angrily dismissing US criticism of legal proceedings against him.The satirist, Bassem Youssef, was questioned by state prosecutors earlier this week over accusations that he insulted Islamist President Mohammed Morsi and Islam. On his Jon Stewart-inspired show, Youssef frequently satirizes everything from the president’s policies to his mannerisms, as well as hardline Islamic clerics, while highlighting contradictions in their comments.The questioning of Youssef, along with arrest warrants issued days earlier against five anti-government activists on charges of inciting unrest, have raised warnings by opponents of Morsi of a campaign to intimidate his critics. A new case was opened Tuesday, with prosecutors looking into whether participants in a talk show on another private channel who criticized the Youssef case “endangered national security.”Morsi’s supporters deny any campaign, saying prosecutors are merely enforcing the law and insisting that Youssef has crossed the line with his mockery.The Youssef case turned into a side spat with Washington after US State Department spokeswoman Victoria Nuland on Monday spoke of a “disturbing trend” of growing restrictions on freedom of expression in Egypt, pointing to the questioning of Youssef and the arrest warrants.“There does not seem to be an evenhanded application of justice here,” Nuland added, saying the Egyptian government has been slow to investigate police brutality or attacks on anti-Morsi protesters and journalists.The Muslim Brotherhood’s Freedom and Justice Party denounced Nuland’s comments as “blatant interference” in Egypt’s internal affairs.Morsi’s office joined in, criticizing the US Embassy in Cairo after it tweeted a link to Monday night’s episode of The Daily Show, in which host Stewart came to the defense of Youssef and criticized the Egyptian president, saying it was undemocratic to prosecute the Egyptian comic.Replying to the embassy on Twitter, the presidency wrote, “It’s inappropriate for a diplomatic mission to engage in such negative political propaganda.”US Secretary of State John Kerry widened the criticism, warning that Egypt is at a “tipping point.” He told reporters Tuesday, “It is our hope that there is still time to be able to turn the corner. Recent arrests, the violence in the streets, the lack of inclusivity with respect to the opposition — in public ways to make a difference to the people of Egypt – are all of concern today.” Kerry added that the US is not supporting one man or one party of Egyptians; rather, “the dreams that they have tried to put into reality through their election and through their faith in the democratic process.”Meanwhile, Egypt’s top prosecutor, a Morsi appointee, asked state security prosecutors to investigate the head of another private TV network, ONTV, a presenter of a show on the network and a phone-in guest to the show over complaints they “disturbed public security” and insulted the judiciary, the state daily Al-Ahram and the Committee to Protect Journalists said.The complaint was prompted when the guest, Shaimaa Abulkhair, a consultant with the New York-based CPJ, criticized the case against Youssef.Morsi’s office issued a statement late Tuesday denying that it was behind the prosecution’s moves, noting that the prosecution is independent. “The presidency underlines its complete respect for freedom of the expression and the press,” the statement said. “All citizens have the right to expression without the restrictions that existed before the revolution” while “respecting the law.”Information Minister Abdel-Moneim Abdel-Maqsoud said the complaints against Youssef’s show came from private citizens concerned over the prestige of Egypt’s first freely elected president.“Some of it (Bassem Youssef’s criticism) is permissible. And some isn’t. Some of it contradicts the morals of Egyptian society,” Abdel-Maqsoud, a member of the Muslim Brotherhood, said in a TV interview, professing his commitment to freedom of expression.The government Investment Authority, which grants operating licenses to private TV networks, threatened to revoke the license of the CBC network that airs Youssef’s show over what it called the show’s violations of standards.It said it has received complaints that in his program — titled “El-Bernameg,” Arabic for “The Program” — Youssef ridiculed and insulted “symbols of the nation and prominent figures” and used sexual innuendos and indecent language. It said these acts violated rules against airing material not conforming with society’s values and objectivity and warned that it would consider revoking the license if “the causes of the violations are not eliminated.”Bassem’s show, aired every Friday, is preceded by a warning that it may contain “unsuitable content” and that it is only for viewers over the age of 18.A heart surgeon, Youssef started his program online during the 2011 popular uprising that toppled Hosni Mubarak. Since then he has become a sharp critic of Morsi, his Muslim Brotherhood and the Islamists — though he also regularly jibes against opposition figures as well.In his questioning, Youssef was asked about an episode in which a guest comedian mocked people who build mosques just to escape real estate taxes — apparently one basis for the “insulting Islam” charge, according to Abulkhair, who attended the questioning.He was also asked about a show in which he satirized a TV interview by Morsi on the night of the Oscar awards ceremony. In the bit, Youssef awarded Morsi a “best actor” prize for seeming to evade questions and gave the interview itself “best montage” for several visible cuts and edits.Youssef was released on bail Sunday after the questioning while prosecutors decide whether to pursue charges.In its reply Tuesday to the US State Department, the Brotherhood’s party said it received Nuland’s comments with “extreme reservation.”It said Nuland gave the impression that “the issue is to do with insulting the president when in fact the core of the complaints is to do with contempt for the Muslim faith and ridicule of religious practices.”“If proven, this contempt constitutes a grave breach of the law, customs, social and cultural constants in the Egyptian society,” the party said in a statement.It made no mention of Nuland’s comment on the slow pace of investigation into cases of attacks against anti-Morsi protesters and reporters or police brutality. Critics have said the addition of the insulting Islam charge against Youssef likely aims to taint him in the eyes of Egyptian Muslims.Nuland dismissed the party’s criticism, saying her comments reflected the US government’s position.“Our point here yesterday was to say that rule of law needs to be applied appropriately in all circumstances. It’s the same point that we make with regard to countries around the world. So no, we reject the notion that we were interfering,” she said.Youssef denies the charges of contempt for religion.“Islam is a wonderful religion, it’s a great and peaceful religion,” Youssef, a Muslim himself, told CNN this week. “There are some people who claim to be the sole (representatives) of Islam; they are actually giving a bad image, and they’re basically insulting the image of Islam.”The moves against Youssef and the activists come amid an intense polarization in the country between Morsi’s Islamist backers and his opponents. Morsi’s nine months in office has seen the country plunging deeper into an economic crisis, surging crime rates and a seemingly endless series of protests, strikes and deadly riots.The Egyptian leader accuses the media and politicians he has not named of inciting violence and charged that foreign powers, which again he has not named, of meddling in the country’s internal affairs. Islamist supporters of the president have increasingly called for action against the media, at one point holding a sit-in outside of TV network studios.The New York-based Committee to Protect Journalists called the escalation of anti-press “rhetoric” by Morsi and his supporters “deeply troubling.”One of Youssef’s attorneys, Gamal Eid, said his case fits into a widening campaign against government critics, media personalities, and activists, saying “the prosecution has become a tool to go after the regime’s opposition and intimidate it.”",
    "2013 - 361": "<div class=\"wp-caption alignleft\" id=\"attachment_1525761\"><img alt=\"A Chechen rebel fighter runs past a burning building in the center of Grozny during fighting in 1995.\" class=\"attachment-nypost-medium-desktop\" height=\"215\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2013/08/russiabostonmarathoncaucasus130942-525x350.jpg?w=322\" width=\"322\"/></div>",
    "2013 - 4373": "The Tsarnaev brothers were ethnic Chechens whose family fled the breakaway republic in the remote Caucasus mountains where insurgents fought two bloody wars with Russia at the cost of more than 100,000 lives.Even after the worst of the fighting was over, Chechnya became a training ground for terrorists who have carried out attacks that have killed hundreds of civilians. Dzhokhar Tsarnaev, the FBI’s “Suspect Number 2” in Monday’s bombing, followed two Internet sites that advocated independence for Chechnya, whose heavily Muslim population of more than 1 million suffered badly during Soviet rule.On a Facebook-like site, Tsarnaev, 19, posted a bitter joke about how Chechens are treated. “A car goes by with a Chechen, a man from Dagestan and one from Ingushtia. Question: Who is driving?” The answer is “The police.” His uncle, Ruslan Tsarni, said the family bounced around the region including neighboring Dagestan before coming to America. Tsarnaev and his older brother, Tamerlan, never lived in Chechnya, he said.But, he added, “we’re Chechens. We’re ethnic Chechens.”No, you’re not, said Chechnya’s president, Ramazan Kadyrov.“They grew up in the USA. Their viewpoints and beliefs were formed there,” he said. “You must look for the roots of evil in America.”<div style=\"float: right; width: 263px; margin: 3px\"><img height=\"36\" src=\"http://www.nypost.com/r/nypost/2012/10/26/news/web_photos/relatedstories.jpg\" width=\"100%\"/><br/><span style=\"font-size: 0.9em\"><strong>STORIES</strong></span></div>» <a href=\"https://&lt;a class=\" legacy-link\"=\"\" title=\"www.nypost.com\">http://www.nypost.com/p/news/national/fighter_with_hidden_hatred_rnMFF6ckQGbPTOhmhZnv8K</a>” target=’_BLANK’&gt;Dead ‘bomber’ was avid boxer<br/> » <a href=\"https://&lt;a class=\" legacy-link\"=\"\" title=\"www.nypost.com\">http://www.nypost.com/p/news/national/he_partied_with_pals_after_blast_7Vj5w9ZI1wM26YiHg4RoDN</a>” target=’_BLANK’&gt;Suspect suspect partied with pals after blast<br/> » <a href=\"https://&lt;a class=\" legacy-link\"=\"\" title=\"www.nypost.com\">http://www.nypost.com/p/news/international/bomb_cleric_fanned_flames_xSSk2xljKzS4oq55z4wsvK</a>” target=’_BLANK’&gt;’Bomb’ cleric fanned flames<br/> » <a href=\"https://&lt;a class=\" legacy-link\"=\"\" title=\"www.nypost.com\">http://www.nypost.com/p/news/national/cheers_to_you_police_7NbDESUkOZBXWdwRKAX4HL</a>” target=’_BLANK’&gt;Cheers to you, police<br/> » <a href=\"https://&lt;a class=\" legacy-link\"=\"\" title=\"www.nypost.com\">http://www.nypost.com/p/news/national/they_re_just_losers_1W7w08UedfugWOQuFtjjBN</a>” target=’_BLANK’&gt;Uncle: they’re just ‘losers’<br/> » <a href=\"https://&lt;a class=\" legacy-link\"=\"\" title=\"www.nypost.com\">http://www.nypost.com/p/news/national/born_to_be_cop_h0P4ibLWkAiqgDvFSSGYyL</a>” target=’_BLANK’&gt;Fallen officer was ‘born to be a cop’<br/> » <a href=\"https://&lt;a class=\" legacy-link\"=\"\" title=\"www.nypost.com\">http://www.nypost.com/p/news/national/battle_of_hunker_hill_7Rfa5f4ePN4lVSrvrn6jtL</a>” target=’_BLANK’&gt;Residents spent frightening day in lockdown<br/> » <a href=\"https://&lt;a class=\" legacy-link\"=\"\" title=\"www.nypost.com\">http://www.nypost.com/p/news/national/victim_id_the_bomber_Z2kl2i04zQkyzI3oDX6ZHN</a>” target=’_BLANK’&gt;Victim ID’d suspect<br/> » <a href=\"https://&lt;a class=\" legacy-link\"=\"\" title=\"www.nypost.com\">http://www.nypost.com/p/news/international/pride_in_warring_chechnya_homeland_Lt7pMdgoHasAZ5ck0E6B4N</a>” target=’_BLANK’&gt;Pride in warring Chechnya homeland<br/> » <a href=\"https://&lt;a class=\" legacy-link\"=\"\" title=\"www.nypost.com\">http://www.nypost.com/p/news/national/the_killer_lurks_FmH8QSCyupvJOWBJzRfxqK</a>” target=’_BLANK’&gt;Eerie photo captures victim, suspect» <a class=\"legacy-link\" target=\"_BLANK\">Photos: Hunt for suspect</a><br/> » <a 04=\"\" 20=\"\" 2013=\"\" href=\"https://&lt;a href=\" http:=\"\" media=\"\" nypost=\"\" r=\"\" title=\"www.nypost.com\" web_terror01.pdf\"=\"\" www.nypost.com=\"\">http://www.nypost.com/r/nypost/2013/04/20/media/web_terror01.pdf</a>” target=’_BLANK’&gt;Map: A 2-day trail of blood<br/>» <a href=\"https://&lt;a class=\" legacy-link\"=\"\" title=\"www.nypost.com\">http://www.nypost.com/p/news/boston_marathon_bombings_suspect_f71z10H5f6ZtjwSdXkoDUJ</a>” target=’_BLANK’&gt;Video: press conference<br/><img height=\"12\" loading=\"lazy\" src=\"http://www.nypost.com/r/nypost/2012/10/26/news/web_photos/botline.gif\" width=\"100%\"/>",
    "2013 - 254": "<div class=\"wp-caption alignleft\" id=\"attachment_1528807\"><img alt=\"Anzor Tsarnaev\" class=\"attachment-nypost-medium-desktop\" height=\"215\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2013/08/anzor_tsarnaev-300x300.jpg?w=300\" width=\"300\"/></div>",
    "2013 - 3308": "BEIJING — The oldest brother of a Chinese activist who fled house arrest and later settled in the U.S. said he was beaten up Thursday by unidentified men, part of an uptick in harassment possibly linked to the activist’s plans to visit Taiwan.Chen Guangfu said he was followed by a black car without a license plate while he was on a motor-scooter visiting a relative in another village in Shandong province. The car overtook him and blocked his way before two men in their 20s got out and punched and kicked him, he said.“It lasted three to five minutes,” Chen said. “I shouted for help while struggling to get away.”Chen said his family’s home has been pelted with rocks and its yard littered with dead poultry in recent weeks, and that posters have been placed around town labeling activist Chen Guangcheng and his relatives as traitors.“The blind traitor is a running dog for America, where he leads a decadent life and gets paid for his sell-out,” the poster reads. “Not only did he go to the U.S., now he wants to go to Taiwan!”Chen Guangfu said he believes local government officials are behind the harassment.Taiwan’s government-owned Central News Agency has reported that Chen Guangcheng — who now lives in New York with his wife and children — plans to visit the island, likely for two weeks starting on June 23. It is unclear if Chen will meet with Taiwanese President Ma Ying-jeou.Chinese authorities are not happy with Chen’s high profile because he has come to embody China’s brutal suppression of activists. They also frown on celebrity visits to Taiwan that might boost its image as a sovereign nation. Beijing considers the self-governing island to be part of its own territory.Chen sparked a diplomatic crisis when he escaped brutal house arrest in his rural town in April 2012 and sought refuge in the U.S. Embassy in Beijing. The Chinese government later allowed him to move to the U.S. with his wife and children.Since his escape, Chen has criticized China’s human rights records, speaking about it before a U.S. congressional committee. He also has complained that the Chinese authorities have reneged on assurances made to the U.S. that his relatives would be treated according to law.His nephew, Chen Kegui, was sentenced to 39 months in prison after he clashed with local officials who stormed into his parents’ house in the aftermath of the activist’s escape, in what supporters said was retaliation for the embarrassment the case has caused Chinese officials.The nephew is now suffering from appendicitis, and it is unclear if he’s receiving any medical care, his father Chen Guangfu said.Chen said tree and vegetable seedlings also have been pulled up by the roots from family fields. Another brother had all four of his car tires slashed when he visited their mother last month, Chen said.Chen said he reported Thursday’s assault to the local police.A man who answered the phone at the local police station, who identified himself only by his family name, Gao, confirmed that police were looking into the incident.“We sent people to the scene to investigate,” he said. “But I don’t know anything else.”Calls to the local township police went unanswered Thursday. A government official at the higher county-level office said he had no knowledge of the incidents before hanging up.",
    "2013 - 2764": "Long before the true extent of his crimes was known, Cleveland monster Ariel Castro terrorized his family by driving around with a freaky female mannequin in his car — dressing “her” up with a wig and jacket and using the prop to frighten his family.Prior to abducting three women and brutalizing them for a decade, he kept the disturbing torso in the front passenger seat of his green Volvo, relatives said.“It was creepy,” said Frank Caraballo, Castro’s former brother-in-law. “It was one of those mannequins that would be modeling a jacket in a store. He built it up by putting a jacket on it and a black wig.”He used to torment his family with the dummy — once startling his then-wife, Grimilda Figueroa, so badly that she fell down a flight of stairs and hurt her head. “He’d sneak up on people with it,” Caraballo said. “He scared my kids with it, and he snuck up on his wife and scared her, and that’s how she fell down the stairs.“It was just funny to him, driving around with her,” he added. Castro’s nephew — who grew up afraid of the man — said his uncle used to bully him with the weird dummy. “He threatened me lots of times with it,” Angel Caraballo, 26, told The Associated Press. “He would say, ‘Act up again, you’ll be in that back room with the mannequin.’ ”Meanwhile, new details emerged yesterday about Castro’s admissions to police. The rape fiend called himself “cold blooded,” WKYC reported. Sources told the station that he seemed arrogant and was only sorry that he got caught. The former school-bus driver wrote in a 2004 “suicide” note that he was a “sexual predator” and said he didn’t know why he continued to collect his prey. “I don’t know why I kept looking for another,” he wrote in the self-pitying letter, according to local media. “I already had two in my possession.”The letter also blamed his victims for agreeing to enter his car in the first place. Castro’s Monday arrest ended a horrific decade for his trio of captives, whom he repeatedly raped, beat and bound over a decade in his decrepit, two-story home.DNA testing proved yesterday that Castro is the biological father of a 6-year-old girl rescued from the home. Amanda Berry, 26, gave birth to the child, Jocelyn, in a kiddie pool in 2006, and fellow captive Michelle Knight delivered the infant. Castro threatened to kill Knight if the baby died. Knight, meanwhile, left the hospital and is being cared for by fellow captive Gina DeJesus’ family — who may seek to adopt her, London’s Daily Mail reported.Prosecutors may push for murder charges against Castro for allegedly forcing Knight to have at least five miscarriages by starving her and punching her in the stomach. He could face the death penalty. <em>Additional reporting by Lorena Mongelli in Cleveland</em>",
    "2013 - 318": "<div class=\"wp-caption alignleft\" id=\"attachment_1542785\"><img alt=\"Witnesses stand near the body of a man attacked near the Woolwich barracks\" class=\"attachment-nypost-medium-desktop\" height=\"215\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2013/08/londonattack153151-525x350.jpg?w=322\" width=\"322\"/></div>",
    "2013 - 350": "<div class=\"wp-caption alignleft\" id=\"attachment_1543378\"><img alt=\"One of the alleged terror suspects after a brutal attack on a British soldier in broad daylight Wednesday.\" class=\"attachment-nypost-medium-desktop\" height=\"215\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2013/08/wenn20374491090629-300x300.jpg?w=300\" width=\"300\"/></div>"
}