{
    "2003 - 4704": "With a $25 million bounty on his head, a reputation for studied brutality and 27 aliases, Khalid Sheikh Mohammed was one of the most wanted men on the planet.   Dubbed the CEO of al Qaeda, the ringmaster of terror, and the man who tried to bring New York to its knees, he was said to be planning catastrophic new strikes on Americans at home and on U.S. armed forces in the Gulf.   Now, sources say, Mohammed is holed up in a cell in one of the darkest corners of Pakistan.   If investigators have their way, he will soon be singing a different tune – leading investigators to his boss Osama bin Laden and to the apocalyptic network he helped create.   Mohammed’s arrest was hailed by U.S. officials as a major triumph in the global war on terror, and the capture of the self-proclaimed head of al Qaeda’s “military committee” was seen as the biggest catch yet in President Bush’s war on terror.   One of three al Qaeda suspects grabbed during a raid on a house near Islamabad, Mohammed was indicted in the United States in 1996 for his role in a plot to blow up 12 civilian airliners over the Pacific.   “Khalid the Baluchi” – as he was known to his fellow conspirators – was born in Kuwait to a family from Baluchistan, one of two Pakistani provinces bordering Afghanistan.   He is an uncle of Ramzi Ahmed Yousef, now serving a life sentence for his involvement in the 1993 bombing of the World Trade Center.   After the horrific 9/11 terror attacks, the U.S. put a $25 million price on his head and his face became familiar to many Americans when the FBI put him on its 10 Most Wanted List.   “If bin Laden has been the architect of al Qaeda, Mohammed has been its engineer,” a U.S. anti-terror investigator said.   Mohammed studied engineering in the United States, spending a semester at Chowan College in North Carolina in 1984 and graduating from North Carolina Agricultural and Technical State University.   At Chowan, an isolated Baptist institution, fellow students knew him as someone who rarely spoke to classmates — aside from a close-knit group of Middle Eastern students.   “He kept himself to himself,” one former student told The Post. “It was like he had a chip on his shoulder towards everybody. It was a kind of joke among the dorm that he was so unsociable.”   The student, who lived in the same dorm and asked that his name be withheld, now works in law-enforcement. He said Mohammed joined in daily religious meetings with some 15 other Muslims who prayed and lived together.   But unlike the rest of the Muslim student population – mostly described as friendly and sociable — Mohammed kept apart.   “He had a an air of hostility about him, but I would never have believed he would have masterminded the World Trade Center attacks,” said the former student.   Another former student, now a Kuwaiti ad exec, said most of Mohammed’s friends were Palestinians.   “He was so quiet, there was no indication that he was involved in [religious extremism],” said the executive, Mohammed al-Bulooshi.   “I would never have thought in a million years that he could be involved in these terrorist things . . . First of all, he was very smart, but he was not a strategic thinker.”   “He didn’t like American life and he didn’t talk with American students. He was conservative, but so was I,” said al-Bulooshi. “He wouldn’t shake hands with women, but neither do I. His conservative attitude was something he brought with him from Kuwait, like me. Not something he learned in the U.S.”   After his student days, Mohammed ended up in the northwestern Pakistan city of Peshawar in the late 1980s, where he and his brothers are said to have linked up with a small Arab circle that included bin Laden.   The mysterious operative had many names.   He was known to New York prosecutors as Salem Ali, to a girlfriend in Manila as Abdel Majid, and to Philippine authorities as Abdullah al-Ghamdior and Ashraf Henin.   Mohammed was believed to have traveled around the world in his role as a key al Qaeda recruiting agent and coordinator, and is suspected of involvement in the bombing of U.S. embassies in Africa in 1998 and the attack on a U.S. warship in Yemen in 2000.   After the events of 9/11, he is thought to have moved between Afghanistan and Pakistan.   Last September, Karachi police identified him as the man hit by a police sniper in a shoot-out with militants.   Pakistani investigators believe he personally slit the throat of Wall Street Journal reporter Daniel Pearl in front of a camera after Pearl disappeared in Karachi last January while investigating a story on Islamic extremists.   Pearl’s dismembered body was found months later in a shallow grave on the outskirts of Karachi. ",
    "2003 - 2263": "The city has been granted a new trial in the case of a criminal awarded millions of dollars after he was shot and paralyzed by a cop.  And officials see it as a test case they hope will lead the way to smaller jury awards against the city.  The 15-year-old case involves Darryl Barnes, who was spotted holding a Tec-9 gun on a Bronx street by off-duty Officer Franz Jerome on Aug. 22, 1988. Jerome flashed his badge and ordered Barnes to drop the gun.  Jerome said that Barnes then shot at him and, in self-defense, he fired back.  But Barnes – who was hit in the back by the officer’s bullets – claims that he dropped the gun and was turning around when he was hit.  Jerome said his bullets struck Barnes in the back because the suspect was spinning around, presumably to fire at the officer again.  Barnes pleaded guilty to assault, then sued the city for medical costs, pain and suffering.  A jury awarded him $76.4 million, the largest ever for any police-brutality case. A judge reduced that to $8.9 million.  The new trial, which is going on now, was granted based on testimony that was not heard during the first trial – that Barnes was a member of the Five Percenters, a group that advocates killing cops.  Undeterred by the new evidence, Barnes now says he wants $150 million.  The Bloomberg administration is carefully watching the case as it lobbies for tort reform.  In 1978, civil suits against the city cost taxpayers $21 million.  In 2001, that skyrocketed to more than $500 million.  Bloomberg wants a $250,000 cap on “pain and suffering” claims against the city. He also wants claims to be heard by a judge, not a jury.  The city’s top lawyer, Michael Cardozo, declined to comment on the Barnes case, but recently said exorbitant jury awards were “a real crisis,” especially as New York tries to close a $3.5 billion deficit.  But Barnes’ lawyer, Robert Simels, said victims have a right to seek restitution. “What has Darryl Barnes got to do with the city’s budget?” he said. “He deserves some sort of compensation for what happened.”  Barnes’ father, Dudley, who testified last week on his son’s behalf, said money was not the issue.  “It’s not the money. What’s he going to do with the money?” he said. “Someone should be penalized for this.” ",
    "2003 - 2129": "This is the first picture of the coldblooded monster who calmly walked into a Brooklyn laundermat Monday morning, pulled a gun on a helpless clerk and blew his brains out.  The suspect, who police have labeled a serial killer responsible for at least two other slayings, was captured by a security camera as he casually strolled into the Laundry King Superstore, 1384 Atlantic Ave. in Crown Heights.  Just 10 minutes later, after the maniac sat down and sipped a cup of coffee, he silently approached Albert Kotlyar, 32, a hardworking Ukrainian immigrant, and blasted him in the face at point-blank range, cops said.  The sicko, dressed in an Army fatigue jacket and dark brown hood, then sauntered out of the store as patrons screamed in horror.  And yesterday, the NYPD’s newly formed serial-killer task force hit the streets in an all-out effort to nail the psycho who they fear may strike again.  The 20-strong group, consisting of detectives from the Brooklyn and Queens homicide and robbery squads, fanned out over the three neighborhoods where the slayings occurred.  “They are out there, interviewing and re-interviewing witnesses, gathering new evidence,” one police source told The Post.  Cops have linked the same .40-caliber semiautomatic handgun to all three murders – and they are probing whether two additional killings may be connected.  As Kotlyar’s family mourned last night, the wife of one of the killer’s two Feb. 8 victims told The Post of her pain and suffering.  The widow of John Freddy, a Guyanese immigrant slain by the gunman and an accomplice Feb. 8, said she’s so traumatized she’s packing up and leaving the state.  “This is the roughest thing I’ve ever been through [in] my whole life. To lose a partner,” said Minta Freddy, 34, who’s moving to New Jersey with her 5-year-old son.  When her husband was brutally killed at the Central Mini Market, at 77-20 Liberty Ave., Ozone Park, it was his last week of work before he and his family were to move upstate to a new home.  “My life has totally changed now,” she said sadly.  “I don’t think they have a heart,” Minta said of the murderous monsters.",
    "2003 - 1588": "Lawyers for the so-called “Central Park 5” say they plan to file a notice of claim against the city tomorrow – the first step toward each of their clients filing $50 million lawsuits over their vacated convictions in an infamous 1989 rape case.  The claims against the NYPD and Manhattan District Attorney’s office will be “extensive,” said Myron Beldock, a lawyer who represents Yusef Salaam, one of the five men convicted of beating and sexually assaulting a female jogger during a Central Park “wilding” incident.  Their convictions were vacated earlier this year, after imprisoned serial rapist Matias Reyes confessed that he alone attacked the 28-year-old investment banker. DNA evidence definitively linked him to the crime.  All five – Salaam, Kharey Wise, Antron McCray, Kevin Richardson and Raymond Santana – had completed their prison terms by the time the convictions were vacated.  The notices of claim will be followed by five separate lawsuits in Manhattan federal court charging the law-enforcement agencies with false arrest, false imprisonment, malicious prosecution, gross negligence, recklessness and civil-rights violations, Beldock said.  Lawyer Michael Warren, who represents three of the five, said details will be announced tomorrow.  All five had confessed to attacking the jogger, but all five maintain their confessions were coerced.  The lawsuits also will charge that police and prosecutors suppressed evidence that could have led to their exoneration at trial. It was information that another brutal rape in the park took place days before the jogger attack.",
    "2003 - 1201": "A Bronx jury yesterday ordered the city to pay $51.1 million in the latest round of its legal battle with a man shot by cops 15 years ago after he waved a semiautomatic pistol at them.  Darryl Barnes, now 38, was shot and paralyzed by off-duty Officer Franz Jerome on Aug. 22, 1988.  Jerome testified that he shot Barnes in self-defense after flashing his badge and ordering Barnes to drop his gun. Barnes claimed he dropped the gun and was turning around when he was shot in the back.  “It is astonishing that a jury would side with an admitted criminal who fired on a police officer,” said the city’s top lawyer, Michael Cardozo.  Barnes pleaded guilty to assault on a police officer, then sued the city for his injuries. He was awarded $76.4 million in 1998, the most ever for a police-brutality case. The award was reduced on appeal to $8.9 million.  The city won a new trial based on testimony that was not heard during the first trial – that Barnes was a member of the Five Percenters, a Muslim group that authorities claim is anti-cop.  Cardozo said the city plans to appeal.  Barnes lawyer Robert Simels – who was seeking $150 million – said the amount is “not enough, but it’s a good start.” ",
    "2003 - 1482": "A Miami man yesterday was convicted of a murder spree in The Bronx during which he killed five people – four from the same family.  Luis Garcia, 41, faces life in prison without parole when he is sentenced on April 7 for the grisly March 2, 2000, slayings, a spokesman for Bronx District Attorney Robert Johnson said.   Police followed a trail of bodies before tracking down Garcia and an accomplice in suburban Miami.  Cops initially were called to the Parkside Houses on Olinville Avenue, where they found Evelyn Santos, 39, in an elevator, shot three times in the head and torso and stabbed.  When they tried to notify Santos’ next of kin, sister Denise Santos, 30, they found her slashed to death at her Radcliff Avenue home, 10 blocks away.  Police then went to a White Plains Road address where three more bodies turned up – brother Eduardo Santos, 34, nephew Ismael Santos, 14, both shot to death, and Irvine Aguilar, 33, Denise Santos’ fiancé, who was shot and stabbed. Officials said robbery was the motive for Garcia and alleged accomplice Jose Cosme Pizarro, of Puerto Rico, whose trial begins March 31.  “They knew the victims,” DA spokesman Steve Reed said. “They took an undetermined amount of cash . . . and left the other place with a safe and jewelry.”  The victims were from a large extended family that had left Puerto Rico for The Bronx.  “There are no words that can sufficiently address the depths of depravity that spawned these brutal murders,” said Johnson.",
    "2003 - 2831": "The shopkeeper-killing psycho who already has murdered four workers has struck again, police believe – slaying the manager of a Brooklyn convenience store execution-style and leaving a clerk fighting for his life yesterday.   The brutal attack at the Stop 2 Food Market in Crown Heights began at 10:15 a.m., when the hooded madman stormed in with a 9 mm handgun and fatally blasted 54- year-old Mohammed Abdo Nasser Ali in the head as he sat by the doorway.   The methodical killer then proceeded over to the store’s counter, put the gun through a gap in a thick plastic partition and shot 29-year-old Yakoob Aldaylam three times in the chest, leg and arms, leaving him in critical condition at Brookdale Hospital.   The death of Ali, a Yemeni immigrant who labored 12 hours a day to send money back to his six children, and the injury to Aldaylam, a member of a large Brooklyn store-owning clan, hit friends and family hard.   “I don’t know why someone would do this,” said Abdo Ali Aldaylam, the uncle of the critically wounded man, breaking down in tears as Ali’s body was removed from the store at about 2 p.m. “They are good men, they are just trying to make a living.”   The store workers were the latest in a stunning string of brutal attacks that began on Feb. 8, when the gunman killed John Freddy, a 43-year- old immigrant from Guyana, at a bodega in Ozone Park, Queens and Sukhjit Khajala, a 50-year-old native of India, at a mini-mart in Mill Basin, Brooklyn.   He then struck again on March 1, killing Brooklyn native Marc Zanichelli at the auto parts store he managed in Brooklyn. The most recently shooting linked to the spree was March 10, when the killer blew away Ukrainian immigrant Albert Kotlyar, 32, at a coin laundry in Bedford-Stuyvesant.   Police said robbery apparently was not a major motive in yesterday’s shooting, as the cash register was rummaged but nothing appeared stolen.   Police said the killer used a 9mm gun, as opposed to the .40-caliber pistol used in the other attacks.   He is described as a 20- to 25-year-old black male, about 5-foot-8 inches tall, who wore a hooded sweatshirt under a black jacket, and jeans. In prior attacks he wore a baseball cap with a “B” on it.   Police sources said they were wondering if there was a racial motive to the crime, because all of the victims were non-African-American – and that in some of the attacks, black witnesses who were nearby were left alone.   Yesterday, two black customers in the store were unmolested, even though one was standing near the register where Aldaylam was shot.   The store and its keepers were popular in the largely black neighborhood – and were known for giving credit and letting people who were hard on their luck take things for free.   “They are a real part of this neighborhood,” said a local woman named Majenta. ",
    "2003 - 5262": " A massive cruise-missile barrage sent columns of orange smoke towering into the sky over Baghdad last night as the United States began its “shock and awe” campaign to force Saddam Hussein’s regime to capitulate.  The blitz is succeeding, said Defense Secretary Donald Rumsfeld.  “The confusion of Iraqi officials is growing,” he said. “Their ability to see what is happening on the battlefield, to communicate with their forces and to control their country is slipping away. The regime is starting to lose control of their country.”  Rumsfeld urged the Iraqi military to surrender to avoid further bloodshed – and by day’s end, the commander of Iraq’s 51st Infantry Division gave up along with his 8,000 troops.  The United States let fly at Baghdad with 320 cruise missiles, destroying two dozen buildings on the west bank of the Tigris River. Many of the missiles struck Saddam’s presidential compound, blowing it apart.  As the air war escalated, allied ground forces pushed 100 miles into Iraq – a third of the way toward Baghdad – meeting little resistance.  Tightening the noose around Saddam’s doomed regime, U.S. troops seized two airfields in western Iraq, where he is believed to have hidden Scud missiles, and bombs fell on the northern cities of Mosul, Kirkut and Tikrit.  But the mystery deepened as to whether the despot is alive or dead. Sources said Saddam was seen on a hospital gurney with an oxygen mask on his face after his bunker was bombed in Wednesday night’s “decapitation attack,” the opening salvo of the war.  In a day of fast-moving developments:  * CIA officials said three top Iraqi leaders – including Saddam’s infamous cousin “Chemical Ali” – are believed to have died in Wednesday night’s attack. The officials said they reached this conclusion based on radio-traffic analysis.  Chemical Ali, whose real name is Ali Hassan Majid, earned his nickname by using chemical weapons to suppress a Kurdish rebellion in northern Iraq in 1987-88. More than 100,000 Kurds died.  * The war had its first battlefield casualties. Two U.S. Marines with the 1st Marine Expeditionary Force were killed – one in a gunfight as his unit advanced on an oil field, the other while fighting Iraqi forces near the port of Umm Qasr.  * Turkey agreed to let U.S. warplanes fly over its territory to stage strikes in Iraq.  * Police clashed with 30,000 anti-war demonstrators outside the U.S. Embassy in Yemen, triggering an exchange of gunfire that killed four people and injured dozens.  * Iraq fired another missile into Kuwait, but it was shot down by Patriot missiles. The Kuwaiti military identified the latest as an al-Fatah missile, among the banned weapons U.N. inspectors were hunting for.  * Saddam reportedly offered a $14,000 reward to any Iraqi who kills an enemy soldier, and $28,000 to anyone who captures an enemy soldier alive.  Hoping for a quick end to the conflict, the U.S. military continued a dialogue with Republican Guard commanders who indicated a desire to surrender.  In response, hit squads from the ruling Ba’ath Party executed several people suspected of talking to U.S. forces, intelligence sources said.  In Baghdad, the air attack came in two devastating waves – first missiles and then planes dropping bombs. In the initial phase, the United States launched 320 Tomahawk cruise missiles at the city from aircraft carriers in the Persian Gulf and the Red Sea.  Twenty minutes after the Tomahawks were launched, the ground in Baghdad began to shake, there were thunderous explosions and fireballs, and plumes of orange smoke towered into the night sky.  Three major fires raged at Saddam’s sprawling Old Palace on the west side of the Tigris.  The turquoise-domed main building was untouched. But a building next to the palace was on fire, and black smoke billowed from a 10-story building in another part of the compound.  No symbol of Saddam’s brutal power was spared.  The missiles destroyed his Cabinet offices, the Ba’ath Party headquarters, the Qasr al-Nihayah building – which houses his main torture chambers – and at least five other buildings.  The second phase, an hour later, consisted of bombs dropped by B-52 bombers that took off from England and F-14 Tomcats and F/A-18 Hornets that thundered off the deck of the aircraft carrier Kitty Hawk. The bombs hit targets in east Baghdad.  The air raids resumed at dawn with a huge explosion rocking central Baghdad.  Pentagon officials said 1,500 bombs and missiles would hammer Iraq in the next 24 hours.  On the ground, U.S. forces penetrated deep into Iraqi territory from several directions, with some combat units moving 100 miles inside the country.  Special Forces commandos and paratroopers took control of airfields, bridges and dams in the north and west of Iraq while tens of thousands of Marines and Army infantry liberated two strategic towns in the south and were battling for Nasariyah.  In Safwan, 375 miles south of Baghdad, members of the 1st Marine Expeditionary Force rigged chains to giant portraits of Saddam and tore them down in a screeching pop of bolts.  Crowds of men and boys watched, briefly joining Maj. David “Bull” Gurfein, a New York native, in a new cheer. “Iraqis, Iraqis, Iraqis!” Gurfein yelled, pumping his fist in the air."
}