{
    "2016 - 18567": "<em>Jan. 1 marked a significant cultural shift in China — starting this year, families will be able to have two children. This alters the one-child policy that was introduced in 1978 to control the country’s population. In this excerpt from her new book, “<a href=\"http://www.amazon.com/gp/product/054427539X/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=054427539X&amp;linkCode=as2&amp;tag=nypost-20&amp;linkId=KOSKVDVEQDDDN2WY&amp;asc_refurl=https://nypost.com/2016/01/03/how-chinas-pregnancy-police-brutally-enforced-the-one-child-policy/&amp;asc_source=web\">One Child: One Child: The Story of China’s Most Radical Experiment</a>,” journalist Mei Fong explains the horrors behind the enforcement of that mandate.</em>Ma Qingju, or “Green Chrysanthemum,” used to have a board on her wall telling her which of her friends were pregnant. It showed what kind of contraceptives they used; whether they had one or two children; if they were sterilized, pregnant, married or single.This took the saying, “Know thy neighbor,” to a new level.Green Chrysanthemum was a cheery 45-year-old woman who ran the snack shop in a tiny village called Huangjiapu, Yicheng County. Until recently, she also earned an extra $60 a year as a “cluster leader,” keeping track of 10 households’ reproductive habits and reporting these details to the village’s family-planning commission.“It’s not a difficult job. Everybody knows each other so well,” she said. Not one person in her group exceeded the two-child limit, she proudly told me.In addition to cluster leaders like Green Chrysanthemum, Huangjiapu, population 500, had 15 full-timers tasked with family-planning matters.<img alt=\"\" class=\"alignright wp-image-10044841\" height=\"453\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2016/01/onechild_cover.jpg?quality=100\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_cover.jpg?quality=75&amp;strip=all&amp;w=600 600w, https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_cover.jpg?quality=75&amp;strip=all&amp;w=450 450w, https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_cover.jpg?quality=75&amp;strip=all&amp;w=300 300w, https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_cover.jpg?quality=75&amp;strip=all&amp;w=150 150w, https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_cover.jpg?quality=75&amp;strip=all 1000w\" width=\"300\"/> These village-level offices are the most basic building blocks of China’s birth-planning machinery, a bloated behemoth that goes from some 85 million part-time employees at the grass-roots level all the way up to half a million full-time employees at the National Population and Family Planning Commission.The commission also has its own archives and statistics and propaganda departments; affiliate centers for pharmacological research, film production and publishing; and a consulting company that handles exhibitions and conferences.Other state organizations such as the military and police have their own internal family-planning units, as do state-owned companies.The complexity of this machinery and its reach are partly why Beijing took its time winding down the one-child policy, say analysts.Birth planning had been so baked into the business of ordinary governance, its revenue contributions so necessary, that unwinding all this posed a challenge.I went to Yicheng to understand how such a vast machine worked at the basic level. Given the county’s more liberal birth quotas, I was able to get some retired family-planning officials to speak on the record.Many officials had been doing the work since before the onset of the one-child policy in 1980, continuing through the introduction of Yicheng’s special two-child status in 1985. They were able to explain to me the vacillations of the policy, which they themselves found dizzying.Green Chrysanthemum, for example, explained that family planning work was practically unnecessary nowadays, since younger members in her group didn’t even want a second child because of the expense.“Everybody wants just one,” she said. Since 1985, only one family in Huangjiapu has had a third child, she said, a relatively wealthy couple with an auto parts business.In one year alone, 1983, China sterilized over 20 million people, more than the combined population of the three largest US cities, New York, Los Angeles and Chicago.But even with a looser two-child limit there were still rules people found onerous, such as a requirement throughout the 1990s that women be sterilized after the birth of a second child, or a requirement that births must be spaced at least five years apart.What if a woman didn’t want more children but would prefer not to be sterilized? What if a couple got pregnant with their second child, say, three years after the first, instead of five? That was when even Yicheng’s benign machinery would show its ugly side, according to Huangjiapu’s former village head Huang Denggao.The usual mode of punishment was fines: Parents of children born out of plan would be hit with fines between five and 10 times their annual disposable income. “If the couple is too poor to pay, we’ll take things from their house, but only in a few cases,” said Huang.TVs were a favorite, he said — worth a villager’s whole annual income — as were tables, bicycles and washing machines. These items were usually collected by a team of 10 part-time enforcers (usually “strong healthy young men”) and sold off, and the proceeds were kept by the township.To Huang, these actions did not count as coercion. Rather, he called such tactics “persuasion.”One of the most difficult tasks Huang had to do was persuade women to be sterilized, he said. Many women feared the procedure. Side effects such as excessive bleeding were not uncommon, especially given the conveyor-belt manner in which some of these procedures were done. The village women tried to bargain, said Huang. Some asked to use barrier contraceptives instead, or promised not to have more than two children.“But it was my job to get people to do the operation, or else I would not be able to accomplish my target,” said Huang. “I can’t possibly guarantee they won’t have another baby with just a promise.”In one year alone, 1983, China sterilized over 20 million people, more than the combined population of the three largest US cities, New York, Los Angeles and Chicago.When the one-child policy was launched in the 1980s, it was clear that enforcement of such a hugely unpopular policy would be difficult.In the beginning, execution of the one-child policy ranged from lax to excessive across China. In some parts of the country, pregnant women without birth permits were marched off in handcuffs to undergo forced abortions. In others, officials ignored or paid mere lip service to these strictures from the central government.It didn’t help that other national regulations undercut the one-child policy’s intentions. A new marriage law, also launched in 1980, lowered the legal age of marriage to 20 for women and 22 for men. This was done to combat illegal marriage and sex crimes, but of course it also encouraged more unions and, by extension, babies.The move toward agricultural decollectivization also undermined official efforts to enforce the one-child policy. Under collectivism, pay, rations and other benefits were meted out by village leaders, and bad behavior (having an out-of-plan child, for instance) could be punished directly; new reforms loosened official control over peasants’ livelihoods.By 1984, the nationwide one-size-fits-all measure proved so unpopular that the central government was forced to decentralize a large portion of the one-child policy. It circulated new provisions enshrined in what population scholars call Document 7.Document 7 gave each province more power to adapt the one-child policy to local circumstances. This was the beginning of a raft of exclusions that made it hard for people within China — never mind outside China — to understand the policy in anything but the broadest strokes, because conditions really were different from place to place.For example, residents in many rural areas were allowed to have a second child, provided their first was not a son — a tacit acknowledgment of the son hunger that was rampant in the countryside. Places like Tibet and Yunnan, with large ethnic minorities, had vastly more liberal policies than more populous provinces like Sichuan and Henan.Document 7 did not remedy the lack of transparency and accountability within the system. Local officials had wide discretion in determining how much to fine violators. Sums could range from a multiple of two to 10 times annual household income. People had no way of figuring out ahead of time what they were liable for, and two sets of violators, under similar circumstances, might pay vastly different penalties. In 2010, a family-planning official apparently imposed a fine of 5 million yuan, or over $800,000, on a violator.When that person protested, the official allegedly increased the fine, saying, “You are just a piece of meat on the chopping block,” according to local media reports.In essence, the central government gave local provinces the message, “Meet your birth quotas; we don’t really care to know how.”They also expected provinces to fund the bulk of population planning on their own. This created a system ripe for corruption.Up until the early 2000s, at least, many international actors chose to believe that adherence to the one-child policy was voluntary, despite growing evidence to the contrary. In 1983, the first-ever United Nations Population Award medals, for individuals who had made “outstanding contributions” to solving population issues, were conferred on Indira Gandhi — she of the forced sterilizations — and China’s minister of population planning, Qian Xinzhong.As awards go, it was akin to the Nobel Peace Prize committee giving Yasser Arafat the nod. It is still a source of embarrassment to the UN Population Fund (UNFPA), but it did not stop former head Nafis Sadik from accepting an award from the Chinese government in 2002. Dr. Sadik said she believed harsh enforcement of the one-child policy to be rare, thanks in large part to the UNFPA’s collaboration with Beijing. Because of the one-child policy, the US government seesawed between giving and withholding contributions to the UNFPA.Former UN and other nongovernmental officials I spoke to privately said they worked hard behind the scenes to get China’s birth planners to move toward a more service-oriented system. When I spoke to them, Beijing appeared to be cautiously exploring these avenues, including a pilot project to turn enforcers into parenting counselors.But such efforts were still limited.<figure class=\"wp-caption alignright\" id=\"attachment_10044838\"><img alt=\"\" class=\"wp-image-10044838\" height=\"340\" loading=\"lazy\" sizes=\"(max-width: 340px) 100vw, 340px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2016/01/onechild_author.jpg?quality=100&amp;strip=all&amp;w=300\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_author.jpg?quality=75&amp;strip=all&amp;w=340 340w, https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_author.jpg?quality=75&amp;strip=all&amp;w=170 170w, https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_author.jpg?quality=75&amp;strip=all 450w\" width=\"340\"/><figcaption class=\"wp-caption-text\"><span>Mei Fong</span></figcaption></figure> Logic dictates that as long as the one-child system endured, and quotas and targets were imposed, coercion continued. As recently as 2010, a mass sterilization campaign for close to 10,000 people was held in Puning City, Guangdong. According to Amnesty International, almost 1,400 relatives of couples targeted for sterilization were detained, to pressure these couples to consent.I believe, however, that the nature of this abuse increasingly shifted away from forced abortions and sterilizations toward stiffer enforcement of fines. This was partly because these so-called social compensation fees ( shehui fuyangfei ) grew to become a major source of revenue for many counties, especially poorer ones. Over the past decade China implemented land tax reforms, requiring provinces to hand over income to the national treasury for redistribution. In practice, this meant that lower-level county and village governments lost almost all independent sources of income.The one exception was birth fines, which did not have to be handed over to the central government. “It’s a common saying, for money, ‘Big cities depend on land, small towns depend on birth planning,’ ” said journalist Matthew Pang, who exhaustively documented such abuses by family-planning officials in a small town in Hunan.In 2013, lawyer Wu Youshui took advantage of a provision in Chinese law, similar to the US Freedom of Information Act, to request that each province account for how much it collected in social compensation fees. The total came to $2.7 billion, an amount that is almost certainly an underestimation, says Wu.The most memorable discussion I had on the workings of the population police came during a chance discussion with a man whom I’ll call Uncle Li.Uncle Li was a relative of a friend, a businessman who’d volunteered to give us a ride to a neighboring town. He’d come to pick us up in his black Audi, a man in his late forties dressed in the uniform of moderately prosperous urban Chinese men — polo shirt, collar modishly flipped up, big clunky watch with many complicated dials, leather man-bag. I was just admiring how well kept his car was, with tiny pouches holding sunshades, tissue boxes, and mineral water, and little bow-shaped pillow headrests, when we started talking.It turned out that in 1994, Uncle Li’s first job out of college was as a county-level administrator. He became quite chatty talking about it. Meeting population targets was part of his job, and the most important one because of yipiaofoujue, he said. “If they couldn’t pay, then you would confiscate some things of value in the home, but they were never such expensive things because villagers were poor — just things like grain, or homespun cloth,” he remembered. “Sometimes, we would climb up the roofs and make a hole, to show we meant business, or knock down some windows,” he recounted. In his province, the one-child policy was taken very seriously, so fines were heavily punitive.We stopped for lunch, and he continued talking, quite cheerfully, about property damage, confiscations, and pay scales. I didn’t want to interrupt the flow, but at the back of my mind I was dying to ask the big question: How could you bear to be so beastly every day?Finally, I ventured, “Doing this job must be hard, since people don’t want to do as you say.”He fell silent. Then he said, “There’s this one incident I’ll never forget.“I was 24, and we had heard of a woman pregnant with an out-of-plan baby who had run away to a neighboring village. So we made preparations to catch her at night. I got together a team of six or seven people. We surrounded the house. We were very quiet, but I don’t know, somehow she must have heard something — maybe voices — because she ran.”“How many months was she?” I asked.“I don’t know, but she looked pretty big. She ran and ran and ran until she came to a pond. Then she ran in, until the water was at her neck” — his hand sliced his Adam’s apple. “She stood there and began to cry.”I was transfixed by the picture he’d painted. The woman with her bellyful of child, keening in the dark, officials circling the water hole like predators.“What happened?”He looked away. “Please, wait a moment,” he said. The cheery insouciance was gone.“She said a lot of things. She said she needed to have this baby. She would never have any peace, and her husband and her mother-in-law would never treat her well, until she had a son.”I felt we were doing wrong, but I had no choice.He lit a cigarette, clearing his throat.“Finally, two women officials waded in and took her away.”We were silent.“Why did this one incident stay with you, when you must have had so many of these encounters?” I asked.“Maybe it was because I was young,” he said, slowly. “I felt we were doing wrong, but I had no choice.”That night, I was so moved by the story that I related it to a former student of mine whom I was meeting for drinks. She had grown up in the area and was now a PhD student in America. I thought the anecdote was powerful, but I figured she must have heard similar stories all her life.She listened, her eyes widening.“But you must have heard these stories before. What about your schoolmates? Surely some must have come from the countryside and told these stories?” I asked in surprise.She knew, of course, the contours of the one-child policy. But the brutal vividness of this tale was something else. “You must understand,” she said.“I went to Renmin University. To get there I had to go to a top high school, and a top middle school, and those kinds of places are not easy for children from the countryside to get into. Most of my friends and classmates were like me, middle-class, children from the city.”I was reminded yet again that despite the Internet and an increasingly globalized world, many Chinese people’s perceptions of recent historical events can be sketchy.While writing her book on the 1989 student protests at Tiananmen, National Public Radio correspondent Louisa Lim visited four top Chinese universities and showed students a picture of “Tank Man,” the iconic picture of a single person stopping an oncoming line of tanks. To the Western world, it is one of the most recognizable images of the event. Lim found that only 15 out of a 100 students recognized the photo.It struck me as ironic that people of my former student’s generation would know so little about a policy that birthed them and will continue to shape their reality. Yet to my student, such a story was a tale from another country.<strong><em>Excerpted with permission from “<a href=\"http://www.amazon.com/gp/product/054427539X/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=054427539X&amp;linkCode=as2&amp;tag=nypost-20&amp;linkId=KOSKVDVEQDDDN2WY&amp;asc_refurl=https://nypost.com/2016/01/03/how-chinas-pregnancy-police-brutally-enforced-the-one-child-policy/&amp;asc_source=web\" target=\"_blank\">One Child: The Story of China’s Most Radical Experiment</a> by Mei Fong.” Out now from Houghton Mifflin Harcourt.</em></strong>",
    "2016 - 2381": "German protesters seething over <a href=\"https://nypost.com/2016/01/05/germans-shaken-by-mass-sexual-attacks-by-suspects-who-looked-arab-or-north-african/\">a series of sexual assaults of women by migrants on New Year’s Eve</a> brought tensions to a flashpoint in Cologne, where police unleashed water cannons and tear gas to control crowds.Fallout from the holiday attacks — in which dozens of women in the western German city <a href=\"https://nypost.com/2016/01/07/women-made-to-run-gauntlet-in-mass-sexual-attack-in-germany/\">endured a horrifying “gauntlet” of groping and violence by mobs of men</a> — has heightened anger over the country’s welcoming attitude toward migrants and refugees.Dueling groups took over the streets Saturday, including 1,700 anti-Muslim demonstrators who threw bottles and firecrackers at cops and carried signs reading, “Rapefugees Not Welcome,” and shouting, “Merkel out,” denouncing the open-door policy of Chancellor Angela Merkel, who welcomed 1.1 million refugees and migrants to Germany in 2015.The right-wing group, many representing the anti-Islam PEGIDA movement, was met by roughly 1,300 equally angry left-wing protesters, with both groups expressing horror at the extent of the New Year’s Eve attacks.At least 150 reports of sexual assault have been filed, out of 379 complaints of robbery and violence, said police, who admitted after days of denials that most of the attackers were asylum seekers and illegal migrants.In Cologne, a police report kept under wraps for days described women having to “run a gantlet” of drunken, abusive “Arab and North African” men in the square bounded by the Cologne Cathedral, one of Germany’s best-known Christian symbols, and its modernist glass Central Station.The New Year’s crowd, at least 1,000 strong, massively outnumbered the police on patrol in the square, leaving cops helpless to counter at least two rapes and other brutal attacks from those who allegedly burned women with firecrackers, reached under their skirts to grope them, grabbed their breasts, tore off their undergarments, and screamed obscenities.Saturday’s heavy police presence in the square was in stark contrast to the meager forces in place on New Year’s Eve, protesters on both sides said.“The police come after us but they don’t dare touch the Syrians,” one anti-Merkel activist complained to the Sunday Times of London.",
    "2016 - 7295": "FLORENCE, Italy — DNA analysis of a condom and cigarette butt led Italian prosecutors to arrest a Senegalese man in <a href=\"https://nypost.com/2016/01/10/american-woman-found-dead-in-italian-apartment/\">the death of an American woman</a> who suffered two fractures to her skull before being strangled in her Florence apartment, they said Thursday.The naked body of Ashley Olsen, 35, of Summer Haven, Florida, was discovered Saturday morning by her boyfriend.Florence chief prosecutor Giuseppe Creazzo told a news conference that investigators <a href=\"https://nypost.com/2016/01/14/suspect-in-killing-of-american-is-brother-to-top-club-promoter/\">had detained Tidiane Cheik Diaw, a 25-year-old Senegalese immigrant</a>, based on witness testimony and DNA analysis, and also because he had Olsen’s cellphone.He said Diaw had offered “substantially admissive” testimony in response to the accusations during a preliminary interrogation that lasted until 4 a.m. Thursday. Diaw has not yet been charged.Citing witness testimony and street cameras, Creazzo said Olsen and Diaw met for the first time at the Montecarla disco in Florence early Friday and went together to Olsen’s apartment in the Tuscan city’s historic center.He said they had consensual sex. Both <a href=\"https://nypost.com/2016/01/14/italian-police-make-arrest-in-american-womans-kinky-sex-death/\">had drunk alcohol and possibly taken drugs</a> over the course of the night.He said the autopsy determined that Olsen had suffered two fractures to her skull that were so violent, they alone would have killed her. <a href=\"https://nypost.com/2016/01/12/american-woman-was-choked-to-death-with-a-rope-in-florence-autopsy/\">She was subsequently strangled</a>.Police detained Diaw after DNA analysis came back from a used condom and cigarette butt found in Olsen’s bathroom, as well as DNA samples taken from under her fingernails.Diaw was also tied to the crime because he had taken Olsen’s cellphone, put his own SIM card in it and used it, Creazzo said.“We have gathered serious indications of guilt against him,” Creazzo said, adding, however, that a judge must confirm the arrest.Prosecutors didn’t say if Diaw had a lawyer or had been assigned a court-appointed lawyer.\n<div class=\"inline-slideshow\" data-component=\"inlineSlideshow\">\n<div class=\"inline-slideshow__header\">\n<button class=\"button inline-slideshow__nav inline-slideshow__nav--prev inline-slideshow__nav--disabled\" type=\"button\">\n<svg height=\"25\" viewbox=\"0 0 25 25\" width=\"25\"><circle cx=\"12.5\" cy=\"12.5\" fill=\"#c60800\" r=\"12.5\"></circle><path d=\"M12.907 12.421L8.4 8.231l3.107-2.673 6.893 6.863-6.893 7.137L8.4 16.885z\" fill=\"#2a2a2a\"></path></svg>\n<span class=\"screen-reader-text\">Previous</span>\n</button>\n<div class=\"inline-slideshow__pagination\">\n<span>1</span> of <span>3</span> </div>\n<button class=\"button inline-slideshow__nav inline-slideshow__nav--next\" type=\"button\">\n<svg height=\"25\" viewbox=\"0 0 25 25\" width=\"25\"><circle cx=\"12.5\" cy=\"12.5\" fill=\"#c60800\" r=\"12.5\"></circle><path d=\"M12.907 12.421L8.4 8.231l3.107-2.673 6.893 6.863-6.893 7.137L8.4 16.885z\" fill=\"#2a2a2a\"></path></svg>\n<span class=\"screen-reader-text\">Next</span>\n</button>\n</div>\n<div class=\"inline-slideshow__wrapper\">\n<div class=\"inline-slideshow__slides\">\n<div class=\"inline-slideshow__slide\">\n<figure class=\"inline-slideshow__slide-figure\">\n<img alt=\"\" class=\"inline-slideshow__image\" height=\"585\" loading=\"lazy\" sizes=\"(max-width: 878px) 100vw, 878px\" src=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/florence-ashley-olsen.jpg?quality=75&amp;strip=all&amp;w=878\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/florence-ashley-olsen.jpg?quality=75&amp;strip=all&amp;w=1756 1756w, https://nypost.com/wp-content/uploads/sites/2/2016/01/florence-ashley-olsen.jpg?quality=75&amp;strip=all&amp;w=1317 1317w, https://nypost.com/wp-content/uploads/sites/2/2016/01/florence-ashley-olsen.jpg?quality=75&amp;strip=all&amp;w=878 878w, https://nypost.com/wp-content/uploads/sites/2/2016/01/florence-ashley-olsen.jpg?quality=75&amp;strip=all&amp;w=439 439w, https://nypost.com/wp-content/uploads/sites/2/2016/01/florence-ashley-olsen.jpg?quality=75&amp;strip=all 1024w\" width=\"878\"/> <figcaption class=\"meta meta--caption\">\n\t\t\t\t\t\t\t\t\tPolice officers investigate the apartment where Olsen's body was found. \t\t\t\t\t\t\t\t</figcaption>\n<span class=\"inline-slideshow__credit meta meta--byline\">Getty Images</span>\n</figure>\n</div>\n<div class=\"inline-slideshow__slide\">\n<figure class=\"inline-slideshow__slide-figure\">\n<img alt=\"\" class=\"inline-slideshow__image\" height=\"585\" loading=\"lazy\" sizes=\"(max-width: 878px) 100vw, 878px\" src=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/italy_american_slain2.jpg?quality=75&amp;strip=all&amp;w=878\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/italy_american_slain2.jpg?quality=75&amp;strip=all&amp;w=1756 1756w, https://nypost.com/wp-content/uploads/sites/2/2016/01/italy_american_slain2.jpg?quality=75&amp;strip=all&amp;w=1317 1317w, https://nypost.com/wp-content/uploads/sites/2/2016/01/italy_american_slain2.jpg?quality=75&amp;strip=all&amp;w=878 878w, https://nypost.com/wp-content/uploads/sites/2/2016/01/italy_american_slain2.jpg?quality=75&amp;strip=all&amp;w=439 439w, https://nypost.com/wp-content/uploads/sites/2/2016/01/italy_american_slain2.jpg?quality=75&amp;strip=all 1024w\" width=\"878\"/> <figcaption class=\"meta meta--caption\">\n\t\t\t\t\t\t\t\t\tAn undated photo of Ashley Olsen. \t\t\t\t\t\t\t\t</figcaption>\n<span class=\"inline-slideshow__credit meta meta--byline\">AP</span>\n</figure>\n</div>\n<div class=\"inline-slideshow__slide\">\n<figure class=\"inline-slideshow__slide-figure\">\n<img alt=\"\" class=\"inline-slideshow__image\" height=\"589\" loading=\"lazy\" sizes=\"(max-width: 393px) 100vw, 393px\" src=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/ashley-olsen-italy-death.jpg?quality=75&amp;strip=all&amp;w=393\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/ashley-olsen-italy-death.jpg?quality=75&amp;strip=all&amp;w=786 786w, https://nypost.com/wp-content/uploads/sites/2/2016/01/ashley-olsen-italy-death.jpg?quality=75&amp;strip=all&amp;w=589 589w, https://nypost.com/wp-content/uploads/sites/2/2016/01/ashley-olsen-italy-death.jpg?quality=75&amp;strip=all&amp;w=393 393w, https://nypost.com/wp-content/uploads/sites/2/2016/01/ashley-olsen-italy-death.jpg?quality=75&amp;strip=all&amp;w=196 196w, https://nypost.com/wp-content/uploads/sites/2/2016/01/ashley-olsen-italy-death.jpg?quality=75&amp;strip=all 1024w\" width=\"393\"/> <figcaption class=\"meta meta--caption\">\n\t\t\t\t\t\t\t\t\tFlowers left at the door of Olsen's apartment building in Florence.\t\t\t\t\t\t\t\t</figcaption>\n<span class=\"inline-slideshow__credit meta meta--byline\">Getty Images</span>\n</figure>\n</div>\n</div>\n</div>\n</div>\n<br/>\nCreazzo said Diaw had arrived in Italy illegally a few months ago to join his brothers, who had been there for some time. He told investigators he was working odd jobs handing out fliers for local nightspots.Diaw is accused of aggravated homicide, given the brutality of the death and that Olsen was in a compromised state, Creazzo said. He remains in detention.Olsen moved to Florence a few years ago and was active in the expatriate arts scene. Her father is a professor at a local design institute. ",
    "2016 - 8637": "GAZIANTEP, Turkey — Mohammed Saad, a Syrian activist, was imprisoned by the Islamic State group, hung by his arms and beaten regularly. Then one day, his jailors quickly pulled him and other prisoners down and hid them in a bathroom.The reason? A senior Muslim cleric was visiting to inspect the facility. The cleric had told the fighters running the prison that they shouldn’t torture prisoners and that anyone held without charge must be released within 30 days, Saad told the Associated Press. Once the coast was clear, the prisoners were returned to their torment.“It’s a criminal gang pretending to be a state,” Saad said, speaking in Turkey, where he fled in October. “All this talk about applying Shariah and Islamic values is just propaganda, Daesh is about torture and killing,” he said, using the Arabic acronym for IS.Syrians who have recently escaped the Islamic State group’s rule say public disillusionment is growing as IS has failed to live up to its promises to install a utopian “Islamic” rule of justice, equality and good governance.Instead, the group has come to resemble the dictatorial rule of Syrian President Bashar al-Assad that many Syrians had sought to shed, with a reliance on informers who have silenced a fearful populace. Rather than equality, society has seen the rise of a new elite class — the jihadi fighters — who enjoy special perks and favor in the courts, looking down on “the commoners” and even ignoring the rulings of their own clerics.Despite the atrocities that made it notorious, the Islamic State group had raised hopes among some fellow Sunnis when it overran their territories across parts of Syria and Iraq and declared a “caliphate” in the summer of 2014. It presented itself as a contrast to Assad’s rule, bringing justice through its extreme interpretation of Shariah and providing services to residents, including loans to farmers, water and electricity, and alms to the poor. Its propaganda machine promoting the dream of an Islamic caliphate helped attract jihadis from around the world.In Istanbul and several Turkish cities near the Syrian border, the AP spoke to more than a dozen Syrians who fled IS-controlled territory in recent months. Most spoke on condition they be identified only by their first names or by the nicknames they use in their political activism for fear of IS reprisals against themselves or family.“Daesh justice has been erratic,” said Nayef, who hails from the IS-held eastern Syrian town of al-Shadadi and escaped to Turkey in November with his family, largely because of Russian airstrikes. “They started off good and then, gradually, things got worse.” He insisted that his last name not be printed, fearing for his safety.The group has recruited informers in the towns and cities it controls to watch out for any sign of opposition.“Like under the (Assad) regime, we were also afraid to talk against Daesh to anyone we don’t fully trust,” said Fatimah, a 33-year-old whose hometown of Palmyra was taken over by IS early last year. She fled to Turkey in November with her husband and five children to escape Russian and Syrian airstrikes.IS has also become less able to provide public services, in large part because military reversals appear to have put strains on its finances. US and Russian airstrikes have heavily hit its oil infrastructure — a major source of funds. Over the past year, the group has lost 30 percent of the territory it once held in Iraq and Syria, according to the US-led anti-IS coalition. Many of those interviewed by the AP said there are lengthier cutoffs of water and electricity in their towns and cities and prices for oil and gas have risen.Abu Salem, an activist from the eastern city of Deir el-Zour, said public acceptance of IS rule is eroding. “It has made an enemy of almost everyone,” he told the AP in the Turkish city of Reyhanli on the Syrian border.One sign of the distance between the claims and realities is a 12-page manifesto by IS detailing its judicial system. The document, a copy of which was obtained by the AP, heavily emphasizes justice and tolerance. For example, it sets out the duties of the Hisba, the “religious police” who ensure people adhere to the group’s dress codes, strict separation of genders and other rules.A Hisba member “must be gentle and pleasant toward those he orders or reprimands,” it says. “He must be flexible and good mannered so that his influence is greater and the response (he gets) is stronger.”Yet the escaped Syrians all complained of the brutal extremes that the Hisba resorts to. One woman who lived in Raqqa said that if a woman is considered to have violated the dress codes, the militants flog her husband, since he is seen as responsible for her. When her neighbor put out the garbage without being properly covered, she said, the woman’s husband was whipped.Abu Manaf, a 44-year-old from Deir el-Zour, said some clerics challenged the group’s enforcers over their wanton use of strict Shariah punishments like beheadings, stoning to death, flogging and cutting off limbs. More moderate clerics in IS argued that such punishments can only be implemented under specific conditions. They also complained about the jihadis’ custom of displaying bodies of the beheaded in public as an example to others, violating Islamic tenets requiring the swift burial of the dead.“Many of those moderate clerics disappear, are killed or jailed for crimes they did not commit,” said Abu Manaf, who left Deir el-Zour in November, then stayed in the Islamic State group’s de facto capital, Raqqa, for three weeks before he reached Turkey.Saad’s account of his imprisonment in his home city of Deir el-Zour reflected the tensions between the fighters and some clerics.He was arrested because of his media activism, reporting on the anti-Assad opposition. IS suspected him of belonging to the rebel Free Syrian Army, which is fighting the extremists. The day the cleric came to inspect the prison — set up in a former police station — he heard the cleric asking the guards if the prisoners were getting enough food and water, and whether they were being beaten, Saad said.On another occasion, a cleric and a judge visited and spoke to the prisoners in their cells. Saad said they told him to write on a piece of paper his name, why he’d been jailed and whether he had been tortured or made to confess under duress. He wrote that he had not been beaten, because he knew the guards would punish him if he said he had been, Saad said.After five months in custody, Saad said, he secured his release by agreeing to do media work for IS. For three months, he helped put together videos and other propaganda before escaping to Turkey.The Syrians interviewed in Turkey said that in IS courts, the judges often show a bias toward IS operatives in any legal dispute with the general public. Judges justify the bias by pointing to Quranic verses or sayings of the Prophet Muhammad, including “God prefers those who fight in jihad over those who sit.” Often, IS members refer to the general population by the dismissive term “al-awam,” Arabic for “the commoners.”Hossam, who owned a women’s clothes shop in Raqqa, said IS members receive perks that sharply set them apart from everyone else. In many cases, young men join the group to escape poverty or protect themselves from IS excesses, he and others said. He insisted that his last name not be printed, fearing for his safety.“Those who join Daesh receive a step up in the social ladder,” he told the AP in Istanbul. “Daesh men drive luxury cars and eat at the best restaurants and whoever has a friend or a relative with Daesh has a better life.”One perk that IS members avail themselves of is the chance to marry local women. Several of the Syrians interviewed by the AP said families with daughters often came under pressure to marry them off to fighters, which has led many to smuggle daughters to Turkey.Khatar, a 26-year-old who spoke in Lesbos, Greece, making her way to Western Europe, said she has two younger sisters back in Raqqa, and jihadis “have been knocking on our doors at least once a month to ask for their hands in marriage.” Her father lies to them and tells them he doesn’t have unmarried daughters, “but they keep coming back.”But some take the opportunity to marry an IS member because the benefits lift the whole family out of the “al-awam” class.Khatar said a 17-year-old daughter of one of her neighbors married a Saudi jihadi. When Khatar went to congratulate her, she found her loaded with expensive clothes and jewelry as a dowry. “She seemed very happy with her new, elevated social status,” Khatar said.",
    "2016 - 1659": "An American tourist was brutally stabbed to death at a deserted beach on the Caribbean island of Grenada on Saturday, according to police who say the suspect quickly turned himself in.The 39-year-old woman had been walking in the sand with her husband when the attacker stabbed her with a cutlass, a short sword, <a href=\"http://www.telegraph.co.uk/news/worldnews/centralamericaandthecaribbean/12120890/American-woman-tourist-murdered-with-cutlass-on-Grenada-beach.html\">The Telegraph reports</a>.Her husband escaped the attack, police said, and the woman’s body turned up near the water. Neither the victim nor her husband was identified.The couple was staying at La Sagesse, a resort southeast of Grenada’s capital, St. George’s. They’d apparently come across a beach that other travelers described as “totally deserted.”Journalist and witness Sue Hardy <a href=\"http://www.mirror.co.uk/news/world-news/death-paradise-murder-woman-caribbean-7239297\">told the Mirror</a>, “No one can see you there — but of course, nobody can see if anyone attacks you there.”She added, “I wouldn’t venture onto that other, hidden, beach again.”Ex-convict David Martin Benjamin admitted to the crime, <a href=\"https://www.yahoo.com/travel/american-tourist-brutally-murdered-in-grenada-170809565.html\">according to Yahoo Travel</a>. He recently got out of prison, according to reports, and walked to the police station to turn himself in.The slaying comes just over a week after American news producer Anne Swaney was <a href=\"http://www.foxnews.com/world/2016/01/16/news-executive-found-dead-in-belize-while-on-vacation.html?intcmp=hpbt4\">strangled while visiting Belize</a>.",
    "2016 - 4034": "CAIRO — A video showing a reporter and an actor handing Egyptian policemen condom balloons on the fifth anniversary of <a href=\"https://nypost.com/tag/arab-spring/\">the 2011 uprising</a> received more than 1 million views online but could land them in jail.The video was filmed Monday, national Police Day, and <a href=\"https://nypost.com/2016/01/23/egypt-warns-against-unrest-on-uprising-anniversary/\">the anniversary of the uprising that toppled longtime autocrat Hosni Mubarak</a>. The revolt was largely inspired by anger at police brutality.The video, which has been shared 15,000 times on Facebook, showed the two men in their early 20s laughing as they unwrap and inflate condoms. “From the youth of Egypt to the police,” was written on the balloons.<figure class=\"wp-caption alignright\" id=\"attachment_10040300\"><img alt=\"\" class=\"size-medium wp-image-10040300\" height=\"168\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2016/01/2016-01-26-16_58_34.gif?w=300\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/2016-01-26-16_58_34.gif?w=450 450w, https://nypost.com/wp-content/uploads/sites/2/2016/01/2016-01-26-16_58_34.gif?w=300 300w, https://nypost.com/wp-content/uploads/sites/2/2016/01/2016-01-26-16_58_34.gif?w=150 150w, https://nypost.com/wp-content/uploads/sites/2/2016/01/2016-01-26-16_58_34.gif 515w\" width=\"300\"/><figcaption class=\"wp-caption-text\"><span class=\"credit\">Facebook</span></figcaption></figure>The video later showed them in Tahrir Square — birthplace of the 2011 uprising – handing the balloons to unwitting police conscripts.Tahrir was virtually empty on Monday except for several dozen supporters of President Abdel-Fattah el-Sissi, the former general who overthrew an elected Islamist leader in 2013.The two men in the video — actor Ahmed Malek and reporter Shady Hussein, who works for a satirical program — mimicked the el-Sissi supporters, waving Egyptian flags, kissing the ground and shouting “long live Egypt!”Prosecutors are now reviewing complaints that accuse them of insulting the police. If charged and convicted, they face no less than six months in jail and a fine of 10,000 pounds ($1,250).Police melted away following daylong street battles with protesters on Jan. 28, 2011. It took them nearly two years to fully assume their responsibilities. Nowadays, rights groups accuse the largely militarized force of returning to Mubarak-era practices like torture, random arrests and forced disappearances.“What, why are you all worked up? I was joking,” Hussein wrote on Facebook in response to the uproar over the video. He argued that the prank, however offensive, paled in comparison to the police abuses he said he witnessed first hand during the 2011 uprising.‘Maybe this whole situation arose from the frustration associated with the lack of freedom of speech that my generation is enduring these days.’People “have not forgotten and will not forget what you did,” he wrote, addressing the police. “I feel like my days outside prison are numbered,” he said.Hussein’s status update was shared over 20,000 times in less than an hour.Hussein’s colleague, Malek, alo responded on Tuesday, but with an apology.“Maybe this whole situation arose from the frustration associated with the lack of freedom of speech that my generation is enduring these days,” Malek wrote on Facebook earlier in the day. “Still, that does not give me the right to transgress or express my views in a way that encroaches on the rights of others.”“I sincerely apologize to anyone insulted by the video, especially the police,” wrote Malek, who was referred to a disciplinary committee by the actors’ guild. The company that produces the satirical show Hussein reports for said it totally opposes what he did.There has been no formal reaction from the Interior Ministry, but an unofficial Facebook page that claims to speak for the police demanded that the two be brought to justice.“Congratulations, you have made an enemy of 37,000 officers,” it said.",
    "2016 - 4893": "They were kidnapped and then subjected to months of brutal sexual assaults.And as if being the sex slave of an Islamic State fighter isn’t horrific enough, countless women and girls were then subjected to further humiliation — barbaric and appalling virginity tests.Those who escaped and survived to reveal the horrors that they endured at the hands of Islamic State militants were <a href=\"https://www.hrw.org/news/2016/01/27/dispatches-virginity-testing-end-yezidi-rape-survivors\">forced to undergo the tests conducted by Kurdistan officials,</a> according to Human Rights Watch.“The girls underwent the abusive and inaccurate procedure as part of a forensic, post-rape examination,” Rothna Begum, an HRW Women’s Rights Division researcher, said in a recent Dispatches report.She said the tests were seen as evidence of rape by Iraqi courts, despite the World Health Organization stating definitively that “virginity tests” have no scientific validity.“They are based on a commonly held but inaccurate belief that all women and girls who are virgins have intact hymens that bleed on first intercourse,” she said.“As such they are ineffective for determining whether a woman or girl has been raped.”Begum, who interviewed dozens of girls who were captured by ISIS fighters when they swept through northern Iraq in August 2014, said the girls were in dire need of health care, counseling and other services to help them begin to recover from their ordeal.While their stories were taken seriously, some of the girls were subjected to the horrific tests, she added, further adding to their trauma.The committee gathering evidence of ISIS crimes this week revealed it had stopped referring sex slave survivors for virginity tests.Instead they were adopting a new medical examination report on sexual violence based on UN recommendations, consistent with human rights and best practice, HRW reveal.The revelation about the testing comes as more stories unfold of the brutal acts ISIS militants have inflicted on women and girls, many of whom were sold and purchased as sex slaves.It is estimated between 3,000 and 5,000 women and girls are enslaved by ISIS, most of whom come from the Yazidi minority, who are persecuted as “devil worshippers.”In a November 2015 testimony, <a href=\"http://www.news.com.au/world/middle-east/woman-burnt-alive-by-islamic-state-for-refusing-extreme-sex-act/news-story/46e0b83f698a005ded63b0e8ebdb9a79\">Zainab Bangura, the UN’s special representative on sexual violence in conflict, revealed how ISIS was institutionalizing sexual violence</a> and how brutalizing women and girls is central to their ideology.She said fighters who captured new territory often killed men and young boys, taking the youngest and prettiest virgins to their stronghold in Raqqa.Some girls are sold several times as fighters tire of them, or in some cases killed.“We heard one case of a 20-year-old girl who was burned alive because she refused to perform an extreme sex act,” she told the committee.Another survivor of ISIS brutality also shared the horror of her ordeal at the hands of militants.<a href=\"http://www.news.com.au/world/middle-east/they-forced-us-to-pray-before-raping-us-isis-sex-slave-survivor-speaks-out/news-story/d0476d9fab9e0e541d25ddc3926ad90f\">Nadia Murad, 21, was captured by fighters in her hometown of Sinjar in northern Iraq</a> before being sold into sexual slavery last year.Speaking about her ordeal at Egypt’s Cairo University last November, she said militants “used to force captives to pray and then rape us.”“We were not worth the value of animals. They raped girls in groups. They did what a mind could not imagine.”As barbaric as it sounds for rape victims, virginity testing has also come under fire in Indonesia, where <a href=\"http://www.news.com.au/world/asia/indonesias-national-police-accused-of-virginity-tests-for-female-recruits/news-story/b412c315152fd5570c4e44dd60695730\">female police recruits have reportedly been subjected to the practice.</a>In a 2014 report, HRW said many young women described the procedure as painful and traumatic.The women told how they were forced to strip naked before being given a “two-finger test” to see if their hymens were intact.The practice is also extended to female recruits looking to join the country’s military service.But while the testing has been widely condemned by women and human rights activists, it appears the army’s top boss doesn’t have a problem with it.In an interview with the Jakarta Globe last year,<a href=\"http://jakartaglobe.beritasatu.com/news/good-thing-military-chief-virginity-testing-female-recruits/\"> General Moeldoko defended the procedure, reportedly saying, “So what’s the problem? It’s a good thing, so why criticize it?”</a>This comes despite Moeldoko admitting there was no direct link between a woman being a virgin and her abilities as a member of the armed forces.",
    "2016 - 6430": "Suppose they gave an Oscars ceremony and nobody came? Or rather, suppose they threw another tedious, self-congratulatory Hollywood circle jerk — and just a few white people showed up?This is the fate facing Tinseltown’s most overrated awards fete, scheduled for Feb 28. Some African-Americans, and at least one white supporter, vow to skip the annual celebration of liberal politics, Botox and racism so blatant that not a single person of color was nominated this year or last for an acting Academy Award. No movie starring racial minorities has a shot at winning a Best Picture statue this year.Who’s responsible for this travesty? Don’t blame political conservatives. We discriminated against no one. Republicans — all-purpose boo­gey­people to the radical left — didn’t warp the film world.And patriotic Americans, who’ve been dashed repeatedly by the Oscars’ rejection of films that reflect their values, committed no offense.The trouncing of La-La Land diversity is a self-inflicted wound suffered by political progressives who run the realm of rich, hypocritical, Gulfstream jet-flying warriors against climate change and income inequality.Apparently, partly in response to the viral hashtag #OscarsSoWhite, overlords of the Academy of Motion Picture Arts and Sciences announced that they aim to double its number of women and “diverse” members — by 2020.The struggle for millionaires’ civil rights will not wait.Will Smith is leading a boycott charge with his wife, Jada Pinkett Smith, and filmmakers Spike Lee and Michael Moore. Smith said on “Good Morning America” — insultingly — that the nominations demonstrate racial inequities plaguing the United States, which presumably he experiences from behind tinted limousine windows.“When I look at it, the nominations reflect the academy. The academy reflects the industry, reflects Hollywood, and then the industry reflects America,” he lectured. “It reflects a series of challenges that we are having in our country at the moment.“There’s a regressive slide towards separatism, towards racial and religious disharmony, and that’s not the Hollywood that I want to leave behind. That’s not the industry, that’s not the America, I want to leave behind.”Word to the academy-overlooked “Concussion’’ star: This is no vast right-wing conspiracy.Oscars were awarded on a more consistently racially diverse basis during the presidency of Republican George W. Bush than they are under Democrat Barack Obama. During the Bush years, Halle Berry, Denzel Washington and Jamie Foxx took home statues for leading roles, and Jennifer Hudson nabbed one for Best Actress in a Supporting Role.The last film featuring blacks to be lavishly honored by the academy was 2013’s “12 Years a Slave,’’ a brutal but important work based on the true story of a free black man kidnapped from upstate New York and enslaved in the 19th-century South.It won Oscars for Best Picture, supporting actress and adapted screenplay.Now, jump to this year.The 2015 biopic “Straight Outta Compton,” which I thoroughly enjoyed, is an uplifting dramatization of the rags-to-riches journey of N.W.A. The African-American members of the 1980s rap group are shown overcoming street gangs, drugs, brutality purportedly inflicted by racist cops, and the FBI, which tried and failed to silence the catchy rap, “F- -k tha Police.” Perhaps that sentiment would best be directed at the academy.The movie’s only Oscar nomination is for Best Original Screenplay.Meanwhile, the white-dominated “Mad Max: Fury Road’’ (I missed this one) is a post-apocalyptic car-chase movie not starring Mel Gibson. It nabbed 10 nominations, including ones for Best Picture and Directing.Hollywood is sick with an even bigger prejudice — a pathological disdain for flag-waving, pro-military films.Most gallingly, 2014’s box-office monster “American Sniper” got virtually no respect from the academy. Directed by Clint Eastwood, the film about Navy SEAL sharpshooter Chris Kyle, beautifully played by Bradley Cooper, was nominated for six Oscars, including Best Picture and Best Actor. (Eastwood wasn’t nominated.) The movie scored just one statue for sound editing.The good news is that we shall overcome Hollywood racism. But I guarantee that out-of-touch movieland leftists won’t exhibit love for America anytime soon.In my column last week, I confessed that I’m Team Circumcision, which pissed off Team Foreskin.“Your disregard for victims reminds me of rape apologists and Holocaust denialists,’’ reader Carrie Arnese wrote in an email.“Intactivists’’ are men who feel mutilated from having the foreskins snipped from their penises as babies, and women who believe the procedures are painful, barbaric and unnecessary.But Carl Monetti, 66, wrote that he could not be intimate with women until after he was cut while serving in the Air Force: “Trust me, I would much rather have gone through the procedure as a baby than at 21.’’Popular in the United States, though the rate has dipped in recent years, circumcision safeguards men from certain cancers and sexually transmitted diseases, studies show. Intactivists contend the health claims are overblown, and say that about 100 males die each year as a result of genital alteration.It’s about aesthetics for me. I’m not switching teams.The skinny chick has grown love handles!Appeasing feminists while trying to pump up plummeting sales, toymakers at Mattel last week unveiled fat Barbies. The dolls’ formerly busty, scrawny plastic bodies, critics warned, encouraged eating disorders in kids ever since they were introduced in 1959.Now the dolls, available in racially diverse skin tones and hairdos since last year, are being sold online in three politically correct body types: “petite,” “tall” and “curvy” — with thunder thighs, generous hips and protruding guts. They hit stores in March.I’m glad my teenage daughter is too old to play with the dolls of my childhood. Who needs life lessons from Barbie?I believe Michael Jackson was a never-convicted child-molesting freak. But why is white British actor Joseph Fiennes, 45, playing the African-American pop legend in a British TV comedy?Jacko’s adult skin was white — he claimed his pigmentation was marred by the skin condition vitiligo — and he was a plastic-surgery victim who died of an overdose of the anesthetic propofol in 2009 at age 50.Out of respect to people of all races, Fiennes should pull out of this disastrous project."
}