{
    "2009 - 2177": "  An air-charter company favored by a slew of A-list celebs recklessly overfilled its jets with cut-rate fuel – a penny-pinching measure that caused one plane to abort takeoff at Teterboro Airport and skid into rush-hour traffic, authorities said yesterday.   Six employees of the now-defunct Platinum Jet Management – which counted Beyoncé, Snoop Dogg, Jay-Z and Harvey Weinstein as clients, according to ABC News – have been arrested for their alleged roles in the February 2005 crash.   Twenty people were injured, four seriously, but all survived.   The jet, which ABC reports may have also served former Presidents Bill Clinton and George H.W. Bush, attempted to take off with 1,000 pounds more fuel than was reported in flight paperwork, feds in Newark said.   The Canadair Challenger CL-600 aborted takeoff at Teterboro, skidded across Route 46 and smashed into a brick warehouse.   Like motorists cruising for cheap gas, Platinum’s bosses frequently topped up their planes’ tanks at airports that had good fuel deals, said an indictment unsealed in Newark federal court.   But filling a jet’s tank to the brim isn’t the same as filling up a car – and the weight can offset a plane’s balance.   The fuel on the doomed plane was also loaded further forward in the plane than its pilots realized, investigators said.   “It is astounding – and criminal – that owners and operators of jet aircraft would repeatedly engage in such a dangerous game with passengers and airplanes loaded to the brim with jet fuel,” said Ralph Marra, the acting US attorney in New Jersey.   Platinum is also accused of operating a charter service without proper FAA certificates and using unqualified pilots.   Four suspects were arrested yesterday in Florida – Michael Brassington, 35, the president and CEO of Platinum Jet Management; his brother Paul, 29, a company vice-president; and company officials Andre Budhan, 42, and Brien McKenzie, 42. They are being held without bail pending a hearing Monday.   Two other suspects were being sought.   Neither of the pilots in the Teterboro crash flight was charged.<em><a href=\"mailto:bill.sanderson@nypost.com\">bill.sanderson@nypost.com</a></em>",
    "2009 - 3194": "  Fla. doctor loses license after botched abortion  TAMPA, Fla. (AP) – The Board of Medicine has revoked the license of a Florida doctor accused of medical malpractice in a botched abortion case in which a live baby was delivered, but ended up dead in a cardboard box.   The board on Friday found Dr. Pierre Jean-Jacque Renelique in violation of Florida statutes by committing medical malpractice, delegating responsibility to unlicensed personnel, and failing to keep an accurate medical record. Renelique and his attorney declined to comment after the hearing.   The Department of Health said Renelique was scheduled to perform an abortion on a teenager who was 23 weeks pregnant in 2006. Sycloria Williams had been given drugs in advance to dilate her cervix.   According to the complaint, she gave birth at a Hialeah clinic after waiting hours for Renelique to arrive. The complaint said one of the clinic owners put the baby in a bag that was thrown away.   Police found the infant’s decomposing remains a week later.   A medical examiner determined the cause of death was extreme prematurity, the complaint states.   At Friday’s hearing, Renelique told the board of his life-long quest to be a doctor. He said there are generations of physicians in his family, and that he decided to follow the same path after seeing his father treat patients.   Renelique described saving a woman’s life during the second year of his medical residency in Haiti. He later left his home country to work and train in the United States. It was never his intention to do abortions, he said.   “That was not part of my goals when I came to Florida,” he said. “But I had to do it to survive.”   During the board’s questioning, Dr. Elizabeth D. Tucker, an obstetrician-gynecologist from Pensacola, asked Renelique about three different types of medical forceps. Renelique replied that he possessed each of the instruments.   After each question, Tucker also held up a metal instrument, different from the one she had named and inquired about. One of the tools was a metal rod with an arrow attached at the tip.   Tucker asked Renelique if he had that. He replied that he did.   “For the record, these are from my antique collection,” she said later. “We don’t use these in terminations.”   Renelique’s attorney, Joseph Harrison, later requested that his client view the instruments more closely, which the board allowed. Renelique said he had never seen or used the spear in his life.   Renelique said he had advised the patient to come in early as a precaution, and that when he was en route to the clinic, he was called to tend to another patient having an emergency.   He said the clinic staff members didn’t tell him about the delivery when he arrived.   Harrison said Renelique expected the board to uphold the current restriction on his license, which prohibits him from performing abortions unless another physician is present. The Department of Health recommended that his license be suspended. But the board decided to revoke it instead which means he will not be able to practice medicine in Florida.   No criminal charges have been filed in the case, but the state attorney’s office is investigating.",
    "2009 - 984": "  Boy dad Alfie Patten yesterday admitted he does not know how much nappies cost – but said: “I think it’s a lot.”  Baby-faced Alfie, who is 13 but looks more like eight, became a father four days ago when his girlfriend Chantelle Steadman gave birth to 7lb 3oz Maisie Roxanne.  He told how he and Chantelle, 15, decided against an abortion after discovering she was pregnant.   The shy lad, whose voice has not yet broken, said: “I thought it would be good to have a baby.  “I didn’t think about how we would afford it. I don’t really get pocket money. My dad sometimes gives me 10 pounds.”  Alfie, who is just 4ft tall, added: “When my mum found out, I thought I was going to get in trouble. We wanted to have the baby but were worried how people would react.  “I didn’t know what it would be like to be a dad. I will be good, though, and care for it.” <a href=\"http://www.thesun.co.uk/sol/homepage/news/article2233878.ece\"><strong>Read the rest of the story at The Sun</strong></a>",
    "2009 - 2767": "  ALBANY – Gov. Paterson yesterday was blasted by public-employee unions, legislative Republicans and even fellow Democrats for granting sky-high pay hikes to his key staffers at a time when he’s asking 130,000 state workers to give up their 3 percent raises.   “This will demoralize our members even further,” said Stephen Madarasz, a spokesman for the Civil Service Employees Association, which represents 70,000 state workers.   “Frankly, it doesn’t come as a great surprise to us because we’ve been very disappointed in the way the governor has been handling the fiscal crisis from the start.”   As for Paterson’s request that state workers give up the 3 percent hikes they’re due to receive April 1 or risk massive layoffs, Madarasz declared flatly, “We’re not going to do it.”   An apparently shocked spokeswoman for the Public Employees Federation, which represents 59,000 state workers said only, “We’re not going to comment because the story speaks for itself.”   The Post disclosed yesterday that Paterson had secretly granted raises of as much as 46 percent to more than a dozen staffers since August, when he claimed an “emergency” fiscal crisis required a tough hiring freeze and a reduction in state spending.   The pay hikes, costing about $250,000 annually, went to many of Paterson’s top staffers, including his chief of staff, William Cunningham, whose annual pay rose $8,500, to $178,500, or 5 percent, and his deputy, Charlotte Hitchcock, who received an $18,000 increase, to $178,000, for an 11.25 percent hike.   Senate Minority Leader Dean Skelos (R-Nassau) said the size and scope of the pay hikes “show the governor just doesn’t get it.”   “Whether it’s raising taxes or secretly raising his staff salaries, the trip to Europe, the luxury hotel stay in Washington . . . he’s asking everyone to sacrifice during these difficult times – except for him and his staff,” Skelos said.   Meanwhile, a prominent Democrat who has worked with Paterson called the raises “disastrous” and said, “David ought to be leading by example and showing his staff he can do more with less, and not less with more, which, frankly, appears to be the case.   “If he keeps it up, he’ll be finished as governor,” added the Democrat, who demanded anonymity.   Paterson has been sinking in recent public-opinion polls in the wake of a string of missteps, including the mishandling of the selection of Hillary Rodham Clinton’s Senate replacement; an aborted junket to Davos, Switzerland; a $20,000-plus four-day stay at President Obama’s inauguration; politically unpopular plans to tax sodas and Internet downloads; and repeated flip-flops on whether he backs higher taxes for the wealthy.<em><a href=\"mailto:fredric.dicker@nypost.com\">fredric.dicker@nypost.com</a></em>",
    "2009 - 2229": "  VATICAN CITY – Pope Benedict XVI on Wednesday told U.S. Speaker of the House Nancy Pelosi, a Catholic who supports abortion rights, that Catholic politicians have a duty to protect life “at all stages of its development.”  Pelosi is the first top Democrat to meet with Benedict since the election of Barack Obama, who won a majority of the American Catholic vote despite differences with the Vatican on abortion.  The Vatican released the pope’s remarks to Pelosi, saying Benedict spoke of the church’s teaching “on the dignity of human life from conception to natural death.” That is an expression often used by the pope when expressing opposition to abortion.  Benedict said all Catholics – especially legislators, jurists and political leaders – should work to create “a just system of laws capable of protecting human life at all stages of its development.”  In an e-mail issued by her office, Pelosi did not mention the allusion to abortion.  She said it was with “great joy” that she and her husband, Paul, met with Benedict.  “In our conversation, I had the opportunity to praise the Church’s leadership in fighting poverty, hunger and global warming, as well as the Holy Father’s dedication to religious freedom and his upcoming trip and message to Israel,” she said.  The 15-minute meeting was closed to reporters and photographers. The two met in a small room off a Vatican auditorium after the pope’s weekly public audience.  The Vatican said it was not issuing a photo of the meeting – as it usually does when the pope meets world leaders – saying the encounter was private. The statement said the pope “briefly greeted” Pelosi and did not mention any other subject they may have discussed.  A number of the bishops in the United States have questioned Pelosi’s stance on abortion, particularly her theological defense of her support for abortion rights.  Benedict has cautiously welcomed Obama’s new Democratic administration, although several American cardinals have sharply criticized its support for abortion rights. The new stance is a sharp break from government policy under former President George W. Bush.  Pelosi had meetings with Italian leaders in the past few days, including Premier Silvio Berlusconi.",
    "2009 - 1286": " VATICAN CITY – Pope Benedict XVI received Nancy Pelosi, one of the most prominent abortion-rights politicians in America, and told her yesterday that Catholic politicians have a duty to protect life “at all stages of its development.”   The US House speaker, a Catholic, was the first top Democrat to meet with Benedict since the election of Barack Obama.   On his fourth day in office last month, Obama ended a ban on funds for international groups that perform abortions or provide information on the option, a reversal of former President George W. Bush’s policy.   A short statement from the Vatican said the pope “briefly greeted” Pelosi, and did not mention any other subject they may have discussed besides abortion.   In their 15-minute meeting, the Vatican said, Benedict spoke of the church’s teaching “on the dignity of human life from conception to natural death.”   Pelosi, for her part, did not even mention the pope’s allusion to abortion.   In a statement issued by her office, Pelosi said it was with “great joy” that she and her husband, Paul, met with Benedict.   “In our conversation, I had the opportunity to praise the church’s leadership in fighting poverty, hunger and global warming, as well as the Holy Father’s dedication to religious freedom,” Pelosi said. ",
    "2009 - 1233": " State health officials yanked a creepy Upper East Side shrink’s license yesterday after finding that he slept with two of his patients – impregnating one and paying for her to have an abortion.   Dr. Reed Moskowitz, 62, a professor of psychiatry at NYU and author of “Your Healing Mind,” had claimed at a hearing that his patients had simply confused fantasy with reality, but the state Health Department deemed the patients’ testimony more credible.   In the first case, the patient, a 48-year-old woman who began seeing Moskowitz professionally in 1983, said they carried on a sexual relationship for 11 years.   Before they ended their relationship in 1994, Moskowitz allegedly began a sexual relationship with a 51-year-old patient. When she became pregnant, Moskowitz allegedly paid for her to have an abortion.   On his doctor’s statement on the state Health Department Web site, Moskowitz wrote that in his therapy the “focus is on the client taking an active role in their healing process.”   The Health Department’s Office of Professional Medical Conduct also found that Moskowitz lied on his application for credentials from NYU and for malpractice insurance by not stating he was under investigation starting last March. ",
    "2009 - 2916": "  The incoming archbishop of New York says he’ll be a “tourist for one year” as he samples the Big Apple’s heavenly delights – among them a brand-new Yankee Stadium and top-notch eateries.   “I relish the prospect of being a citizen of New York,” Archbishop Timothy Dolan, 59, said in an exclusive interview with The Post in Milwaukee, where he will end his tenure as head of that archdiocese in two months.   Asked if he will use St. Patrick’s Cathedral as a bully pulpit to advocate Catholic views on national social issues – including opposition to abortion – the burly Irish-American cleric said firmly, “You can plan on it.”   “I will talk about the principles,” said Dolan. “Every person needs dignity and respect. That follows right from the Gospel.”   But even as he preaches, the St. Louis native needs to learn the ins and outs of his vast new archdiocese, which stretches nearly 200 miles from Staten Island, through Manhattan and The Bronx and to counties north.   “I have to spend the next year listening to people, meeting people and going to events,” he said. “I need to earn the love and trust of the people.”   Dolan already got some love Monday when he was introduced to the city.   “The friendliness, the warmth and the radiance of the people of New York – it was genuine and sincere,” Dolan said. “The people couldn’t have embraced me more warmly.”   He returned the favor, thanking a Post reporter yesterday for New York gifts he left at his Milwaukee office earlier this month, when Dolan was only rumored to be the replacement for retiring New York Archbishop Edward Cardinal Egan. They included a Yankees cap and mug, an FDNY T-shirt and a subway map.   That map should come in handy.   “I’m going to be a tourist for one year,” Dolan said.   Near the top of his to-do list is a visit to the new Yankee Stadium. And as someone who enjoys a hearty meal, he’s also eager to sample Gotham’s wide range of cuisine.   Dolan, who enjoyed some Polish pastry yesterday morning, patted his tummy when asked what he is sacrificing for Lent, which begins today.   “I do occasionally like a good cigar, and maybe a cold beer at night,” said Dolan, who for now will pass on partaking in those pleasures. “I’m going to take on more prayer.”   Dolan, like Egan and other bishops, has been criticized by advocacy groups for his handling of the pedophile-priest crisis. But he said there is no doubt that protecting youth from predators will be a top concern in New York.   “We don’t have a choice in the matter. We have a charter that says we will protect the youth and the children,” Dolan said. “The enemy is complacency and smugness. We can’t let that happen.”   The “die-hard” St. Louis Cardinals fan gave a whimsical – and politically deft – answer when The Post asked, “What’s your favorite baseball team?”   “The Yankees!” Dolan said, before winking. “Did I get that right?”<em>afenner@nypost.com</em>"
}