{
    "2010 - 1266": "A jury in Witchita, Kansas found Scott Roeder guilty of first-degree murder Friday for killing a prominent abortion doctor in 2009.The jury deliberated 37 minutes before notifying the court they had reached a verdict.Roeder, 51, was charged with first-degree murder in the shooting death of Dr. George Tiller, one of only a handful of U.S. doctors who performed late-term abortions into the third trimester, which is legal under Kansas state law. The doctor had been a lightning rod for anti-abortion foes, who nicknamed him “Tiller the baby killer.”Roeder admitted killing Tiller in the foyer of Tiller’s church, saying he did so to protect unborn children. He pleaded not guilty to the charge of first-degree murder.Roeder’s attorneys tried to get a lesser charge of voluntary manslaughter for him, saying he acted out of the genuine conviction that he was protecting fetuses. But the judge in the case ruled the jury could not consider such a verdict.His attorneys were hoping to get a lesser charge of voluntary manslaughter for Roeder, but the judge also ruled that the jury could not consider such a verdict. Under Kansas law, voluntary manslaughter applies when an individual uses deadly force in the unreasonable but genuine belief he was compelled to do so.",
    "2010 - 2333": "You can’t handle the truthiness!   Comic-pundit Stephen Colbert went on a truth-seeking mission with Harold Ford Jr., last night, roasting the likely Senate hopeful over his past statements on gay marriage and abortion rights a week after he filleted him as a flip-flopper on his late-night show.   The much-anticipated Colbert-Ford face-off came after the TV funnyman mocked the former Tennessee congressman last week for “expediency” and accused him of changing positions to suit his needs.   Ford, apparently eager to prove he can take on any critic, decided to make a personal appearance on the Comedy Central show.   “Last week, I gave you my Alpha Dog of the Week,” Colbert said at the outset, an honor he bestowed on the potential Sen. Kirsten Gillibrand challenger on a previous show — in a clip that went viral across the Web.   Colbert joked that the six-minute interview was part of Ford’s New York state residency test and added he’s demonstrating he is “willing to change . . . positions to appeal to a New York audience. How do you respond to that compliment, sir?”   When Ford started to answer that he was “pro-choice,” Colbert cut him off and repeated comments the former congressman made when he was running for the Senate in Tennessee in 2006, in which he suggested he’d never been pro-choice.   “Did you change [from] pro-choice to not pro-choice, was that your choice?” Colbert said, to laughs.   Ford defended himself and gave the line he has given on the campaign trail to reporters about calling himself pro-life as a way to reclaim the phrase from rabid anti-abortion activists.   Ford, who only recently came out in favor of gay marriage after opposing it in Congress, said, “If you’re for politicians who are static in thinking, I’m not your guy.”   Colbert claimed Ford was giving the media complicated opinions, “You are saying these things in the media capital of the world, New York City, Gotcha Town!” Colbert said. “And you’re saying, ‘Come and gotcha me.’ ”   Colbert then urged Ford to find upstate Schenectady on Google Maps, and asked him if he has voted in the Big Apple since moving here a few years ago.   “No . . . but I am a registered voter,” Ford said.   “That’s good enough for me,” Colbert replied.<em><a href=\"mailto:maggie.haberman@nypost.com\">maggie.haberman@nypost.com</a><br/>\n</em>",
    "2010 - 818": "A nine-year-old girl has given birth to a healthy child in northeast China, MX reported Tuesday.The baby, reportedly a boy, was delivered via cesarean on January 27 and weighed in at 2.75kg.Circumstances surrounding the girl’s pregnancy were unknown, but her parents have sought legal help, the City Evening News reported, as sex with a child under the age of fourteen brings with it an automatic rape conviction.Despite the young age of the mother, from Songyuan, and the potential for severe complications, it has been reported the mother and her new baby are doing fine.The baby was delivered at Changchun hospital, in the Jilin province, with nursing staff refusing to comment.Young pregnancies are reportedly on the rise in China..A Shanghai hospital said about 30 per cent of abortions were on school-aged girls.",
    "2010 - 0": "",
    "2010 - 1515": "Former Heisman winner Tim Tebow and his mom carried the ball for an anti-abortion group yesterday, making a low-key pitch for their side of the divisive issue.   The two never mentioned the word “abortion” during their Focus on the Family spot, aired yesterday during the Super Bowl.   The ad was marked by an upbeat musical score and a script read almost exclusively by the star quarterback’s mom.   At one point, Pam Tebow suddenly flies off the screen after she is playfully blindsided by the Heisman winner.   “Timmy!” she says, picking herself off the ground. “I’m trying to tell our story here!”   In varying editions of the same basic spot, Pam Tebow recalls her difficult pregnancy.   “I call him my miracle baby. He almost didn’t make it into this world,” she says as a baby photo of the future University of Florida star quarterback appears on screen.   The Gators’ signal caller wraps his arm around his mom’s neck, and she looks back at him and smiles. “And I love him,” she says.   Tim lovingly responds, “Thanks, Mom. I love you, too,” before they both look into the camera and smile.   The ad ends with the conservative group’s trademarked, anti-abortion motto: “Celebrate family. Celebrate life.”   Abortion-rights advocates ripped the spot.   “Focus on the Family is anti-choice and anti-gay,” said a Twitter posting from the National Abortion Rights Action League, also attacking CBS, which refused to air a gay-dating ad.<em><a href=\"mailto:david.li@nypost.com\">david.li@nypost.com</a><br/>\n</em>",
    "2010 - 3111": "BOSTON — A top Massachusetts Democrat said today that one of Robert F. Kennedy’s grandsons is considering carrying on the family’s vaunted political tradition by running for the U.S. House of Representatives.Joseph P. Kennedy III, one of the twin sons of former Rep. Joseph P. Kennedy II, may run this fall if Democratic Rep. William Delahunt decides against seeking re-election in his South Shore and Cape Cod district.Kennedy, 29, “has been considering it but he hasn’t made a decision,” said the Democrat, who demanded anonymity to speak about private conversations with the father and son.The younger Kennedy did not immediately respond to a request for comment. He is a graduate of Stanford University and Harvard Law School who works as a prosecutor in Barnstable County, near his family’s Cape Cod compound.Delahunt has served in Congress since 1997, but Massachusetts incumbents were shocked in January when a little-known Republican state senator, Scott Brown, claimed the U.S. Senate seat held for nearly a half-century by Edward M. Kennedy.That prompted questions about the endurance of the Kennedy legacy and inspired several local Republicans, including former state Treasurer Joe Malone and state Rep. Jeffrey Perry of Sandwich, to say they are considering running for Delahunt’s seat.Brown not only beat his Democratic opponent, Attorney General Martha Coakley, in Delahunt’s district, but he also won the Barnstable precinct where the late senator lived and used to vote.Delahunt has also been criticized in recent weeks for his handling of a 1986 shooting by Amy Bishop, a University of Alabama professor accused of killing three colleagues this month. At the time, Delahunt was the local district attorney, and he accepted the findings of local and state police that Bishop’s shooting of her brother was accidental.“These are rare opportunities when there is a potential open seat,” said Paul Watanabe, a political science professor at UMass-Boston. “He is the Kennedy most talked about in terms of carrying on the family tradition in the U.S. House or U.S. Senate.”“It has significant value in terms of fundraising ability, scaring off potential Democratic and Republican contenders, and it immediately thrusts this congressional race into national attention, rather than just one of 434 other races,” Watanbe added.The uncertain political climate, however, would likely play heavily in any final decision by Kennedy, said Boston College political science professor Marc Landy.“What is unusual is it could be a real contest, because this contest would not be fought on ‘the Kennedy tradition.’ The issues would really matter in this election. And I can’t predict how the voters in that district will respond, and neither can he. And that’s the big story: Will a Kennedy enter a race with that much uncertainty?” said Landy.A member of the Kennedy family had served in Washington since 1946, when future President John F. Kennedy won a U.S. House seat. Joseph P. Kennedy II held that seat from 1987 to 1999, but he decided against seeking re-election after an aborted run for governor in 1998."
}