{
    "2013 - 1182": "Sen. Kirsten Gillibrand last night stormed to victory to win her first full term, as Democrats were poised to retain control of the US Senate with the help of Republican contenders who badly stumbled.Gillibrand — who was appointed in 2009 to replace Sen. Hillary Rodham Clinton when she became secretary of state — trounced Republican Manhattan lawyer Wendy Long. <div style=\"float: right; width: 263px; margin: 3px\"><img height=\"36\" src=\"http://www.nypost.com/r/nypost/2012/10/26/news/web_photos/relatedstories.jpg\" width=\"100%\"/><br/><span style=\"font-size: 0.9em\">» <a class=\"legacy-link\" target=\"_BLANK\">Obama heads to victory on electoral votes, not popular vote</a></span></div>» <a class=\"legacy-link\" target=\"_BLANK\">Joy at Obama’s Chicago HQ</a>» <a class=\"legacy-link\" target=\"_BLANK\">Editorial: Obama’s second term</a>» <a class=\"legacy-link\" target=\"_BLANK\">Obama wins female vote</a>» <a class=\"legacy-link\" target=\"_BLANK\">Photos: Election Day 2012</a>» <a class=\"legacy-link\" target=\"_BLANK\">Photos: Sandy victims head to the polls</a><br/><br/><img height=\"12\" loading=\"lazy\" src=\"http://www.nypost.com/r/nypost/2012/10/26/news/web_photos/botline.gif\" width=\"100%\"/>",
    "2013 - 1167": "President Obama won re-election last night because women voters had his back.A majority of women supported Obama’s re-election, more than countering Romney’s lead among men, exit polls showed yesterday.The president garnered 54 percent of the female vote compared with 44 percent for Romney. Historically, more women vote than men.<div style=\"float: right; width: 263px; margin: 3px\"><img height=\"36\" src=\"http://www.nypost.com/r/nypost/2012/10/26/news/web_photos/relatedstories.jpg\" width=\"100%\"/><br/><span style=\"font-size: 0.9em\">» <a class=\"legacy-link\" target=\"_BLANK\">Obama heads to victory on electoral votes, not popular vote</a></span></div>» <a class=\"legacy-link\" target=\"_BLANK\">Joy at Obama’s Chicago HQ</a>» <a class=\"legacy-link\" target=\"_BLANK\">Editorial: Obama’s second term</a>» <a class=\"legacy-link\" target=\"_BLANK\">Gillibrand wins big, Dems keep US Senate</a>» <a class=\"legacy-link\" target=\"_BLANK\">Photos: Election Day 2012</a>» <a class=\"legacy-link\" target=\"_BLANK\">Photos: Sandy victims head to the polls</a><br/><br/><img height=\"12\" loading=\"lazy\" src=\"http://www.nypost.com/r/nypost/2012/10/26/news/web_photos/botline.gif\" width=\"100%\"/>",
    "2013 - 1902": "We almost lost another Beatle.Paul McCartney and his wife, Nancy Shevell, narrowly dodged death in a terrifying helicopter flight, it was reported yesterday.Their chartered Sikorsky S-76C nearly snagged the tops of trees as its pilot tried to land at Sir Paul’s estate in East Sussex, England, on May 3, the UK Department of Transport says in documents obtained by Britain’s Sunday Mail newspaper.The pilot struggled to maintain control under less-than-ideal conditions of “low cloud base, poor visibility and rain,” the documents say.“While maneuvering, the commander became disorientated and the helicopter descended towards tops of trees in the forested area to the south and west of the landing site.”Instrument readings showed the helicopter was within two feet of treetops.The captain aborted landing at McCartney’s pad and flew 15 miles to Lydd Airport, where he brought the copter down safely. McCartney and Shevell, a former MTA board member, reportedly had no idea how close they came to catastrophe.They have not commented about the close call. A rep for McCartney did not return messages seeking comments yesterday.The near-crash is still under investigation. The UK’s Air Accidents Investigation Branch categorized the episode as a “serious incident.”McCartney and Ringo Starr are the only living Beatles. John Lennon was shot to death in Manhattan on Dec. 8, 1980, and George Harrison died from lung cancer on Nov. 29, 2001.Meanwhile, in a recent interview with David Frost for al-Jazeera network, McCartney said he didn’t blame Yoko Ono for the dissolution of The Beatles.“She certainly didn’t break the group up,” he said. The time was right for all of the Fab Four to go their separate ways, he said.“I think, in a way, then we realized that we had come full circle. We had kind of done everything we wanted to do,” McCartney recalled. “So, in actual fact, it wasn’t that bad a thing.”",
    "2013 - 801": "About 10,000 people marched through Dublin and observed a minute’s silence yesterday in memory of the Indian dentist who died of blood poisoning in an Irish hospital after being denied an abortion.Marchers chanted, “Never again!” and held pictures of Savita Halappanavar as they paraded across the city to stage a nighttime candlelit vigil outside the office of Prime Minister Enda Kenny.Halappanavar, 31, who was 17 weeks pregnant with her first child, died Oct. 28, one week after being hospitalized at the start of a miscarriage. Doctors refused her requests to remove the fetus until its heartbeat stopped four days after her hospitalization. Hours later, her organs began to fail. She died three days later. Her widower and activists say she could have survived had the fetus been removed sooner.",
    "2013 - 6871": "Unless you’ve played ostrich, you know the lessons of the presidential election. Republicans must give up their principles and be more like Democrats, or they’ll go extinct.Media sages insist the GOP must learn to love tax increases and the job of being the tax collectors for the welfare state. They must become pro-choice and “get over this obsession with life,” as one so-called conservative put it. The religious beliefs of Evangelicals, Catholics and others must be tossed overboard if the party wants to attract those single women who are married to the Democratic Party for birth control and abortion.The list of Republican fatal flaws goes on, never mind that Mitt Romney fell only about 360,000 votes short in the four swing states of Florida, Ohio, Virginia and New Hampshire combined.Had he won their 64 electoral votes, we’d be hailing him as brilliant, and dissecting the downfall of Barack Obama. But, in politics and football, winning is everything, so the demolition derby of the GOP is inevitable. But the expiration date has arrived, so let’s move on to an alternative question: How long can the business model of the Democratic Party last?The short answer is, not very. Dems are doomed by their success at creating ever bigger government with ever more handouts and entitlements. All the giving can’t go on and the Obama binge has created a crisis.Deficits exceeded $1 trillion in each year of his first term, and his combined debt is a staggering $5 trillion. It brings the nation’s total to $16 trillion, and the possibility of default already has caused one rating downgrade. And there is no end to the spending spree. Obama’s last budget, although chock full of rosy scenarios, still projected the debt would grow by $6.7 trillion over 10 years. Thus, if all goes as planned, he will leave office with a national debt of $20 trillion, and a debt-to-GDP ratio far above 100 percent. That’s Greece. It is an unsustainable governing model, so we should be asking not just about the demographic destiny of the GOP, but also how soon Dems will be condemned by the fiscal facts.Clearly, they don’t want to face the numbers. The president has a fetish for hiking taxes on high earners, saying he didn’t care whether they would produce more revenue because “fairness” was more important. He wasn’t kidding, as his continuing campaign proves. He declared Monday that Republicans would ruin Christmas for millions of families if they didn’t agree with his tax plan, proving again that re-election didn’t soften his “my way or the highway” attitude.Equally revealing, congressional Dems tell The New York Times they refuse to make major changes to Social Security, Medicaid and Medicare, even though those programs are driving the debt and deficit. Yet liberal senators, including Tom Harkin of Iowa and Jay Rockefeller of West Virginia, urged Obama to reject changes that “would cut benefits, shift costs to states, alter the structure” of the programs or pare them for deficit reduction.That stance perfectly captures the party’s contribution to gridlock. Even as Republicans agree to increased revenues through reducing deductions in the tax code, Dems reject any changes to entitlements. So, who is really playing chicken at the fiscal cliff?That so much attention is focused on whether Republicans will agree to tax hikes reveals mainstream media bias and Obama’s efforts to distract attention from the frightening dimensions of his fiscal folly. Even if he gets his tax hikes, he would collect at most $90 billion a year, and that assumes growth would not be affected. What spending cuts is he prepared to demand from his party as part of a deficit-reduction deal?So far, the answer is zero, a number that corresponds to the chances that Dems will govern responsibly.<strong>No readin’ or rightin’ crazy HS grades</strong>\nThey’re the bad pennies of city schools. High-school report cards are back, and once again rely on a formula that only a gimlet-eyed educrat can decipher.The one clear thing is that the Department of Education sees a Lake Wobegon system, where all the children, or at least their schools, are above average. Of 420 high schools, 142 rated an “A,” 159 a “B,” 88 a “C”, 21 a “D” and only 10 got an “F.”Grade inflation lives thanks to extra credit for schools helping “at-risk” students, although fewer than one in five overall are ready for a career or college after four years at most schools. Some ratings are based on “results” that later come into question. For the class of 2011, the Academy for Social Action in Harlem reported a graduation rate of 86.5 percent, but only 36.5 percent for the class of 2012. Something’s fishy. There are mysteries baked into the standards. It Takes A Village Academy in Brooklyn got an “A” and scored 98.7 out of 100, the highest point total of all, even though a mere 12 percent of grads were ready for college. The points make the school seem better than Stuyvesant or Bronx Science, which is a joke.Chief Academic Officer Shael Polakow-Suransky defended the school’s “A” by telling The Post that college readiness was a small part of the formula, at only 10 percent.However, another publication quoted him making the opposite point to defend higher grades: “Three years ago, none of us were talking about college readiness. Now it’s one of the biggest goals we’ve set for our schools.”Give him an “A” — for double talk!<strong>Need true pedi cure</strong>\nThe City Council is not totally asleep — just mostly. Months after The Post reported that a pedicab driver ripped off a tourist family to the tune of $442.54 for a 12-minute ride, the council comes pedaling to the rescue. Or not.A new law would still let drivers set their own prices, but would require them to post rates and hand passengers a rate card before the ride begins. Try enforcing that.Here’s a better idea: Banish the damn things altogether, or at least confine them to parks. On Midtown streets, the pedi-pests are a menace to passengers, pedestrians and vehicles as the drivers recklessly weave in and out of traffic, go through red lights and create a sense of chaos. The real problem isn’t the price tourists pay. It’s the price New Yorkers pay when their streets become a tangle of third-world congestion and confusion. That’s what should keep the council awake.<strong>Porn to be wild</strong>\nA study in the Journal of Sex Research, probably paid for with tax dollars, finds that 177 porn actresses “had more sexual partners” than women not in pornography.Thank God for studies.<strong>The crucifix is in</strong>\nA painting that features President Obama posed as Jesus Christ crucified is on display in Boston, but the artist insists his work is a metaphor, not blasphemy. “My intent was not to compare him to Jesus,” Michael D’Antuono told Fox News.Not to worry. Only artists who mock Islam go to jail in America.",
    "2013 - 2533": "They weren’t friendly skies.Billionaire former Sotheby’s owner Alfred Taubman repeatedly fondled his female flight attendant, attempted to rip off her clothing and tried to perform oral sex on her aboard his private plane, the woman charges in a $29 million lawsuit.Nicole Rock, 38, says the married 88-year-old father of three made her six years of employment a sexual-harassment hell.She alleges:* Several times Taubman intentionally brushed against her breasts and forcefully kissed her.* He forced her hand on his crotch on one occasion and tore a hole in her panty-hose when he grabbed her crotch on another.* During a flight, Taubman pushed Rock onto his bed in the rear cabin of his plane, “forcefully attempted to perform oral sex on her” and screamed at her, “I said, ‘Lay down!’ ”* On several flight layovers, he asked her “in a belligerent tone, ‘How was your layover. Did you f–k anybody?’ ”On other occasions, he allegedly tore buttons off her blouse and forced his tongue into her ear and mouth.Taubman, who Forbes estimates is worth $2.9 billion, is sometimes credited with pioneering the building of shopping malls.He’s also known for buying Sotheby’s in 1983, but being caught up in a price-fixing scandal at the auction house that led him to be fined $7 million and serve roughly nine months in prison in 2002-2003.His office said the charges filed by Rock in Detroit federal court “are not true.”“Mr. Taubman will address the complaint through the appropriate legal channels,” it added.Rock, who is not married, was hired by Taubman’s airline company in 2005. In December 2009, she told him she was pregnant and he angrily asked her “inappropriate and unacceptable questions” about the pregnancy and said she should have gotten an abortion, the suit charges.He told her she “ruined her f–king life,” it said.Rock went on disability leave that month, but Taubman told her “she was lucky to work for him and she was taking a long vacation.” Rock gave birth in February 2010 but was forced to return to work in March, a month early, and was then allegedly pelted by Taubman with hostile comments — including that she was selfish to have her baby. According to the complaint, Rock was awarded disability leave in February 2011 because of the “extreme stress, anxiety, fearfulness and depression” she experienced as a result of her work conditions. She never went back to work for Taubman.The Detroit News reported that Rock sued her daughter’s father, the chief pilot for Taubman’s airplane company, for child support.",
    "2013 - 685": "DETROIT — The founder of Domino’s Pizza is suing the federal government over ObamaCare’s mandatory contraception coverage.Tom Monaghan, a Roman Catholic, says contraception is not health care but a “gravely immoral” practice. His suit, filed Friday in federal court, also lists as a plaintiff Domino’s Farms, a Michigan office-park complex owned by Monaghan.The lawsuit says he offers his employees health insurance that excludes contraception and abortion coverage. Under the new law, employers lacking such coverage run the risk of being fined.The suit insists the law violates Monaghan’s rights and asks that a judge strike down the mandate. Similar lawsuits are pending nationwide.",
    "2013 - 5280": "ARLINGTON, Va. — Robert H. Bork, who stepped in to fire the Watergate prosecutor at Richard Nixon’s behest and whose failed 1980s nomination to the Supreme Court helped draw the modern boundaries of cultural fights over abortion, civil rights and other issues, has died. He was 85.Son Robert H. Bork Jr. confirmed his father died Wednesday at Virginia Hospital Center in Arlington, Va. The son said Bork died from complications of heart ailments.Brilliant, blunt, and piercingly witty, Robert Heron Bork had a long career in politics and the law that took him from respected academic to a totem of conservative grievance.Along the way, Bork was accused of being a partisan hatchet man for Nixon when, as the third-ranking official at the Justice Department he fired Watergate special prosecutor Archibald Cox in the Saturday Night Massacre of 1973. Attorney General Elliot Richardson resigned rather than fire Cox. The next in line, William Ruckelshaus, refused to fire Cox and was himself fired.Bork’s drubbing during the 1987 Senate nomination hearings made him a hero to the right and a rallying cry for younger conservatives.The Senate experience embittered Bork and hardened many of his conservative positions, even as it gave him prominence as an author and long popularity on the conservative speaking circuit.Known before his Supreme Court nomination as one of the foremost national experts on antitrust law, Bork became much more widely known as a conservative cultural critic in the years that followed.His 1996 book, “Slouching Towards toward Gomorrah: Modern Liberalism and American Decline,” was an acid indictment of what Bork viewed as the crumbling ethics of modern society and the morally bankrupt politics of the left.“Opportunities for teen-agers to engage in sex are … more frequent than previously; much of it takes place in homes that are now empty because the mothers are working,” Bork wrote then. “The modern liberal devotion to sex education is an ideological commitment rather than a policy of prudence.”Bork, known until his death as “Judge Bork,” served a relatively short tenure on the bench. He was a federal judge on the nation’s most prestigious appellate panel, the U.S. Court of Appeals for the D.C. Circuit, from 1982 until 1988, when he resigned in the wake of the bitter Supreme Court nomination fight.Earlier, Bork had been a private attorney, Yale Law School professor and a Republican political appointee.At Yale, two of his constitutional law students were Bill Clinton and Hillary Rodham.“I no longer say they were students,” Bork joked long afterward. “I say they were in the room.”Nixon named Bork as solicitor general, the administration’s advocate before the Supreme Court, in January, 1973.Bork served as acting attorney general after Richardson’s resignation, then returned to the solicitor general’s job until 1977, far outlasting the Nixon administration.Long mentioned as a possible Supreme Court nominee, Bork got his chance toward the end of Ronald Reagan’s second term. He was nominated July 1, 1987, to fill the seat vacated by Justice Lewis F. Powell.Nearly four months later the Senate voted 58-42 to defeat him, after the first national political and lobbying offensive mounted against a judicial nominee.It was the largest negative vote ever recorded for a Supreme Court nominee.Reagan and Bork’s Senate backers called him eminently qualified — a brilliant judge who had managed to write nearly a quarter of his court’s majority rulings in just five years on the bench, without once being overturned by the Supreme Court.Sen. Edward Kennedy, D-Mass., summed up the opposition by saying, “In Robert Bork’s America there is no room at the inn for blacks and no place in the Constitution for women.”Critics also called Bork a free-speech censor and a danger to the principle of separation of church and state.Bork’s opponents used his prolific writings against him, and some called him a hypocrite when he seemed to waffle on previous strongly worded positions.Despite a reputation for personal charm, Bork did not play well on television. He answered questions in a seemingly bloodless, academic style and he cut a severe figure, with hooded eyes and heavy, rustic beard.Stoic and stubborn throughout, Bork refused to withdraw when his defeat seemed assured.The fight has defined every high-profile judicial nomination since, and largely established the opposing roles of vocal and well-funded interest groups in Senate nomination fights. Bork would say later that the ferocity of the fight took him and the Reagan White House by surprise, and he rebuked the administration for not doing more to salvage his nomination.The process begat a verb, “to bork,” meaning vilification of a nominee on ideological grounds. In later years, some accused Bork of borking Clinton nominees with nearly the zeal that some liberal commentators had pursued him.Bork denied any animus, and said he was happy commenting, writing and making money outside government. Even friends did not entirely believe that.“He was very embittered by the experience,” said lawyer Andrew Frey, a longtime friend who worked for Bork in the solicitor general’s office. “He was not well treated, and partly as a result of that he did become more conservative.”"
}