{
    "2020 - 2896": "A California mechanic who worked for American Airlines for more than 30 years has pleaded guilty <a href=\"https://nypost.com/2019/09/06/american-airlines-mechanic-accused-of-sabotaging-flight/\">to tampering with an aircraft</a> in a deal to avoid a maximum sentence of 20 years in prison, according to reports.“I do admit the guilt,” he said through an Arabic interpreter in Miami federal court Wednesday, according to the <a href=\"https://www.miamiherald.com/news/local/article238483208.html\" rel=\"noopener\" target=\"_blank\">Miami Herald</a>.Alani — who lived in California, but commuted to Miami International Airport — told prosecutors he didn’t want to harm any passengers when he tampered with the navigation system, but when asked if he would take his own family on a jet without one, he replied, “No.”None of the 150 passengers on the plane was injured by his attempted sabotage because the plane never left the ground, authorities said.An error alert appeared as pilots were powering up the aircraft, which caused the flight to be aborted and the aircraft taken out of service for routine maintenance, according to the outlet. Passengers were moved to another plane.Alani told federal investigators he disabled the system that morning because he was upset about how union contract negotiations with the airline had stalled. He said he wanted to make additional overtime for maintenance on the plane, the Herald reported.During a <a href=\"https://www.foxnews.com/us/american-airlines-mechanic-sabotage-plane-isis\" rel=\"noopener\" target=\"_blank\">detention hearing</a> in September, federal prosecutors said Alani displayed support for ISIS by making statements about wishing Allah would use “divine powers” to harm non-Muslims while sharing ISIS videos on his cellphone.Alani also reportedly told arresting agents he had an “evil side.” He was not charged with any terrorism-related offense, according to the outlet.“He made a terrible mistake,” his attorney, Jonathan S. Meltz, said Wednesday, according to the <a href=\"https://www.wsj.com/articles/american-airlines-mechanic-pleads-guilty-to-tampering-with-plane-11576713655\">Wall Street Journal</a>. “Terrible, terrible lapse in judgment, but it does not make him a terrible man.”American Airlines also issued a statement following Alani’s plea deal.<a href=\"https://foxnews.onelink.me/xLDS?pid=AppArticleLink&amp;af_dp=foxnewsaf%3A%2F%2F&amp;af_web_dp=https%3A%2F%2Fwww.foxnews.com%2Fapps-products\" rel=\"noopener\" target=\"_blank\"></a>“We are grateful for the work of the FBI, the U.S. Attorney’s Office and other officials in resolving this matter,” the statement read. “American Airlines has fully cooperated throughout the investigation. After we learned about the allegations, we inspected aircraft that Mr. Alani had worked on to ensure that they were safe.”Alani faces up to three years in prison. His sentencing is set for March 4.",
    "2020 - 5837": "CAPE CANAVERAL, Fla. — Boeing safely landed its crew capsule in the New Mexico desert Sunday after an aborted flight to the International Space Station that could hold up the company’s effort to launch astronauts for NASA next year.The Starliner descended into the Army’s White Sands Missile Range in the frigid predawn darkness, ending a two-day demo that should have lasted more than a week. A trio of red, white and blue parachutes popped open and airbags also inflated around the spacecraft to ease the impact.“We pinpoint landed it,” NASA Administrator Jim Bridenstine said at a post-landing briefing.The successful return capped a rocky start to a mission that was supposed to include a docking with the space station. Managers will review all the data before deciding whether to do another test flight or go straight to flying astronauts, said NASA’s Steve Stich.After seeing this first test flight cut short and the space station docking canceled because of an improperly set clock on the capsule, Boeing employees were relieved to get the Starliner back.Recovery teams cheered as they watched the capsule drift down through the air and make a bull’s-eye landing. The touchdown was broadcast live on NASA TV; infrared cameras painted the descending capsule in a ghostly white.As the sun rose, close-up views showed the large white and black capsule upright — with hardly any scorch marks from re-entry — next to a U.S. flag waving from a recovery vehicle. The astronauts assigned to the first Starliner crew — two from NASA and one from Boeing — were part of the welcoming committee.“A beautiful soft landing,” said NASA astronaut Mike Fincke. “Can’t wait to try it out.”It was the first American-made capsule designed for astronauts to make a ground landing after returning from orbit. NASA’s early crew capsules — Mercury, Gemini and Apollo — all had splashdowns. SpaceX’s Dragon capsule, which made its orbital debut last winter with a test dummy, also aims for the ocean at mission’s end.Minutes after touchdown, top NASA and Boeing officials poured into Mission Control in Houston to congratulate the team. The newly returned Starliner also got a personalized name: Calypso, after Jacques Cousteau’s boat.The capsule’s first trip to space began with a smooth rocket ride from Cape Canaveral on Friday. But barely a half hour into the flight, it failed to fire its thrusters to give chase to the space station and ended up in the wrong orbit.The problem was with the Starliner’s internal clock: It did not sync up with the Atlas V rocket and was off by 11 hours, according to Boeing’s Jim Chilton.The capsule burned so much fuel trying to orient itself in orbit that there wasn’t enough left for a space station rendezvous. Flight controllers tried to correct the problem, but between the spacecraft’s position and a gap in communications, their signals did not get through. They later managed to reset the clock.Boeing is still trying to figure out how the timing error occurred. The mission lasted nearly 50 hours and included 33 orbits around the Earth, about 100 orbits fewer than planned.A test dummy named Rosie the Rocketeer — after Rosie the Riveter from World War II — rode in the commander’s seat. Also returning were holiday presents, clothes and food that should have been delivered to the space station crew.Even though not all goals were met including a station docking, “in my eyes, it was a huge success,” said Boeing flight director Richard Jones.There were no parachute problems this time. Last month, only two parachutes deployed during an atmospheric test because workers failed to connect a pin in the rigging.“We didn’t do everything we wanted to do, but we don’t see anything wrong with this spaceship right now,” despite the timing error, Chilton said. He apologized to the six space station residents for not delivering their Christmas presents.Boeing had been shooting for its first astronaut launch in the first half of 2020. This capsule is supposed to be recycled for the second flight with crew; each Starliner is built to fly in space 10 times.The capsule will return to Florida’s Kennedy Space Center in two weeks for inspections and refurbishments.“We’ve got a lot of learning in front of us,” Bridenstine said. “But we have enough information and data to where we can keep moving forward in a very positive way.Despite its own setbacks, SpaceX remains in the lead in NASA’s commercial crew program.SpaceX’s Dragon crew capsule successfully completed its first orbital demo last March. While the flight to the space station went well, the capsule exploded a month later on a test stand at Cape Canaveral.If a launch abort test goes well next month, SpaceX could start launching NASA astronauts by spring and end a nearly nine-year gap in flying people from Cape Canaveral.As its space shuttle program was winding down, NASA looked to private industry to take over cargo and crew deliveries to the space station. SpaceX kicked off supply runs in 2012. Two years later, NASA hired SpaceX and Boeing to ferry astronauts to the orbiting lab.SpaceX got $2.6 billion under NASA’s commercial crew program, while Boeing received more than $4 billion.The goal was to launch NASA astronauts by 2017.Because of delays, NASA is looking to buy another two seats on Russian rockets in 2020 and 2021 to guarantee a continuing U.S. presence on the space station. Even when private companies are regularly carrying up astronauts for NASA, the space agency always will reserve a seat for a Russian in exchange for a free U.S. seat on a Soyuz.Over the years, these Soyuz rides have cost NASA up to $86 million apiece, with the tab totaling in the billions.A recent audit by NASA’s inspector general found a Starliner seat will cost slightly more than that, with a Dragon seat going for just over half the price.",
    "2020 - 2879": "A former judicial candidate in Florida who made <a href=\"https://nypost.com/2018/05/31/lawyer-who-hates-muslims-gay-people-says-hes-fit-to-be-judge/\" rel=\"noopener\" target=\"_blank\">hateful, bigoted comments about Muslims and homosexuals on social media</a> has been suspended from practicing law, according to reports.Donald McBath, a 62-year-old former US Army major who lost his bid to become a Sixth Judicial Circuit judge last year, was barred Friday from working as a divorce and family attorney for 91 days for failing to “maintain the dignity” needed by judges and lawyers in Florida, <a href=\"https://www.tampabay.com/news/pasco/2019/12/28/former-judicial-candidate-who-said-never-trust-a-muslim-disciplined/\" rel=\"noopener\" target=\"_blank\">the Tampa Bay Times reported.</a>The Florida Supreme Court noted 15 troubling remarks McBath previously posted on Facebook or Twitter, including a February 2017 warning for others to “never trust a Muslim” and comparisons of homosexuality to mental illness.“If the homosexual continues committing that sin of sodomy, his soul faces ETERNAL damnation,” McBath wrote on Facebook in February 2018. “Abstain, if you really have that mental illness. It’s not love.”McBath also took aim at abortion providers and called liberals “very sick people” in other social media posts.“They absolutely have no Judeo-Christian values,” he wrote of the latter group.McBath – a grandfather and father of four – had insisted that he would be able to keep those disparaging beliefs out of the courtroom if elected as a circuit judge in Pinellas-Pasco counties, but he lost in the primary by 16 points to a former prosecutor, the newspaper noted.“I absolutely can still be fair no matter what kind of beliefs that I may have,” McBath <a href=\"https://www.tampabay.com/news/courts/A-Tampa-Bay-lawyer-tweets-never-trust-a-Muslim-Now-he-wants-to-be-a-judge-_168706965/\" rel=\"noopener\" target=\"_blank\">told the newspaper in May 2018</a>. “We all have our own personal beliefs based on what’s happened in our lives, and as long as it doesn’t interfere with how we treat a person, that’s the goal.”McBath retired from his San Antonio law practice in 2018, <a href=\"https://www.floridabar.org/directories/find-mbr/profile/?num=971790\" rel=\"noopener\" target=\"_blank\">according to the Florida Bar</a>. He could not be reached for comment early Monday. He acknowledged the suspension with a one-word response, the Tampa Bay Times reported.“Admit,” McBath wrote.The attorney’s Twitter account – which previously cited his support of President Trump, as well as his “pro-gun” and “anti-Sharia” beliefs – was also suspended as of Monday.The Florida Supreme Court suspended McBath for violating the state’s Code of Judicial Conduct. He will serve the punishment concurrently with a yearlong suspension for incompetence in a separate case, the Miami Herald reported.",
    "2020 - 1603": "CNN has agreed to settle a multimillion-dollar defamation suit filed by Covington Catholic High School student Nick Sandmann over the network’s depiction of his 2019 encounter with Native American activists.The network is one of three news outlets named by the 16-year-old Kentucky student in <a href=\"https://nypost.com/2019/02/19/covington-teen-nick-sandmann-sues-the-washington-post-for-250m/\">a lawsuit seeking a combined $800 million</a> in damages over what Sandmann claims was an unfair — and damaging — depiction of his encounter in Washington, DC, last January.It is not known how much CNN is paying to settle the case, according to a report by <a href=\"https://www.fox19.com/2020/01/07/cnn-settles-lawsuit-with-nick-sandmann/\" rel=\"noopener\" target=\"_blank\">Fox19 Now</a>.Sandmann was part of a MAGA cap-wearing group of students at an anti-abortion rally in Washington on Jan. 18 when his confrontation with 64-year-old Native American activist and ex-Marine Nathan Phillips was picked up by CNN and other news outlets.The teen was vilified on social media over the seemingly racially motivated footage, which showed mostly white teenage boys staring down and yelling at the demonstrators.But <a href=\"https://nypost.com/2019/01/21/longer-video-casts-new-light-on-native-american-taunting-controversy/\">additional footage released later</a> showed it was the Covington students who were being accosted.The suit, which includes a separate $250 million claim against the Washington Post, accused the paper, CNN and NBC Universal of targeting Sandmann because of his support for President Trump.",
    "2020 - 2978": "A Delaware man hurled a Molotov cocktail at a Planned Parenthood office, igniting a blaze there, federal prosecutors said.Samuel James Gulick, 18, was arrested Saturday after the device — <a href=\"https://abcnews.go.com/US/delaware-man-charged-throwing-molotov-cocktail-planned-parenthood/story?id=68134593\" rel=\"noopener\" target=\"_blank\">identified as a Molotov cocktail by ABC News</a> — exploded at a Planned Parenthood facility in Newark, Del., early Friday, federal authorities <a href=\"https://www.justice.gov/usao-de/pr/middletown-man-charged-federal-court-connection-use-incendiary-device-newark-planned\" rel=\"noopener\" target=\"_blank\">announced Monday</a>.Surveillance video allegedly caught Gulick spray-painting the Latin words “Deus Vult” — a phrase associated with the Crusades meaning “God wills it” — in red letters across the building as he stood on its front porch.Gulick, of Middletown, then stepped away, lit the firebomb and threw it into the office’s front window, leading to an explosion, according to the US Attorney’s Office for the District of Delaware.Gulick, who was arrested by the FBI on Saturday, was apprehended after the city’s automatic license plate readers identified his alleged getaway car as his father’s Toyota Highlander, <a href=\"https://www.newarkpostonline.com/news/man-charged-with-throwing-molotov-cocktail-at-planned-parenthood-office/article_3a8fb4f4-7a28-527a-a0f0-ba30fd61d211.html\" rel=\"noopener\" target=\"_blank\">the Newark Post reports</a>.Investigators also built their case off Gulick’s posts on Instagram — including those containing the phrase “Deus Vult,” anti-abortion messages and alt-right imagery, the newspaper said.Gulick is charged with maliciously damaging the building and faces a minimum sentence of five years in prison. He could also receive up to 20 years behind bars and a $250,000 fine.“It was determined to be an act of terrorism,” Ruth Lytle-Barnaby, president and CEO of Planned Parenthood of Delaware, <a href=\"https://www.facebook.com/plannedparenthooddelaware/posts/2580733085387472\" rel=\"noopener\" target=\"_blank\">said in a statement</a> announcing Gulick’s arrest. “The safety measures we have in place continued to keep our staff and patients safe.”Staffers at the Planned Parenthood office were not familiar with Gulick, Lytle-Barnaby <a href=\"https://www.nytimes.com/2020/01/07/us/samuel-james-gulick-planned-parenthood-bombing.html\" rel=\"noopener\" target=\"_blank\">told the New York Times</a>.“This is an act of domestic terrorism and a blatant attack on reproductive health,” Lytle-Barnaby told the newspaper. “Unfortunately, I feel like we are in a time and an administration that emboldens people to do things and this is one of the kinds of things that has been happening around the country.”A federal public defender in Delaware told the Times on Tuesday that his office would not comment on the allegations.Gulick is set to return to court for a detention hearing Friday, the Times reports.",
    "2020 - 1069": "An Indiana teen who <a href=\"https://nypost.com/2019/10/31/indiana-teen-pleads-guilty-to-killing-cheerleader-who-was-pregnant-with-his-baby/\" rel=\"noopener\" target=\"_blank\">admitted to killing a pregnant cheerleader</a> received a jail sentence of 65 years on Wednesday.Aaron Trejo, 17, told investigators he stabbed Breana Rouhselang to death in December 2018 because she delayed telling him she was pregnant with his child, prosecutors said.Trejo said the delay prevented Rouhselang from getting an abortion, according to court documents.Judge Elizabeth Hurley sentenced Trejo to 55 years for murder and another 10 years for feticide.“I took action … I took her life,” Trejo told South Bend Detective Gery Mullins, according to charging documents <a href=\"https://www.foxnews.com/us/indiana-teen-pleads-guilty-pregnant-cheerleader\" rel=\"noopener\" target=\"_blank\">obtained by Fox News</a>.Trejo, who was 16 at the time, also told police that he put Rouhselang’s body in a dumpster behind a restaurant.Rouhselang was 17 and six months pregnant at the time of her death.",
    "2020 - 1863": "Vice President Mike Pence told churchgoers on Sunday to honor Martin Luther King Jr.’s legacy “in these divided times,” before the church’s bishop took the pulpit and decried homosexuality as caused by “the devil.”Speaking at the Holy City Church of God in Christ in Memphis, Tennessee, over the holiday weekend, Pence preached on the importance of remembering and honoring King, who he said moved the country to “live up to our highest ideals by speaking to our common foundation of faith.”The VP also promised congregants that he would “stand strong for the values that you hold dear.”Shortly after his speech, Bishop Jerry Wayne Taylor began his own sermon — decrying homosexuality and transgender people as Pence looked on.“The foundation is important. We have to encourage young men and women to get married,” Taylor said. “It’s a demonic spirit that causes a woman to want to lie with another woman. It’s a demonic spirit that causes a man to be attracted to another man.”Taylor then denounced those who he said were “trying to destroy” the foundation of marriage and “cut off the reproduction process.”“Two men can’t have a baby. Two women can’t have a baby … We allow abortion to go, we’re cutting off presidents and queens.”The bishop also referred to homosexuality as “unnatural” and claimed that same-sex attraction is only found in humans, which he said was evidenced by an animal documentary he had watched.“You never see two male animals coming together. We’ve got to expose what the devil is doing.”Taylor’s sermon also included a commentary on transgender people.“He made a man to be a man. If you know what God made you, when you go to the bathroom, just check your plumbing,” he said.The White House <a href=\"https://www.youtube.com/watch?v=r4e5-Y9E31g\" rel=\"noopener\" target=\"_blank\">posted a livestream of the event</a>, which is still online.",
    "2020 - 1295": "<a href=\"https://nypost.com/tag/donald-trump/\">President Trump</a> said Wednesday he plans to attend the annual anti-abortion “March for Life” on Friday — making him the first sitting president take part in the demonstration.Trump <a href=\"https://twitter.com/realDonaldTrump/status/1220105021930426368?s=20\" rel=\"noopener\" target=\"_blank\">made the announcement in a tweet</a>, writing “See you on Friday … Big Crowd!” in a message that included a video sponsored by the march.The head of the march, Jeanne Mancini, said organizers are thrilled to welcome the president.“We are so excited for him to experience in person how passionate our marchers are about life and protecting the unborn,” said Mancini.In 2017, Vice President <a href=\"https://nypost.com/2017/01/27/mike-pence-will-make-history-by-rallying-with-pro-life-marchers/\">Mike Pence became the highest elected leader to attend</a> the march, and addressed the massive crowds of anti-abortion demonstrators.“Life is winning again in America,” <a href=\"https://nypost.com/tag/mike-pence/\">Pence</a> told the demonstrators.On Friday, Trump will attend weeks before the <a href=\"https://nypost.com/tag/supreme-court/\">Supreme Court</a> hears its first major abortion case since the confirmations of Justice Kavanaugh and Justice Gorsuch."
}