{
    "2014 - 2377": "WASHINGTON — Senate Majority Leader Harry Reid bluntly accused former Defense Secretary Robert Gates on Thursday of being “out to make a buck” with a memoir that attacks numerous officials from President Obama on down.“He denigrates everybody, everyone, [former] Secretary [of State Hillary Rodham] Clinton, the president, [Vice President] Joe Biden, me.”Among other references, Gates wrote that at one point he wondered if Reid was delusional in calling to speak with him about the vice presidency.Reid said he has not discussed the book with Obama but has spoken with Biden about it. “We just lamented how disappointed we were,” he said. “It’s obvious it’s to sell a book.”The Nevada Democrat said in brief comments in his Capitol office that he hasn’t read the book and doesn’t intend to but knows what Gates wrote from conversations with others.“I’m surprised he would in effect denigrate everybody he came in contact with in an effort to make a buck,” he said.Reid’s comments were the harshest by any of the senior officials mentioned in an unfavorable light in “Duty: Memoirs of a Secretary at War.” The book is Gates’ account of his time as defense secretary for President George W. Bush and later for Obama.In mentioning Reid in the book, Gates criticized him for saying in 2007 that the war in Iraq was lost and a troop surge ordered by Bush wasn’t accomplishing anything.He wrote that Reid’s comments were the worst of a string of such remarks by lawmakers that sent a message to the troops that “they couldn’t win and by implication were putting their lives on the line for nothing.”Gates’ book also reports that Reid called him unexpectedly in 2008 at a time Obama had not yet selected a vice-presidential running mate.“Reid said he was thinking about me . . . He asked if I had a public position on abortion; I laughed, saying no. He asked if I was a longtime Republican; I said actually, no.”Gates wrote that Reid wanted to keep the conversation private, adding, “I couldn’t figure out if he was serious, if it was just idle flattery or if he was delusional.”As for the other officials, Gates wrote that Obama was frustrated with policy in Afghanistan, Biden has been wrong about almost every major foreign-policy and national-security issue for decades and that he heard Clinton say her opposition to a 2007 troop surge in Iraq was dictated by campaign politics.",
    "2014 - 6773": "Not so long ago, savvy politicians were fond of describing election campaigns as “the silly season.” They saw it as a scripted ritual where every promise made, every charge leveled, came with a sly wink that meant nothing was to be taken at face value.Even the worst understood that governing was hard and that, once the votes were counted, the winners would have to get off their high horses and do actual work. They tempered expectations because they knew reality would be their check and balance.Ah, the good old days. Now every day is “the silly season” as the permanent campaign swallows governing and good sense. There is no respite from the hyperventilating baloney of promise politics.Take the holiday to honor Martin Luther King Jr. It has deteriorated into just another day of partisan jousts, his storied legacy reduced to a stamp of approval to be usurped for any and all causes of the moment. The pilferers pretend to pay their respects, but in truth aim to puff themselves up by declaring that he would support whatever they do.Theirs is the audacity of audacity.“I have no doubt . . . he would believe that these are the things our society requires,” Mayor de Blasio told a Brooklyn audience. “Now is the time to reform a broken stop-and-frisk policy. Now is the time to make sure that every child gets full-day pre-K.”What a coincidence — those are the same things de Blasio campaigned on, though he didn’t mention whether King would also go for the tax hike the mayor wants.A later speaker, former Black Panther Angela Davis, got a standing ovation for ranting about “Israeli apartheid” and demanding justice for Palestinians.New York Attorney General Eric Schneiderman used the holiday to take aim at big banks and home foreclosures, while City comptroller Scott Stringer invoked the homeless. Rep. Charles Rangel demanded an extension of unemployment benefits.A union boss was honored in Washington for advocating on behalf of federal workers during the government shutdown, as if this wasn’t his job. His connection to King’s commitment to fair wages is a stretch, since his union workers got paid for not working during the shutdown.Not to be outdone, the zealous secretary of the Environmental Protection Administration coined a phrase when she vowed to deliver “climate justice.” Perhaps she plans to direct all blizzards and tornados to Republican states? She also announced a partnership with the “hip-hop caucus,” leaving unsaid whether she believes King would embrace the thug culture many rappers champion.Vice President Joe Biden, after talking about how many black friends he had, promised changes on immigration and pay equity, and denounced the Supreme Court ruling that eliminated parts of the Voting Rights Act. He should have used the teleprompter so he could meander with coherence.Much of Monday’s promises were made as professions of commitment to Al Sharpton, or “Rev,” as Biden kept calling him in that down-home Delaware way.Somewhere, somehow, Sharpton has become the living surrogate for King. As the day’s top ringmaster, he attracted supplicants and granted absolutions in two cities.His National Action Network breakfast in Washington drew Biden and many of the others cited, then he accepted the tribute of city officials at his Harlem headquarters in the afternoon.That’s where de Blasio announced that a Sharpton associate would be chief of staff to his wife, Chirlane McCray. A City Hall release put it a little differently, with de Blasio and McCray jointly announcing that Rachel Noerdlinger would be joining the team.“Rachel shares my commitment to bringing social justice to the forefront in this city,” McCray was quoted as saying.She didn’t mention it, but Noerdlinger’s salary will be a whopping $170,000.Nobody claimed King would approve of that bonanza, but of course he would. That’s the whole point of his holiday.In larding its latest poll results with car and road puns, Quinnipiac finds that Bridgegate is taking a “toll” on Chris Christie’s presidential hopes. A poll director says the Jersey gov’s campaign “is stuck in traffic” and has been “sideswiped” by the scandal.OK, let that be the last cheap play on words. Honk if you agree.Lou Dobbs has done it again. The Fox Business anchor’s new book, “Upheaval,” is full of insight about what ails America.In characteristically blunt fashion, Dobbs warns that, under the Obama administration, the nation is on course to “roll back the standard of living for all Americans and make the lowest common denominator the standard for education and media.”An independent voter, he rails against big business, and urges the GOP to break from its corporate sponsors and declare that “government is not intended to be the handmaiden of bankers.”Lobbyists, unions and green wing nuts all get a spanking, but my favorite insight involves his view on what is causing the growing gaps in income and wealth. “They are gaps in education, in lifestyle choices, in environment, in strength of the family and ultimately in achievement,” he writes.Bingo.Did you see the new TV spot that aims to lure out-of-state companies to New York?“We’re open for business, so set up shop here and pay no taxes,” the ad says over sunny-side up music.But the narrator’s voice suddenly turns menacing as he adds, “Offer valid to liberals only.”OK, I jest, but Gov. Cuomo is dead serious. His recent attack on “extreme conservatives,” which he defined as “right-to-life, pro-assault-weapon, anti-gay,” was, well, extreme.His defense, that he was talking only about political candidates and not individual New Yorkers, makes his comments slightly less offensive but doesn’t clean up the mess.Whatever Cuomo’s intent in the radio interview, his extended remarks display a sneering contempt for “the other,” as when he says “extreme conservatives have no place in the state.”And while he cites poll numbers showing 70 percent support for gun control, gay marriage and abortion, that still means one out of three New Yorkers is left out of the governor’s vision of required conformity.Don’t they have a right to vote for candidates they support? If not, let’s cancel elections.The bizarre breach is especially disappointing because Cuomo has worked hard to put a more moderate face on Albany. His tax cuts, including ones he proposed yesterday, and his bold determination to root out corruption have earned him high marks from most voters. That progress is the basis of the real TV ads’ claim of a “new New York.”Or it was, before Cuomo muddied his message.Upper West Siders are furious about the police ticket-blitz for jaywalking. They say it’s overkill. I agree, and suggest we let those cops get back to real police work. You know, like doing stop-and-frisk, which has been proven to save lives.",
    "2014 - 3444": "FORT WORTH, Texas — The family of a brain-dead, pregnant Texas woman said Sunday afternoon that she has been removed from life support following a judge’s ruling that a Fort Worth hospital was misapplying state law in the case.A statement sent Sunday afternoon by lawyers for the husband of Marlisa Munoz says she was disconnected from life support about 11:30 a.m.It says her body was released to her husband, Erick Munoz, and that the family is now looking to lay her body to rest.Earlier Sunday, J.R. Labbe, a spokeswoman for John Peter Smith Hospital in Fort Worth, issued a statement saying the hospital “will follow the court order” issued Friday in the case of Marlise Munoz.“From the onset, JPS has said its role was not to make nor contest law but to follow it,” the statement says. “On Friday, a state district judge ordered the removal of life-sustaining treatment from Marlise Munoz. The hospital will follow the court order.”Judge R.H. Wallace had given the hospital until 5 p.m. Monday to comply with his ruling to remove Munoz from life support, which Erick Munoz says is what his wife would have wanted.She was 14 weeks pregnant when her husband found her unconscious Nov. 26, possibly due to a blood clot.Both the hospital and family agreed before Wallace’s ruling that Marlise Munoz meets the criteria to be considered brain-dead — which means she is dead both medically and under Texas law — and that her fetus, at about 23 weeks, could not be born alive this early in pregnancy.The case has raised questions about end-of-life care and whether a pregnant woman who is considered legally and medically dead should be kept on life support for the sake of a fetus. It also has garnered attention on both sides of the abortion debate, with anti-abortion groups arguing Munoz’s fetus deserves a chance to be born.Erick Munoz and his wife both worked as paramedics and were familiar with end-of-life issues. He insisted both were clear that they did not want to be kept alive by machines in this type of situation.Munoz described in a signed affidavit Thursday what it was like to see his wife on life support: her glassy, “soulless” eyes; and the smell of her perfume replaced by what he knows to be the smell of death. He said he tried to hold her hand but can’t.“Her limbs have become so stiff and rigid due to her deteriorating condition that now, when I move her hands, her bones crack, and her legs are nothing more than dead weight,” Munoz said.But the hospital argued it was bound by Texas law that says life-sustaining treatment cannot be withdrawn from a pregnant patient, regardless of her end-of-life wishes.Legal experts interviewed by The Associated Press have said the hospital was misreading the law and that the law doesn’t have an absolute command to keep someone like Munoz on life support.Larry Thompson, a state’s attorney arguing on behalf of the hospital Friday, said the hospital was trying to protect the rights of the fetus as it believed Texas law instructed it to do.“There is a life involved, and the life is the unborn child,” Thompson said.But on Sunday, the hospital backed down in the face of the judge’s order.“The past eight weeks have been difficult for the Munoz family, the caregivers and the entire Tarrant County community, which found itself involved in a sad situation,” the hospital’s statement says. “JPS Health Network has followed what we believed were the demands of a state statute.”",
    "2014 - 1915": "ORLANDO, Fla. – A Florida man who admitted to tricking his pregnant girlfriend into taking pills known to cause abortion has been ordered to serve more than 13 years in federal prison and to pay her about $28,500 in restitution, US prosecutors said.John Andrew Welden, 29, was sentenced on Monday after pleading guilty in September to charges of tampering with a consumer product resulting in bodily injury and conspiracy to commit mail fraud.As part of a plea agreement, Welden admitted that he gave the pills to his girlfriend, Remee Jo Lee, in March 2013 to kill her unborn baby. Lee said he had forged the signature of his father, an obstetrician, on a prescription and conspired with a pharmacy employee to order Cytotec, which can induce abortions.Cytotec, known generically as misoprostol, is prescribed to prevent stomach ulcers and carries a warning that it should not be used during pregnancy because it can cause abortion, birth defects and premature death.Welden scratched off identifying markings on the pills and then placed them in a bottle with a label provided by the unnamed pharmacy co-conspirator indicating the contents were amoxicillin, an antibiotic, prescribed for his girlfriend, according to court documents.After taking what she believed to be the antibiotic, Lee began experiencing severe cramping and bleeding, and she subsequently suffered a miscarriage.Lee and Welden met in 2012 at a “gentlemen’s club” where she worked. Police investigators found text messages between the two showing Lee wanted to keep the baby but Welden did not.Welden’s prison sentence consists of 10 years for the consumer product tampering charge and 44 months for mail fraud.US District Judge Richard Lazzara in Tampa also sentenced Welden to serve three years of supervised release after his prison term.Lee has sued the pharmacy where she said the drug, prescription bottle and a faked label were obtained.",
    "2014 - 1084": "The US abortion rate declined to its lowest level since 1973, and the number of abortions fell by 13 percent between 2008 and 2011, according to the latest national survey of abortion providers conducted by a prominent research institute.The Guttmacher Institute, which supports legal access to abortion, says in a report being issued Monday that there were about 1.06 million abortions in 2011, down from about 1.2 million in 2008.Guttmacher’s figures are of interest on both sides of the abortion debate because they are more up-to-date and in some ways more comprehensive than abortion statistics compiled by the federal Centers for Disease Control and Prevention.According to the report, the abortion rate dropped to 16.9 abortions per 1,000 women ages 15 to 44 in 2011, well below the peak of 29.3 in 1981 and the lowest since a rate of 16.3 in 1973.The lead author, Rachel Jones, said there appeared to be no link to a decline in the number of abortion providers.The drop in abortions was likely linked to a steep national decline in overall pregnancy and birth rates, she said.",
    "2014 - 2172": "MILWAUKEE — Anti-abortion groups angry over what they see as the Girl Scouts’ support for abortion-rights advocates, including Democratic Texas state Sen. Wendy Davis, have launched a cookie boycott.The groups have taken issue with tweets and Facebook postings that link to articles recognizing Davis, who shot to political stardom last year with a filibuster of abortion limits, and Health and Human Services Secretary Kathleen Sebelius, another Democrat who supports abortion rights.“It’s very clear that they are not citing any pro-life leaders with any praise, even though their official stand is they are not taking any position on abortion,” said John Pisciotta, director of Pro-Life Waco and organizer of the so-called CookieCott 2014.The Girl Scouts do not endorse politicians or take stands on political issues, spokeswoman Kelly Parisi said Tuesday. The posts were meant to encourage people to get involved in discussions about the top newsmakers of 2013, which many people were referring to as the year of women, Parisi said.“We think it is appropriate for us to encourage conversation about what makes a female leader,” she said.One tweet from the Girl Scouts of the USA asked for nominees for woman of the year and linked to a Huffington Post discussion on the subject in which Davis was mentioned prominently. A post on the organization’s Facebook page linked to a Washington Post list of influential women that included Sebelius.“Why link it? Why not just ask who inspired you this year?” said Ann Saladin, a conservative activist and former Girl Scout who lives in St. Louis.Saladin and others have helped promote the boycott, and groups including Pro-Life Wisconsin are encouraging their members to participate.Pisciotta organized a 2004 boycott of cookie sales in Waco after the local Girl Scouts council recognized the leader of the local Planned Parenthood chapter for her achievements. It helped give the council its best year for cookie sales, said Lucia Weinmeister, spokeswoman for the Girl Scouts of Central Texas.“It does fire up people who are against what we do, or what they think we do,” she said. “It also fires up our strongest supporters.”",
    "2014 - 6420": "VATICAN CITY — Pope Francis came under new pressure Wednesday to punish bishops who covered up for pedophile priests when a U.N. human rights panel accused the Vatican of systematically protecting its reputation instead of looking out for the safety of children.In a scathing report that thrilled victims and stunned the Vatican, the United Nations committee said the Holy See maintained a “code of silence” that enabled priests to sexually abuse tens of thousands of children worldwide over decades with impunity.Among other things, the panel called on the Vatican to immediately remove all priests known or suspected to be child molesters, open its archives on abusers and the bishops who covered up for them, and turn the abuse cases over to law enforcement authorities for investigation and prosecution.The committee largely brushed aside the Vatican’s claims that it has already instituted new safeguards, and it accused the Roman Catholic Church of still harboring criminals.“The committee is gravely concerned that the Holy See has not acknowledged the extent of the crimes committed, has not taken the necessary measures to address cases of child sexual abuse and to protect children, and has adopted policies and practices which have led to the continuation of the abuse by, and the impunity of, the perpetrators,” the panel said.The stinging language surprised the Vatican and put it in damage-control mode, with officials strongly defending the church and accusing the committee of allowing itself to be swayed by pro-gay ideologues. The Vatican, which defended itself at a U.N. committee hearing last month, said the panel ignored the measures the Holy See has already taken to protect children.“I’m tempted to say that the text was probably written ahead of time,” said the Vatican’s U.N. ambassador, Archbishop Silvano Tomasi.Nevertheless, the report puts pressure on Francis to take decisive action after a year in which he has largely let the abuse portfolio fall by the wayside as he tackled other pressing issues, such as reforming the Vatican bureaucracy.The Vatican announced in December that the new pope would create a commission to study how to prevent abuse and help victims, but no firm details about its makeup or scope have been released since.And critically, the Vatican has yet to sanction any bishop for having covered up for an abusive priest, even though more than a decade has passed since the scandal exploded in the U.S. and countless law enforcement investigations around the world made it clear the role bishops played.Vatican officials have suggested that under Francis, this might soon change.The report was issued by the U.N. Committee on the Rights of the Child, an 18-member panel that includes academics, sociologists and child development specialists from around the globe.Its job is to monitor compliance with the U.N. Convention on the Rights of the Child, a treaty the Vatican ratified in 1990. The treaty calls for signatories to protect children from harm. Only three countries have failed to ratify it: the U.S., Somalia and South Sudan.Last month, the Vatican was subjected to a blistering daylong grilling by the U.N. committee, which then produced its final observations on Wednesday.“The committee expresses serious concern that in dealing with child victims of different forms of abuse, the Holy See has systematically placed preservation of the reputation of the church and the alleged offender over the protection of child victims,” the report concluded.At a news conference in Geneva, committee chairwoman Kirsten Sandberg ticked off some of the core findings: that bishops moved pedophile priests from parish to parish rather than reporting them to police, that known abusers are still in contact with children, and that the Vatican has never required bishops to report abusers to police.“This report gives hope to the hundreds of thousands of deeply wounded and still suffering clergy sex abuse victims across the world,” said Barbara Blaine, president of the main U.S. victims group, SNAP.“Now it’s up to secular officials to follow the U.N.’s lead and step in to safeguard the vulnerable because Catholic officials are either incapable or unwilling to do so.”Critically, the committee rejected the Vatican’s longstanding argument that it doesn’t control bishops or their abusive priests.The panel essentially held the Vatican responsible for every priest, parish and Catholic school in the world, calling on it to pay compensation to all victims of sexual abuse worldwide, and also to those who labored in Ireland’s notorious Magdalene Laundries, the church-run workhouses where young women were subject to slave labor and often had their out-of-wedlock babies taken from them.While the Vatican itself didn’t raise an objection to that aspect of the report, other church advocates did.“I think that the U.N. report describes a monolithic church that does not exist in fact,” said Nicholas Cafardi, a U.S. canon lawyer and former chairman of the U.S. bishops’ lay review board that monitored clerical abuse. “The pope in Rome cannot control and is certainly not responsible for what happens throughout the Catholic world.”The committee disagreed.Benyam Mezmur, a committee member and Ethiopian academic on children’s legal rights, cited among other things a letter from a Vatican cardinal advising Irish bishops to refrain from any policy requiring they report pedophiles to police.“They keep saying they don’t have the authority, but in the meantime we have had instances of the Holy See trying to influence bishops,” he said in an interview. “You cannot have it both ways. Either you have influence or you don’t.”The committee’s recommendations are non-binding and there is no enforcement mechanism. But it asked the Vatican to comply and report back by 2017.The recommendations extended far beyond child sexual abuse in ways that conflict with church teachings.For example, the committee urged the Vatican to amend canon law to allow abortions on children in some circumstances, such as to protect the life of the young mother. It asked the Holy See to ensure that sex education, including access to information about contraception, is mandatory in Catholic schools. And it called on the Vatican to condemn discrimination against homosexual children or youngsters raised by gay couples.Tomasi accused the committee of adopting a pro-gay “ideological line.”",
    "2014 - 2596": "North Korea is guilty of crimes reminiscent of those committed by Nazi Germany — and “Supreme Leader” Kim Jong-un can be tried for monstrous offenses that have no “parallel in the contemporary world,” a scathing UN report charged Monday.The brutal Pyongyang regime has killed “hundreds of thousands” of its own people since the 1950s and has mounted a horrific history of torture, rape and forced starvation, it said.The report, based on the testimony of 320 survivors of the regime, experts and other witnesses, describes a nation brainwashed since birth — and said the suppression has gotten worse since Kim had his own uncle executed in December.Among the findings of the 372-page report:“They are wrongs that shock the conscience of humanity,” Human Rights Commission chairman Michael Kirby said.Comparing the crimes to those of Adolf Hitler’s Germany, he told Reuters: “Some of them are strikingly similar.”Kim’s uncle Jang Son-thaek was a stabilizing “control tower,” the report said. He was executed because, among other crimes, he was seen “half-heartedly clapping” when Kim was promoted before his father, Kim Jong-Il, died.The younger Kim punished even more trial offenders — such as a journalist who was sentenced to six months in a “training camp” because he misspelled Kim’s father’s name.One former inmate, Kim Young-soon, spent nine years in jail with her family because she knew a “state secret” — that Kim’s father was having an affair.“It is a place that would make your hair stand on end,” she said Monday of North Korea.The UN commission said the world can no longer ignore what is going on in North Korea after the searing indictment released Monday.“We cannot say we didn’t know,” Kirby said. “We now do know.”The report said the ruling Kim family lavished the impoverished nation’s few resources on themselves. A former North Korea official described his work at the well-financed Kim Il-sung Longevity Research Institute, “established with the sole purpose of ensuring long lives and good health for” Kim’s father and grandfather.Paranoia and envy of South Korea also drive the Kim family, the yearlong investigation found. The report said in 2013, Kim ordered the Korean People’s Army to build a “world class” skiing resort — apparently because South Korea would have such facilities when it hosts the 2018 Winter Olympics.But Kim and his regime are unlikely to ever face prosecution for crimes against humanity because the case would have to be referred to the International Criminal Court by the UN Security Council. China, Kim’s closet ally, has a veto on the council."
}