{
    "2004 - 1680": " NASHUA, N.H. – Now the question is whether anyone can stop John Kerry.  If no rival can do it when seven states vote next week, he’s the Democratic nominee.  But Kerry will face a rough week as rivals pull out all the stops to challenge his record now that he’s the certified frontrunner – scrutiny that he hasn’t yet faced.  Kerry also has to prove that he can win in the South – and he shot himself in the foot last weekend by dissing a region that’s skeptical of Yankees anyway. Remember how dissing Iowa’s caucuses hurt Howard Dean?  Kerry’s gaffe was to say: “Everybody always makes the mistake of looking South. Al Gore proved he could have been president of the United States without winning one Southern state, including his own.”  Edwards could be Kerry’s biggest obstacle because he has a real chance to win South Carolina, where he tops the polls. But luckily for Kerry, Edwards didn’t get any boost out of New Hampshire.  Dean faces slim pickings for victory but he’s a fighter in a bitter grudge match with Kerry – and he’ll have plenty of chances to make trouble for Kerry and the cash to do it.  Take South Carolina. If Dean goes after Kerry on hot-button issues like Iraq and abortion, he may yank away liberal voters and boost the chances that Edwards will win.  That’s why a Kerry backer fretted: “The other guys are establishment Democrats who will fall into line if Kerry looks like the nominee, but the Dean people are loose cannons who have nothing to lose.”  One more key question is how well Kerry wears with voters – even some Kerry fans thought he looked too preachy and speechy on Sunday’s TV chat shows. Over the long haul, that won’t inspire voters. ",
    "2004 - 3412": "Slip-sliding Democrat Howard Dean last night ditched his campaign manager and reached for help from Al Gore as he sought a way to take on newly crowned front-runner John Kerry.  Dean told reporters that he was enlisting Gore aide Roy Neel as the new campaign CEO and that Gore will campaign for him in South Carolina – the marquee contest in next week’s seven-state showdown.  Dean announced that Neel would take the new position during a staff meeting, but aides who were present said he did not mention Joe Trippi’s departure.  Trippi then came in and tearfully told his staff that he was leaving.  “Howard Dean is the guy who is going to fight for the country for real change and [I] hope people stick with him,” Trippi said as he left campaign headquarters with his wife, Kathy Lash, who also worked for Dean.  “I’m out of the campaign, but I’m not out of the fight,” he said. “We need to change America.”  Candidates often try staff shakeups when things aren’t going well. Kerry fired his campaign manager last year in the days when Dean seemed all but certain to win, and that turned things around – but this firing comes in crunch time.  For Dean, the quotable and rumpled Trippi was an Internet genius who many saw as the heart of the Dean operation and the mastermind of its e-funding bonanza.  But disgruntled staffers groused that Trippi got too much attention and signed too many autographs – a CNN crew taped his every move – but Dean’s biggest wound was his own “I have a scream” speech after finishing third in Iowa.  Meanwhile, Kerry is now seeking to build a sense of momentum by piling up endorsements – like Rep. James Clyburn, a pivotal black leader in South Carolina.  As Kerry solidifies his front-runner standing, rivals – and Republicans – pored over his record for issues that could hurt him by making him look too liberal, like his opposition to the death penalty and support for partial-birth abortion.  Democratic rivals – and South Carolina newspapers – also jabbed Kerry for dissing the South by claiming he doesn’t need to win a single state there to win the White House, an issue likely to come up at tonight’s Greenville debate.  Many Democratic strategists say that someone has to stop Kerry at one of the seven contests next Tuesday or he will be unstoppable – and the best bet could be the bid by Sen. John Edwards (N.C.) in South Carolina.  Edwards questioned why the Democratic Party would want to try to win the White House without the South “for the first time in American history,” adding: “It’s a very risky choice.”  Kerry’s ‘liberal’ top 10 list   Here are the issues where critics accuse John Kerry of being too “liberal” to win:   1. Against the death penalty in almost all cases.  2. Voted many times against tax cuts.   3. Supported killing a host of military programs like the B-1 and B-2 bomber.  4. Voted against banning “partial-birth” abortions and against parental notification when minors have abortions.   5. Voted against Defense of Marriage Act, which permits states to refuse to recognize gay marriages in other states.   6. Voted against the 1991 Gulf War.   7. Voted against $87 billion to support U.S. troops and rebuild Iraq.   8. Called for taxing guns and ammunition to pay for anti-crime programs.   9. Pushed to cut CIA funding – and then complained about inadequate intelligence after 9/11.   10. Supported furloughs for first-degree murderers.",
    "2004 - 828": " A Brooklyn ex-con who allegedly tried to get revenge against his girlfriend by igniting a fire at her apartment building – killing two incapacitated men – was arrested yesterday, police sources said.  José “Coco” Melendez, 26, of Bushwick, allegedly set the Jan. 9 blaze, which killed a 29-year-old man with Down syndrome and the victim’s 74-year-old father.  Melendez was angry that his gal pal wanted to abort the couple’s child, the sources said.  “The building’s gonna come down,” Melendez allegedly declared.  His girlfriend was unhurt in the blaze.  But Gilbert Torres and his father, Ruben, were trapped in their apartment and died several days after the fire.  Torres’ mother, Natividad, 69, who suffers from Parkinson’s disease, was seriously injured.  Melendez was charged with murder and arson, police sources said. ",
    "2004 - 4072": "Alex Rodriguez jetted to New York late yesterday and headed straight for old pal and new teammate Derek Jeter’s Big Apple pad just hours after A-Rod officially became a Yankee.   Rodriguez arrived as Bronx Bomber fans rejoiced that their legendary team had nabbed the best player in baseball – who was unsuccessfully wooed in December by their hated arch rivals, the Boston Red Sox.   The city’s newest sports phenom flew into New York by private jet late yesterday afternoon with his wife, Cynthia, and was immediately driven with Jeter in a black SUV to the Yankee captain’s $13 million apartment in the Trump World Tower near the United Nations.   A-Rod will be formally welcomed by the Yankees today, at a press conference at the House That Ruth Built, where he will don a pinstripe jersey bearing his new lucky number – 13.   “This is a great day for the New York Yankees and for the City of New York,” crowed team owner George Steinbrenner after baseball Commissioner Bud Selig gave final approval to the blockbuster deal that sent Rodriguez here from the Texas Rangers.   “In acquiring Alex Rodriguez, we are bringing to New York one of the premier players in the history of the game.”   Rodriguez, 28, made the trade possible by agreeing to move from shortstop, where he won six All-Star team slots and last season’s American League MVP award, to third base, allowing Jeter to stay at his position.   Rodriguez, who was born in New York, will begin spring training in Florida with the team next week.   A-Rod just beamed when a Post photographer caught him outside Jeter’s apartment and asked him how he liked being in the Big Apple.   Yankee GM Brian Cashman was not so reserved.   “I really cannot describe how happy I am to have been able to acquire a player of the caliber of Alex Rodriguez,” he said.   “It was perhaps a once-in-a-lifetime opportunity, and I am ecstatic that a lot of hard work enabled us to consummate a deal of this magnitude.”   Yankee skipper Joe Torre said, “It’s tough to come up with words to describe how you feel when a player of Alex’s ability and class is suddenly in your lineup. I know the fans of New York are going to love having him here on an everyday basis. I couldn’t be happier.”   The Yankees will pay Rodriguez $112 million for the remaining seven years of the unprecedented $252 million contract he signed with Texas three seasons ago. The Rangers, in an unusual arrangement, will pay A-Rod the $67 million balance of the contract through 2025.   In exchange for A-Rod, the Rangers are getting star second baseman Alfonso Soriano and a player to be named later from the Yankees.   The deal gives the Yank, who lost last season’s World Series and who have not won it since 2000, a player considered to be a shoo-in for the Hall of Fame.   And it gives A-Rod, whose Rangers have been dreadful despite his presence, the chance to play for a legendary winning team. The Yanks in recent years have either strongly contended for or taken the American League title, and have worn four World Series crowns since 1995.   The trade stunned the baseball world, which had expected A-Rod to stay with the Rangers after a recent aborted attempt to trade him to the Sox.   “I think this is one of the best trades in the history of baseball,” said former Mayor Rudy Giuliani, a rabid Yankee fan. “This is going to make the season very exciting.”   Manhattan teacher Amy Strassler-Goldstein, who traveled to the Stadium yesterday to buy tickets, said, “It’s the A-Rod icing on the Yankees cake.”   Anthony Sedia, 38, a construction worker from The Bronx, was there, too.   “The minute the trade was confirmed, I said, ‘I’m gonna get season tickets for me and my son,’ ” he said.   There also was glee in Rodriguez’s old neighborhood of Washington Heights.   “I think this is a beautiful thing,” said Carlos Rodriguez, 34, a building superintendent in the upper Manhattan community. “It’ll keep New York in the buzz. I’m so excited for baseball to begin again.”   Additional reporting by Amit Srivastava, Lorena Mongelli and Dan Kadison ",
    "2004 - 4122": "Alex Rodriguez jetted to New York late yesterday, heading straight for old pal and new teammate Derek Jeter’s Big Apple pad just hours after officially becoming a Yankee.   Rodriguez arrived as Bronx Bomber fans rejoiced that their legendary team had nabbed the best player in baseball – who was unsuccessfully wooed in December by their hated arch rivals, the Boston Red Sox.   The city’s newest sports phenom flew into New York by private jet late yesterday afternoon with his wife, Cynthia, and was immediately driven with Jeter in a black SUV to the Yankee captain’s $13 million apartment in the Trump World Tower near the United Nations.   A-Rod will be formally welcomed by the Yankees today at a press conference at the House That Ruth Built, where he will don a pinstripe jersey bearing his new lucky number – 13.   “This is a great day for the New York Yankees and for the City of New York,” crowed team owner George Steinbrenner after baseball Commissioner Bud Selig gave final approval to the blockbuster deal that sent Rodriguez here from the Texas Rangers.   “In acquiring Alex Rodriguez, we are bringing to New York one of the premier players in the history of the game.”   Rodriguez, 28, made the trade possible by agreeing to move from shortstop, where he won six All-Star team slots and last season’s American League MVP award, to third base, allowing Jeter to stay at his position.   Rodriguez, who was born in New York, will begin spring training in Florida with the team next week.   A-Rod just beamed when a Post photographer caught him outside Jeter’s apartment and asked him how he liked being in the Big Apple.   Yankee GM Brian Cashman was not so reserved.   “I really cannot describe how happy I am to have been able to acquire a player of the caliber of Alex Rodriguez,” he said.   “It was perhaps a once-in-a-lifetime opportunity, and I am ecstatic that a lot of hard work enabled us to consummate a deal of this magnitude.”   Yankee skipper Joe Torre said, “It’s tough to come up with words to describe how you feel when a player of Alex’s ability and class is suddenly in your lineup. I know the fans of New York are going to love having him here on an everyday basis. I couldn’t be happier.”   The Yankees will pay Rodriguez $112 million for the remaining seven years of the unprecedented $252 million contract he signed with Texas three seasons ago. The Rangers, in an unusual arrangement, will pay A-Rod the $67 million balance of the contract through 2025.   In exchange for A-Rod, the Rangers got star second baseman Alfonso Soriano and a player to be named later.   The deal gives the Yanks, who lost last season’s World Series and who have not won it since 2000, a player considered to be a shoo-in for the Hall of Fame.   And it gives A-Rod, whose Rangers have been dreadful despite his presence, the chance to play for a legendary winning team. The Yanks in recent years have either strongly contended for or taken the American League title, and have worn four World Series crowns since 1995.   The trade stunned the baseball world, which had expected A-Rod to stay with the Rangers after a recent aborted attempt to trade him to the Sox.   “I think this is one of the best trades in the history of baseball,” said former Mayor Rudy Giuliani, a rabid Yankee fan. “This is going to make the season very exciting.”   The trade was so big, it became Sports Illustrated’s cover at the last minute, knocking a feature on ex-Yankees Roger Clemens and Andy Pettitte off Page 1.   Manhattan teacher Amy Strassler-Goldstein, who traveled to the Stadium yesterday to buy tickets, said, “It’s the A-Rod icing on the Yankees cake.”   Anthony Sedia, 38, a construction worker from The Bronx, was there, too.   “The minute the trade was confirmed, I said, ‘I’m gonna get season tickets for me and my son,’ ” he said.   There also was glee in Rodriguez’s old neighborhood of Washington Heights.   “I think this is a beautiful thing,” said Carlos Rodriguez, 34, a building superintendent. “It’ll keep New York in the buzz.”   Additional reporting by Amit Srivastava, Lorena Mongelli and Dan Kadison ",
    "2004 - 1222": " ALBANY – State Republicans have picked a little-known politician from Orange County to challenge Sen. Charles Schumer, ending a months-long search for a candidate – whom some quickly labeled a sacrificial lamb.  But Assemblyman Howard Mills, 39, insisted that he at least had a fighting chance to defeat the popular, hard-driving and well-financed Schumer, saying, “I know about his bank account, but I also know about his record: He doesn’t have one.”  Mills, a pro-death penalty, pro-abortion rights moderate from the town of Hamptonburgh, whose campaign committee has a mere $105,000 to a massive $20 million for Schumer, said: “Since Sen. Schumer went to Washington, he has not been able to deliver what New York needs.  “He’s very interested in trying to generate press on Sunday but we haven’t seen him deliver on Monday,” Mills said.  Schumer, who recent public opinion polls has shown enjoying a near 60 percent approval rate, refused to comment directly on Mills’ selection.  Wealthy Manhattan socialite Gail Hilson, a liberal Republican who in recent weeks was the odds-on favorite to be selected as the candidate, was said by one GOP insider to have been rejected because “she wouldn’t sell in upstate areas.” ",
    "2004 - 1464": "Three masked teenagers who allegedly lured a food deliveryman to a Bronx building to rob him were bagged yesterday by plainclothes cops, after a suspicious restaurant worker blew the whistle on them.  The cops nabbed a 14-year-old girl, believed to be the lookout, shortly after she pulled a scarf across her face and a hood over her head – a signal to two 15-year-old boys that the deliveryman was approaching the Fox Street apartment building in Longwood, police sources said.  The boys also covered their faces.  Cops swooped down on the trio before they could rob the deliveryman, who had bicycled from the King Buffet Chinese Takeout on Southern Boulevard.  The deliveryman, who was carrying $25 worth of chicken wings, pork fried rice, fried dumplings and sesame chicken, had volunteered to participate in the sting.  Cops said one of the boys arrested in the 2 p.m. aborted robbery had a boxcutter.  All three were charged with attempted robbery. Their names were withheld because they are juveniles.  Last Friday in Queens, an 18-year-old Chinese-food deliveryman was robbed, beaten and stabbed to death by three other thugs.  In yesterday’s incident, the 23-year-old female worker alerted cops after she recognized the caller’s voice as that of the man who ordered takeout on three other occasions where workers had their deliveries stolen. Each time, the caller would give a different address on Fox Street.<em>Additional reporting by Erika Martinez</em>",
    "2004 - 2581": "GOV. PATAKI’S long-shot candidate to challenge Sen. Charles Schumer is already in trouble with the state’s small but influential Conservative Party.  “I’m not convinced Howard Mills is the best decision for us,” Conservative Party Chairman Michael Long, normally a key Pataki ally, told The Post.  “We’ve got a lot of issues to talk to him about,” said Long of the 39-year-old Orange County Republican who was plucked from obscurity last week by Pataki’s political operatives.  “We want a candidate in a tough year like this that’s going to be, quite frankly, talking about a conservative agenda,” Long added.  The Conservative Party chairman will sit down with Mills – a pro-choice moderate assemblyman – later this week to discuss issues. The party’s support of Mills is considered crucial for any hope of victory.  “I’m not discounting the possibility that we’ll have our own candidate, and there is someone who spoke to me recently who, I think, would make a very good Conservative candidate,” Long said.  Long also took a direct swipe at Mills – mocking his initial attack on Schumer as a master of the unproductive Sunday press conference.  “This isn’t about Sunday press conferences, it’s about some meaty stuff here involving the blocking of President Bush’s judicial nominees because they happen to be pro-life and Catholic. It’s about tax cuts and Schumer’s votes in the Senate,” said Long.  His reservations about Mills are believed to be connected, in part, to growing indications that conservative voters are increasingly restless with the liberal spending and social policies of the Pataki administration.  “I think members of our party and, more importantly, conservative Republicans would like to see someone take on Schumer on real serious and thoughtful conservative issues, a real conservative agenda,” Long said.  Meanwhile, Long’s political clout was illustrated in the GOP’s last-minute rejection of millionaire Manhattan socialite Gail Hilson, who wanted to challenge Schumer.  Long, Republican sources said, made it clear to state GOP Chairman Alexander “Sandy” Treadwell that the Conservative Party would not back Hilson because of her widely known liberal stands on such issues as abortion, gay rights and rent control.  *  While GOP leaders were biting their tongues and publicly claiming that Mills would be a strong challenger to Schumer, a prominent Republican operative was calling journalists with this observation:  “When Mills gets up to give his acceptance speech, he should say, ‘Baaa, baaa,’ because he’s nothing more than a sacrificial lamb.” "
}