{
    "2016 - 3155": "Enrique Marquez, the pal who bought guns for San Bernardino terrorist Syed Rizwan Farook, was paid $200 month to enter into a sham marriage with one of the slain terrorist’s extended family members, court papers claim.Marquez, who <a href=\"http://www.justice.gov/opa/pr/california-man-charged-conspiring-provide-material-support-terrorism-and-being-straw\">was charged Thursday with supporting terror</a>, agreed to marry Russian native Mariya Chernykh — the sister of Farook’s brother’s wife — so she could become a legal US resident.It was discovered that Marquez and his wife did not even live together. Instead, Chernykh lived with her boyfriend and their child.Marquez’s family had no idea he was legally married until after the Dec. 2 massacre of 14 people.Records show Marquez married Chernykh at a ceremony at the Islamic Society of Corona-Norco in California last year, although the mosque’s facility manager denied it occurred there.Investigators also found text messages between Marquez and Chernykh saying they were nervous about an upcoming interview with immigration officials.Chernykh’s sister is married to Farook’s brother Raheel.Meanwhile, it was also revealed that Farook and Marquez <a href=\"https://nypost.com/2015/12/17/friend-of-san-bernardino-shooters-to-be-charged/\">planned other deadly attacks</a> — including one in which they would bomb the cafeteria of their former college in California.Marquez allegedly detailed the aborted schemes, which were planned in 2011, to investigators, court documents show.“[Marquez’s] prior purchase of the firearms and ongoing failure to warn authorities about Farook’s intent to commit mass murder had fatal consequences,” US Attorney ­Eileen Decker said.Marquez and Farook first hatched a plot to throw pipe bombs into crowds of students at the library or cafeteria at Riverside Community College, where they had been students.They also focused on <a href=\"https://nypost.com/2015/12/10/terrorists-pal-may-have-plotted-attack-with-duo-in-2012/\">killing motorists along Route 91</a>, which they planned to block with a pipe-bomb attack during rush hour.After trapping the cars, Farook planned to walk along the freeway and gun down motorists in their vehicles. Marquez would then shoot from a nearby hillside, targeting responding cops.Marquez met Farook when they were neighbors in Riverside.They became steeped in Islamic ideology, stockpiled weapons and plotted the killing of Americans, the court documents allege.Marquez, 24, was charged Thursday with conspiring to provide material support to terrorists in the earlier plots with Farook.Those plans may never have come to light if not for the San Bernardino terrorist attack, in which Farook and his wife, Tashfeen Malik, used the assault weapons <a href=\"https://nypost.com/2015/12/12/friend-of-california-jihadists-bought-guns-used-in-massacre/\">Marquez bought years before to kill people</a> at a holiday party for Farook’s health department co-workers.Marquez was charged with illegally purchasing the rifles that the shooters used again hours later in a gun battle with police.The couple was killed in that shootout.<em>With AP</em>",
    "2016 - 6875": "I support abortion rights. I think Republican presidential contender Carly Fiorina should hang her head in shame for promoting the fiction that Planned Parenthood sells baby body parts to the highest bidders.But two cases of reproductive slavery now playing out make me sick.The rich can buy practically anything — even renting the wombs of poor women, treating these gals like paid breeders with no rights over their own bodies. The human incubators risk their health to create designer kids for the infertile, the gay or women too old, busy or vain to bear children the messy, painful and figure-killing old-fashioned way.The craze for making kids à la Frankenstein’s baby has reached a low point. Two women from California, paid to produce children as surrogate mothers — or gestational carriers, as they’re callously called — are each pregnant with triplets commissioned by, in one case, a couple, and in the other, a man. Both are more than 17 weeks pregnant.<a href=\"https://nypost.com/2015/12/14/surrogate-defying-birth-parents-abortion-demand/\">As The Post’s Carl Campanile reported</a>, the handmaidens have been ordered by their overlords and lady to abort at least one fetus growing in each of their wombs.Both refused.“They are human beings,’’ said Melissa Cook, 47, <a href=\"https://nypost.com/2015/11/25/surrogate-carrying-triplets-says-dad-demanding-she-abort-one/\">about the babies developing inside her</a>. “I bonded with these kids. This is just not right.’’Cook entered into a contract with a Georgia man who agreed to pay her $33,000 for the first child conceived through in-vitro fertilization using his sperm and a 20-year-old woman’s eggs, and $6,000 more for each additional spawn. That’s not a lot of money for nine months’ worth of service, carrying fetuses not biologically her own.Three embryos were implanted in Cook. And all three have developed normally so far in the woman, who has split from her husband. Cook has four children of her own, including triplets, and gave birth to a child as a surrogate.The would-be father freaked out.Cook has never met the man. But she said his lawyer sent her a series of increasingly threatening letters, vowing to ruin her financially if she refused to undergo a “selective reduction’’ (abortion). The contract Cook signed gives the man the right to demand she discard a fetus, he contends.So why didn’t a guy so eager to raise a kid or two — but no more — consider adopting? Clearly, he wants children who bear his DNA.That’s no excuse for this.Brittneyrose Torres, 26, also from California, told Campanile that she entered into a contract with a man and a woman who used their own sperm and eggs to create embryos with which to impregnate her. She was to be paid $25,000 for one baby and $5,000 for an additional child.But, after Torres was implanted with two embryos, one of them split. She is carrying a pair of male twins and a girl, who so far appear healthy, she said.The girl must die, her uterus-renters commanded.Hell, no!Torres said that even if the contract she signed requires her to selectively reduce, as the biological parents claim, she can’t go through with it, physically or emotionally.“I believe it will be killing this baby,” she said.What disgraceful messes.“No judge is going to require these women to go into an operating room to get an abortion,’’ said Sanford Benardo, president of Northeast Assisted Fertility Group, which matches about 30 surrogates with prospective parents each year. Benardo’s company is not involved in either case. But he slammed the fertility clinic that implanted three embryos, rather than two, in Cook. He said surrogate candidates should be screened carefully to weed out those who oppose abortion. Neither woman, he said, would be allowed to adopt the babies.“Worst-case scenario, if they refuse to terminate, social services will take over and put the children in foster care,’’ Benardo said.The women reached out to the Center for Bioethics and Culture Network, a nonprofit anti-surrogacy organization, and were connected with lawyers.“The children are the biggest losers in all of this,’’ the center’s president, Jennifer Lahl, told me. “They could be terminated or adopted out and probably be separated from their siblings.’’Gov. Andrew Cuomo and members of the New York Legislature are considering lifting a 22-year-old ban on commercial surrogacy in the state — a top legislative priority of the gay-rights group Empire State Pride Agenda. This should not happen.Still, nothing will stop people from hiring women from states in which surrogacy is permitted by law, such as California.The practice must be banned everywhere.I believe in a woman’s right to choose abortion. But pressuring them to undergo the procedures is not freedom of choice. It’s ugly, intimate coercion.Bromance alert!Relations between Moscow and Washington, DC, are in the toilet after Russia’s incursion into Ukraine and bombing of US-backed rebels in Syria. But relations between the horseback-riding He-Man in charge of Russia and the loudmouth who wants to run America resemble a sensual slow dance.“I will get along, I think, with’’ Russian President Vladimir Putin, Republican presidential front-runner Donald Trump, 69, said Wednesday.Putin, 63, kissed back at Trump on Thursday: “He’s a really brilliant and talented person . . . He’s the absolute leader in the presidential race.’’“He’s running his country and at least he’s a leader, unlike what we have in this country,” Trump praised his new BFF Friday on MSNBC’s “Morning Joe” while taking a swipe at President Obama.At least these dudes can swap hair-grooming tips.It was as cringe-worthy and upsetting as watching the Hindenburg crash and burn.Former funny ladies Tina Fey and Amy Poehler served as much-anticipated co-hosts on “Saturday Night Live’’ this past weekend.The nadir came as the pair oversaw a phony game show in which three male actors were invited to meet their second wives — a middle-school girl, a 5-year-old and an unborn baby.“Please don’t let her be white,’’ African-American cast member Kenan Thompson said before he was introduced to the pregnant mother of his future wife, a white actress. His pretend current wife, cast member Leslie Jones, who is black, glared at him furiously.I’d say that the gals jumped the shark, but that would be an insult to marine life.Smoking-hot Israeli supermodel Bar Refaeli, 30, palled around for six years with commitment-phobic Hollywood stud Leonardo DiCaprio, 41, then this year married her second husband, an Israeli billionaire. Publicity-hungry people throw free toys and fast vehicles at her pedicured feet.Last week, she and her mother were arrested in Israel, then released, charged with cheating that country’s government out of taxes on millions of dollars’ worth of earnings.Maybe Refaeli is too sexy to be locked up or pay her fair share.",
    "2016 - 1850": "Former New York Governor George Pataki on Tuesday ended his long-shot bid for the 2016 Republican presidential nomination.“While tonight is the end of my journey for the White House as I suspend my campaign for president, I’m confident we can elect the right person, someone who will bring us together,” said Pataki, who ranked at the bottom of the Republican pack in a recent Reuters/Ipsos poll.Pataki, 70, made the announcement in a prime-time TV ad that aired in Iowa, New Hampshire and South Carolina, which hold the first three contests in the battle for the party’s nomination.His withdrawal is likely to have little impact on the Republican race, which still has 12 candidates. Billionaire businessman Donald Trump leads the field ahead of the opening contest on Feb. 1 in Iowa.Pataki has vowed not to support Trump if he is the Republican nominee for the November 2016 election, saying the real estate magnate is unfit to be president.<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/1j9He0n_IpY?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>A former three-term governor who has not held office in nearly a decade, Pataki was a moderate voice in a Republican field heavy with conservative candidates.As governor of one of the most Democratic-leaning states, he supported abortion rights and signed tough gun control legislation.When he joined the Republican race in May, Pataki called for a simplification of the U.S. tax code and vowed to repeal President Barack Obama’s signature healthcare law.",
    "2016 - 1375": "NEW DELHI — An Air India plane flying to London was forced to return to Mumbai after passengers spotted a rat on board, the airline said Thursday.Though the rat was not found, the pilot returned to Mumbai on Wednesday, keeping passenger safety in mind, Air India said in a statement.Passengers were later flown by a separate aircraft to London.The aircraft would be fumigated and checked before it is returned to service.Maintenance workers would have to make sure that the rat did not damage equipment or chew any wires and the plane is certified to be rodent-free, an airline official said.India’s cash-strapped national carrier had two other mishaps the same day. An Air India pilot aborted takeoff from a northern Indian city after a stray dog ran onto the runway as the plane was taxiing.An official at the airport in Amritsar said the pilot spotted the dog running onto the path of the front wheels of the plane. He applied the emergency brakes and returned the aircraft to its parking bay. All 171 passengers and crew later reboarded the same plane, which took off for London.In another incident, an Air India plane from Mumbai was hit by a catering van at Newark Liberty International Airport in New Jersey.Two weeks ago, an Air India technician was sucked into an aircraft engine and killed at Mumbai airport in what aviation experts described as a “freak accident.”",
    "2016 - 18567": "<em>Jan. 1 marked a significant cultural shift in China — starting this year, families will be able to have two children. This alters the one-child policy that was introduced in 1978 to control the country’s population. In this excerpt from her new book, “<a href=\"http://www.amazon.com/gp/product/054427539X/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=054427539X&amp;linkCode=as2&amp;tag=nypost-20&amp;linkId=KOSKVDVEQDDDN2WY&amp;asc_refurl=https://nypost.com/2016/01/03/how-chinas-pregnancy-police-brutally-enforced-the-one-child-policy/&amp;asc_source=web\">One Child: One Child: The Story of China’s Most Radical Experiment</a>,” journalist Mei Fong explains the horrors behind the enforcement of that mandate.</em>Ma Qingju, or “Green Chrysanthemum,” used to have a board on her wall telling her which of her friends were pregnant. It showed what kind of contraceptives they used; whether they had one or two children; if they were sterilized, pregnant, married or single.This took the saying, “Know thy neighbor,” to a new level.Green Chrysanthemum was a cheery 45-year-old woman who ran the snack shop in a tiny village called Huangjiapu, Yicheng County. Until recently, she also earned an extra $60 a year as a “cluster leader,” keeping track of 10 households’ reproductive habits and reporting these details to the village’s family-planning commission.“It’s not a difficult job. Everybody knows each other so well,” she said. Not one person in her group exceeded the two-child limit, she proudly told me.In addition to cluster leaders like Green Chrysanthemum, Huangjiapu, population 500, had 15 full-timers tasked with family-planning matters.<img alt=\"\" class=\"alignright wp-image-10044841\" height=\"453\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2016/01/onechild_cover.jpg?quality=100\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_cover.jpg?quality=75&amp;strip=all&amp;w=600 600w, https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_cover.jpg?quality=75&amp;strip=all&amp;w=450 450w, https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_cover.jpg?quality=75&amp;strip=all&amp;w=300 300w, https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_cover.jpg?quality=75&amp;strip=all&amp;w=150 150w, https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_cover.jpg?quality=75&amp;strip=all 1000w\" width=\"300\"/> These village-level offices are the most basic building blocks of China’s birth-planning machinery, a bloated behemoth that goes from some 85 million part-time employees at the grass-roots level all the way up to half a million full-time employees at the National Population and Family Planning Commission.The commission also has its own archives and statistics and propaganda departments; affiliate centers for pharmacological research, film production and publishing; and a consulting company that handles exhibitions and conferences.Other state organizations such as the military and police have their own internal family-planning units, as do state-owned companies.The complexity of this machinery and its reach are partly why Beijing took its time winding down the one-child policy, say analysts.Birth planning had been so baked into the business of ordinary governance, its revenue contributions so necessary, that unwinding all this posed a challenge.I went to Yicheng to understand how such a vast machine worked at the basic level. Given the county’s more liberal birth quotas, I was able to get some retired family-planning officials to speak on the record.Many officials had been doing the work since before the onset of the one-child policy in 1980, continuing through the introduction of Yicheng’s special two-child status in 1985. They were able to explain to me the vacillations of the policy, which they themselves found dizzying.Green Chrysanthemum, for example, explained that family planning work was practically unnecessary nowadays, since younger members in her group didn’t even want a second child because of the expense.“Everybody wants just one,” she said. Since 1985, only one family in Huangjiapu has had a third child, she said, a relatively wealthy couple with an auto parts business.In one year alone, 1983, China sterilized over 20 million people, more than the combined population of the three largest US cities, New York, Los Angeles and Chicago.But even with a looser two-child limit there were still rules people found onerous, such as a requirement throughout the 1990s that women be sterilized after the birth of a second child, or a requirement that births must be spaced at least five years apart.What if a woman didn’t want more children but would prefer not to be sterilized? What if a couple got pregnant with their second child, say, three years after the first, instead of five? That was when even Yicheng’s benign machinery would show its ugly side, according to Huangjiapu’s former village head Huang Denggao.The usual mode of punishment was fines: Parents of children born out of plan would be hit with fines between five and 10 times their annual disposable income. “If the couple is too poor to pay, we’ll take things from their house, but only in a few cases,” said Huang.TVs were a favorite, he said — worth a villager’s whole annual income — as were tables, bicycles and washing machines. These items were usually collected by a team of 10 part-time enforcers (usually “strong healthy young men”) and sold off, and the proceeds were kept by the township.To Huang, these actions did not count as coercion. Rather, he called such tactics “persuasion.”One of the most difficult tasks Huang had to do was persuade women to be sterilized, he said. Many women feared the procedure. Side effects such as excessive bleeding were not uncommon, especially given the conveyor-belt manner in which some of these procedures were done. The village women tried to bargain, said Huang. Some asked to use barrier contraceptives instead, or promised not to have more than two children.“But it was my job to get people to do the operation, or else I would not be able to accomplish my target,” said Huang. “I can’t possibly guarantee they won’t have another baby with just a promise.”In one year alone, 1983, China sterilized over 20 million people, more than the combined population of the three largest US cities, New York, Los Angeles and Chicago.When the one-child policy was launched in the 1980s, it was clear that enforcement of such a hugely unpopular policy would be difficult.In the beginning, execution of the one-child policy ranged from lax to excessive across China. In some parts of the country, pregnant women without birth permits were marched off in handcuffs to undergo forced abortions. In others, officials ignored or paid mere lip service to these strictures from the central government.It didn’t help that other national regulations undercut the one-child policy’s intentions. A new marriage law, also launched in 1980, lowered the legal age of marriage to 20 for women and 22 for men. This was done to combat illegal marriage and sex crimes, but of course it also encouraged more unions and, by extension, babies.The move toward agricultural decollectivization also undermined official efforts to enforce the one-child policy. Under collectivism, pay, rations and other benefits were meted out by village leaders, and bad behavior (having an out-of-plan child, for instance) could be punished directly; new reforms loosened official control over peasants’ livelihoods.By 1984, the nationwide one-size-fits-all measure proved so unpopular that the central government was forced to decentralize a large portion of the one-child policy. It circulated new provisions enshrined in what population scholars call Document 7.Document 7 gave each province more power to adapt the one-child policy to local circumstances. This was the beginning of a raft of exclusions that made it hard for people within China — never mind outside China — to understand the policy in anything but the broadest strokes, because conditions really were different from place to place.For example, residents in many rural areas were allowed to have a second child, provided their first was not a son — a tacit acknowledgment of the son hunger that was rampant in the countryside. Places like Tibet and Yunnan, with large ethnic minorities, had vastly more liberal policies than more populous provinces like Sichuan and Henan.Document 7 did not remedy the lack of transparency and accountability within the system. Local officials had wide discretion in determining how much to fine violators. Sums could range from a multiple of two to 10 times annual household income. People had no way of figuring out ahead of time what they were liable for, and two sets of violators, under similar circumstances, might pay vastly different penalties. In 2010, a family-planning official apparently imposed a fine of 5 million yuan, or over $800,000, on a violator.When that person protested, the official allegedly increased the fine, saying, “You are just a piece of meat on the chopping block,” according to local media reports.In essence, the central government gave local provinces the message, “Meet your birth quotas; we don’t really care to know how.”They also expected provinces to fund the bulk of population planning on their own. This created a system ripe for corruption.Up until the early 2000s, at least, many international actors chose to believe that adherence to the one-child policy was voluntary, despite growing evidence to the contrary. In 1983, the first-ever United Nations Population Award medals, for individuals who had made “outstanding contributions” to solving population issues, were conferred on Indira Gandhi — she of the forced sterilizations — and China’s minister of population planning, Qian Xinzhong.As awards go, it was akin to the Nobel Peace Prize committee giving Yasser Arafat the nod. It is still a source of embarrassment to the UN Population Fund (UNFPA), but it did not stop former head Nafis Sadik from accepting an award from the Chinese government in 2002. Dr. Sadik said she believed harsh enforcement of the one-child policy to be rare, thanks in large part to the UNFPA’s collaboration with Beijing. Because of the one-child policy, the US government seesawed between giving and withholding contributions to the UNFPA.Former UN and other nongovernmental officials I spoke to privately said they worked hard behind the scenes to get China’s birth planners to move toward a more service-oriented system. When I spoke to them, Beijing appeared to be cautiously exploring these avenues, including a pilot project to turn enforcers into parenting counselors.But such efforts were still limited.<figure class=\"wp-caption alignright\" id=\"attachment_10044838\"><img alt=\"\" class=\"wp-image-10044838\" height=\"340\" loading=\"lazy\" sizes=\"(max-width: 340px) 100vw, 340px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2016/01/onechild_author.jpg?quality=100&amp;strip=all&amp;w=300\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_author.jpg?quality=75&amp;strip=all&amp;w=340 340w, https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_author.jpg?quality=75&amp;strip=all&amp;w=170 170w, https://nypost.com/wp-content/uploads/sites/2/2016/01/onechild_author.jpg?quality=75&amp;strip=all 450w\" width=\"340\"/><figcaption class=\"wp-caption-text\"><span>Mei Fong</span></figcaption></figure> Logic dictates that as long as the one-child system endured, and quotas and targets were imposed, coercion continued. As recently as 2010, a mass sterilization campaign for close to 10,000 people was held in Puning City, Guangdong. According to Amnesty International, almost 1,400 relatives of couples targeted for sterilization were detained, to pressure these couples to consent.I believe, however, that the nature of this abuse increasingly shifted away from forced abortions and sterilizations toward stiffer enforcement of fines. This was partly because these so-called social compensation fees ( shehui fuyangfei ) grew to become a major source of revenue for many counties, especially poorer ones. Over the past decade China implemented land tax reforms, requiring provinces to hand over income to the national treasury for redistribution. In practice, this meant that lower-level county and village governments lost almost all independent sources of income.The one exception was birth fines, which did not have to be handed over to the central government. “It’s a common saying, for money, ‘Big cities depend on land, small towns depend on birth planning,’ ” said journalist Matthew Pang, who exhaustively documented such abuses by family-planning officials in a small town in Hunan.In 2013, lawyer Wu Youshui took advantage of a provision in Chinese law, similar to the US Freedom of Information Act, to request that each province account for how much it collected in social compensation fees. The total came to $2.7 billion, an amount that is almost certainly an underestimation, says Wu.The most memorable discussion I had on the workings of the population police came during a chance discussion with a man whom I’ll call Uncle Li.Uncle Li was a relative of a friend, a businessman who’d volunteered to give us a ride to a neighboring town. He’d come to pick us up in his black Audi, a man in his late forties dressed in the uniform of moderately prosperous urban Chinese men — polo shirt, collar modishly flipped up, big clunky watch with many complicated dials, leather man-bag. I was just admiring how well kept his car was, with tiny pouches holding sunshades, tissue boxes, and mineral water, and little bow-shaped pillow headrests, when we started talking.It turned out that in 1994, Uncle Li’s first job out of college was as a county-level administrator. He became quite chatty talking about it. Meeting population targets was part of his job, and the most important one because of yipiaofoujue, he said. “If they couldn’t pay, then you would confiscate some things of value in the home, but they were never such expensive things because villagers were poor — just things like grain, or homespun cloth,” he remembered. “Sometimes, we would climb up the roofs and make a hole, to show we meant business, or knock down some windows,” he recounted. In his province, the one-child policy was taken very seriously, so fines were heavily punitive.We stopped for lunch, and he continued talking, quite cheerfully, about property damage, confiscations, and pay scales. I didn’t want to interrupt the flow, but at the back of my mind I was dying to ask the big question: How could you bear to be so beastly every day?Finally, I ventured, “Doing this job must be hard, since people don’t want to do as you say.”He fell silent. Then he said, “There’s this one incident I’ll never forget.“I was 24, and we had heard of a woman pregnant with an out-of-plan baby who had run away to a neighboring village. So we made preparations to catch her at night. I got together a team of six or seven people. We surrounded the house. We were very quiet, but I don’t know, somehow she must have heard something — maybe voices — because she ran.”“How many months was she?” I asked.“I don’t know, but she looked pretty big. She ran and ran and ran until she came to a pond. Then she ran in, until the water was at her neck” — his hand sliced his Adam’s apple. “She stood there and began to cry.”I was transfixed by the picture he’d painted. The woman with her bellyful of child, keening in the dark, officials circling the water hole like predators.“What happened?”He looked away. “Please, wait a moment,” he said. The cheery insouciance was gone.“She said a lot of things. She said she needed to have this baby. She would never have any peace, and her husband and her mother-in-law would never treat her well, until she had a son.”I felt we were doing wrong, but I had no choice.He lit a cigarette, clearing his throat.“Finally, two women officials waded in and took her away.”We were silent.“Why did this one incident stay with you, when you must have had so many of these encounters?” I asked.“Maybe it was because I was young,” he said, slowly. “I felt we were doing wrong, but I had no choice.”That night, I was so moved by the story that I related it to a former student of mine whom I was meeting for drinks. She had grown up in the area and was now a PhD student in America. I thought the anecdote was powerful, but I figured she must have heard similar stories all her life.She listened, her eyes widening.“But you must have heard these stories before. What about your schoolmates? Surely some must have come from the countryside and told these stories?” I asked in surprise.She knew, of course, the contours of the one-child policy. But the brutal vividness of this tale was something else. “You must understand,” she said.“I went to Renmin University. To get there I had to go to a top high school, and a top middle school, and those kinds of places are not easy for children from the countryside to get into. Most of my friends and classmates were like me, middle-class, children from the city.”I was reminded yet again that despite the Internet and an increasingly globalized world, many Chinese people’s perceptions of recent historical events can be sketchy.While writing her book on the 1989 student protests at Tiananmen, National Public Radio correspondent Louisa Lim visited four top Chinese universities and showed students a picture of “Tank Man,” the iconic picture of a single person stopping an oncoming line of tanks. To the Western world, it is one of the most recognizable images of the event. Lim found that only 15 out of a 100 students recognized the photo.It struck me as ironic that people of my former student’s generation would know so little about a policy that birthed them and will continue to shape their reality. Yet to my student, such a story was a tale from another country.<strong><em>Excerpted with permission from “<a href=\"http://www.amazon.com/gp/product/054427539X/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=390957&amp;creativeASIN=054427539X&amp;linkCode=as2&amp;tag=nypost-20&amp;linkId=KOSKVDVEQDDDN2WY&amp;asc_refurl=https://nypost.com/2016/01/03/how-chinas-pregnancy-police-brutally-enforced-the-one-child-policy/&amp;asc_source=web\" target=\"_blank\">One Child: The Story of China’s Most Radical Experiment</a> by Mei Fong.” Out now from Houghton Mifflin Harcourt.</em></strong>",
    "2016 - 3114": "A surrogate mom who refuses to abort one of the triplets she’s carrying because the father only wants two of the kids filed a lawsuit Monday claiming that California’s surrogacy law is unconstitutional.“I no longer view surrogacy arrangements in the same favorable light I once did. Children derive a special benefit from their relationship with their mother,” the woman, Melissa Cook, said in a statement to The Post.“I now think that the basic concept of surrogacy arrangements must be re-examined, scrutinized and reconsidered.”The Post <a href=\"https://nypost.com/2015/11/25/surrogate-carrying-triplets-says-dad-demanding-she-abort-one/\">reported on Cook’s heart-wrenching dilemma last November</a>, when the intended father from Georgia threatened to financially ruin the 47-year-old surrogate mom by imposing monetary damages if she refused to abort one of the fetuses, citing a provision in their contract that allowed him to request a “reduction.”Cook’s lawyers filed a 47-page complaint in Los Angeles state Superior Court claiming the contract with the biological father and the California surrogate law it relies on violate due-process and equal-protection rights under the US Constitution.Cook’s legal fight comes as Gov. Andrew Cuomo and state lawmakers are <a href=\"https://nypost.com/2015/10/19/cuomo-might-lift-ban-on-commercial-surrogates-a-priority-for-gay-rights-advocates/\">weighing whether New York should lift its ban on commercial surrogacy</a> enacted in 1993.Cook’s lawsuit claims she is the legal mother of the triplets and seeks custody of at least one who was targeted for abortion. A custody hearing would determine the fate of the other two.Cook retained lawyer Harold Cassidy, who represented the surrogate mom in the famous Baby M case in New Jersey a generation ago.“The surrogacy contract in this case and the California Surrogacy Enabling Statute will not withstand constitutional scrutiny,” Cassidy said.“The notion that a man can demand that a mother terminate the life of one of the children she carries by an abortion, and then claim that she is liable for money damages when she refuses, is cruel to the mother,” Cassidy said.He said it’s also “cruel to the child” to allow it to be raised by a stranger when Cook wants the baby.For his part, the intended dad plans to claims parental rights to all three kids, according to his attorney.Lawyer Robert Walmsley also claimed Cook is being exploited by anti-surrogacy, anti-abortion advocates who want to ban the practice.“They’re using Melissa as a tool. It’s really unfortunate,” Walmsley said.“This (IV surrogacy) is an opportunity for childless individuals through science to be able to have a family. They want to deny that opportunity.”Walmsley said the biological father did initially request Cook to abort one of the triplets — but only for health reasons based on the recommendation of doctors.But when Cook refused, the dad respected Cook’s wishes and backed off. He did not pursue legal action for breach of contact and continues to make medical payments to her, Walmsley said.<br/>\n“Let’s move on,” the lawyer said.",
    "2016 - 11720": "<em>Columnist Lee Rood has written for the Des Moines Register newspaper for 20 years. Every four years, she watches the circus come to town — kissing babies and eating corndogs. Here’s what she’s hearing from GOP voters in the Hawkeye State.</em>DES MOINES, IOWA — It only feels like the GOP primary has lasted forever. Here in my home state, six out of 10 Republican voters didn’t have a candidate in December. Only one in four of those likely to attend the Feb. 1 caucuses had gone to see a candidate speak.I think Rubio’s going to look back and realize it was one of the worst mistakes he ever made.We’re less than a month away from the first run-off in the 2016 election, and only now is it harvest time.That means there will be a lot of movement between now and caucus day. Already, a Des Moines Register poll in mid-December found that Ted Cruz leaped 10 points to overtake Donald Trump as the leader among likely Republican caucus goers, 31% to 21%. It’s unlikely those numbers won’t shift again.Four years ago around this time, polls showed Rick Santorum trailing Mitt Romney and Ron Paul; Santorum was the winner.Will there will be a surprise surge again this year? Here’s where the candidates stand.<a href=\"https://nypost.com/tag/mike-huckabee/\">Mike Huckabee</a> cozies up to coffee drinkers on a crisp Saturday morning in Indianola, about 20 minutes south of Des Moines. He’s wearing his black NRA jacket. He’s autographing Bibles.He’s telling the roughly 20 people in the room they will get better gas mileage if they put “Huck 16” bumper stickers on their cars.The Corner Sundry here is one of a whopping 150 campaign stops the former Arkansas governor is making in the whirlwind leading up to Feb. 1. Huckabee is wagering the Holy Grail here will still be a scorched-earth, touch-’em, talk-to-’em approach across 99 counties that helped him win the 2008 Republican caucus.“Nothing would make for more fun than having the network people spinning around in their anchor chairs on caucus night and wondering how they go it so wrong,” Huckabee tells the roughly 20 folks who aren’t media.But as <a href=\"https://nypost.com/tag/bobby-jindal/\">Bobby Jindal</a> and <a href=\"https://nypost.com/tag/lindsey-graham\">Lindsey Graham</a> will tell you, all the handshakes in the world won’t work if you can’t spark a flame. While Huckabee would seem on paper as a favorite among the state’s evangelicals, this year those voters have an alternative: Sen. Ted Cruz.On this day, even the man wearing the “Huck” sticker who introduced the candidate says he’s looking for fresh blood.“I’ve been trying to keep it neutral so I don’t discourage anyone from caucusing,” says Warren County Republican co-chairman Steve Armstrong, 33.<br/>\nArmstrong’s top three?“Cruz, Carson or Rubio.”David Yepsen, a former political columnist at the Register and now director of the Paul Simon Public Policy Institute at Southern Illinois University, believes <a href=\"https://nypost.com/tag/marco-rubio/\">Sen. Marco Rubio</a> stands to gain more ground with moderates and conservatives.He may be onto something. Of a half-dozen undecided GOPers I sampled after one Rubio event after New Year’s, every one said they were swayed his way.“Rubio has that piece that’s missing,” said Rich Martin, a 49-year-old psychologist. “Some of the others are being labeled as too evangelical. He’s more electable. And he’s not going to scare off the New Hampshire folks.”But while Rubio does draw large, enthusiastic crowds, he’s made about half the campaigns stops and doesn’t have the organization. Instead, he’s chosen to spread himself across early states and focus on debate performances.That’s just plain wrong, many here believe.“I don’t understand it. He’s got money,” said Brad Anderson, a Democratic strategist in Des Moines. “If you live in Decorah (in far eastern Iowa) or Council Bluffs (bordering Omaha, Neb., to the west) and you want to support him, where do you go to find his offices or staff?”Those questions are being echoed in New Hampshire and South Carolina. And that failure is “hands down the biggest missed opportunity” of the campaign, Anderson said.“I think Rubio’s going to look back and realize it was one of the worst mistakes he ever made.”Talk presidential priorities with Jim Vander Wert, a newly retired farm machinery dealer from Pella, a manufacturing hub of about 10,000, and he sounds like many others circling the Republican stump speeches.“America doesn’t need to be a bully out there in the world,” he says. “But we do need to regain a certain amount of security.”If the 2012 race wound up being about hope and change for Iowa Democrats, early 2016 is about fear and loathing for Republicans.GOPers here talk a lot about the economy and undoing seven years of Barack Obama. But after the Paris attacks and San Bernardino shootings, they are fixated on terrorism, gun rights and national security.All the arm wrestling over who’s got the most strength and swagger has cemented in the collective consciousness.<a href=\"https://nypost.com/tag/ben-carson/\">Ben Carson</a>, who admitted he’s a national-security novice, seems weak-kneed.Polls show Trump’s calls for a ban on Muslims and ousting illegal immigrants have taken hold.Sixty-seven percent of likely GOP caucus goers said the US should stop all Syrian refugee resettlement and 54% want to deport all people living in the country illegally, according to the last Des Moines Register/Bloomberg Poll.Cruz, the well-oiled uber-conservative favorite of evangelicals and Tea Partiers, only gained ground after he promised to carpet bomb the Islamic State.Rubio has impressed likely voters with the endorsement of Trey Gowdy, chairman of the House Select Committee on Benghazi.“Rubio,” Gowdy boasted at a town hall in early January, “has become a leading expert, if not the foremost expert, on national security in Congress.”<a href=\"https://nypost.com/tag/ted-cruz\">Cruz</a> still trails Trump substantially in national polls, but <a href=\"https://nypost.com/2015/12/21/ted-cruz-takes-iowa-while-donald-picks-up-new-hampshire/\">he’s jumped ahead in Iowa for now.</a>Iowa Rep. Steve King, one of several top conservatives backing the Texas senator, says he’s “in all the way” after not endorsing a candidate in eight years.King is placing a safe bet: Social conservatives have decided the last two GOP caucus winners.Supporters who crammed an undersized town-hall venue last week in Winterset said they believe Republicans have found their winner.“I think Trump’s great for the race and good for the party,” Drew Van Werden, a robotics salesman, told me as a home-school family performed songs written just for the candidate. “[But] I want to back the most conservative candidate who can win.”A minister’s son and former solicitor general in Texas, Cruz invested heavily here, hiring a large staff, crunching voter data and securing ministers in all 99 counties to get out the vote.But when the senator says he opposes abortion rights for rape and incest victims and vows to wipe out the IRS, he leaves moderate Republicans squeamish.Former Florida governor Jeb Bush and New Jersey Gov. Chris Christie, who have been polling low in Iowa despite early interest, are trying to fill the void with more center-right Republicans.Christie, at least, is making some headway, drawing crowds or 250 to 400 this month and support from many top Republicans close to Gov. Terry Branstad (who isn’t officially endorsing a candidate).What <a href=\"https://nypost.com/tag/donald-trump/\">Donald Trump</a> has done exceptionally well is steal supporters from others, most notably from Cruz and Rubio.After Trump entered the race in mid-June, Rubio lost 21% of regular Republican supporters and Cruz lost 47%, according to one survey by RealClearPolitics.<img alt=\"\" class=\"size-medium wp-image-10016581 alignleft\" height=\"200\" loading=\"lazy\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2016/01/gop_2016_trump-1.jpg?quality=100&amp;strip=all&amp;w=300\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/gop_2016_trump-1.jpg?quality=75&amp;strip=all&amp;w=600 600w, https://nypost.com/wp-content/uploads/sites/2/2016/01/gop_2016_trump-1.jpg?quality=75&amp;strip=all&amp;w=450 450w, https://nypost.com/wp-content/uploads/sites/2/2016/01/gop_2016_trump-1.jpg?quality=75&amp;strip=all&amp;w=300 300w, https://nypost.com/wp-content/uploads/sites/2/2016/01/gop_2016_trump-1.jpg?quality=75&amp;strip=all&amp;w=150 150w, https://nypost.com/wp-content/uploads/sites/2/2016/01/gop_2016_trump-1.jpg?quality=75&amp;strip=all 1024w\" width=\"300\"/>“Trump has upset everything by creating his own lane,” said Matt Strawn, former chairman of the Iowa GOP.The big question is: Can Trump sustain his support?In Iowa at least, I’m witnessing a softening. Though he’s still drawing large crowds (he is the most entertaining show in town after all), the No. 1 thing Republican voters here want is a<br/>\ncandidate who can beat Hillary Clinton.“At first, Trump’s message was refreshing. But after a while it just got old,” says Donna Smith, a mother and volunteer in Pella who says she’s tentatively backing Rubio. “I just don’t think [Trump] has staying power.”Longtime students of the Iowa game say they won’t be surprised if the test here reveals chinks in Trump’s gold-plated armor.Yepsen believes Trump’s arc is a little like Jesse Jackson circa 1988.“He’s great entertainment and has the ‘gawk factor.’ But come caucus night, Iowans didn’t vote for him.”Only about 20% of registered Republicans — about 120,000 voters — showed up in 2008 and 2012.Just shy of one-fourth of those who turned out in 2012 for the GOP caucus were independents, who make up the biggest group of voters here.The crystal ball still fuzzes when analysts try to anticipate whether Trump will be able pull a Barack Obama and jump-start large numbers of outsiders to actually vote.But there’s a difference between how Democrats and Republican caucus here that Jerry Crawford, the kingmaker of Democrats who’s behind Clinton, says will make a big difference for Trump.Democrats back their candidates in public. Republicans vote in private.Trump has upset everything by creating his own lane.Crawford hopes Cruz wins for Hillary’s sake but, “I believe the secret ballot will work in Trump’s favor on caucus night.”No matter what happens, the field will start to narrow coming out of Iowa. Already at the Jan. 14 debate in South Carolina, as few as six candidates are expected to be let on the stage. The candidates will meet one final time on Jan. 28 in Des Moines, another chance to sway the significant number of undecideds.Momentum could be a big factor for Trump, says caucus watcher Christopher Larimer, an associate professor at the University of Northern Iowa.“If Trump doesn’t come out at the top, what do you do in New Hampshire or South Carolina?” Larimer asks. “How is he going to keep spinning himself as a winner?”And an unexpected second- or third-place finish by, say, Christie could shift attention.“And does it really matter if Rubio beats Cruz or Trump?” Strawn asks. His answer: “Not as much as if he beats Chris Christie, Jeb Bush and [Ohio Gov.] John Kasich.”Another candidate on the ballot, meanwhile, is Iowa itself. If, after Huckabee and Santorum’s losses nationally in 2008 and 2012, Iowa Republicans fail to pick someone who can win the nomination, critics will have a field day.Larimer said if voter turnout is on the low end, that criticism will be even worse.“That’s going to create even more pressure for Iowa to justify its first-in the-nation position,” he said. “And that’s going to be a huge concern for the Iowa GOP come Feb. 2.”",
    "2016 - 6080": "Donald Trump delivered a one-two punch to Ted Cruz at Thursday night’s GOP debate — clutching the birther card in one fist while slugging the Texas senator for <a href=\"https://nypost.com/2016/01/13/cruz-slams-trump-for-holding-new-york-values/\">his anti-New York smear</a> with the other.“Who the hell knows if you can even serve in office?” Trump demanded to know of the Canadian-born Cruz during the angriest clash of the campaign between the GOP presidential front-runners.Trump drew boos from the audience at the Fox Business Network-sponsored debate in South Carolina, as he warned that Cruz could be ineligible for the White House, even though his mother is a US citizen.Calling the issue “a big question mark on your head,” Trump declared, “You can’t do that to the party.”“I’m glad we’re focusing on the important topics of the evening,” Cruz cracked back, to loud applause.“You know, back in September, my friend Donald said that he had his lawyers look at this from ­every which way, and there was no issue there. There was nothing to this birther issue,” Cruz ­responded.“Now, since September, the Constitution hasn’t changed. But the poll numbers have. And I recognize that Donald is dismayed that his poll numbers are falling in Iowa. But the facts and the law here are really quite clear. Under longstanding US law, the child of a US citizen born abroad is a natural-born citizen,” he added.Cruz then turned the tables, noting that some birther theories would even disqualify Trump.“Some of the more extreme ones insist that you must not only be born on US soil, but have two parents born on US soil. Interestingly enough, Donald J. Trump would be disqualified, because Donald’s mother was born in Scotland. She was naturalized,” Cruz said to laughter.“On the issue of citizenship, Donald, I’m not going to use your mother’s birth against you.”Trump suggested that his rival go to court to prove he is a legitimate candidate, prompting more booing from the crowd.Cruz shot back: “I’ve spent my entire life defending the Constitution before the US Supreme Court. And I’ll tell you, I’m not going to be taking legal advice from Donald Trump.”<br/>\n<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" loading=\"lazy\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/9uu9-Mp4cBc?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span><br/>\nThe two also went after one another over Cruz’s jab earlier this week that Trump has “New York values,” unlike voters in Iowa and New Hampshire.“Everyone understands the values in New York City are socially liberal, are pro-abortion, are pro-gay marriage, focus around money and the media,” Cruz said Thursday night.“There are not a lot of conservatives coming out of Manhattan,” he added.Queens-born Trump answered by mentioning conservative icon William Buckley, before recalling the dark days after 9/11.“The people in New York fought and fought and fought, and we saw more death. And even the smell of death . . . it was with us for months,” Trump said.“We rebuilt downtown Manhattan and everybody in the world watched, and everybody in the world loved New York and loved New Yorkers.”Even Cruz applauded those words.But he stood silent when Trump added, “And I have to tell you, that was a very insulting statement that Ted made.”<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" loading=\"lazy\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/2o6hrQydyE4?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>The audience, which had booed Trump earlier, applauded this time.In a previous interview Thursday, with Bloomberg News, Trump warned that <a href=\"https://nypost.com/2016/01/14/trump-defends-new-york-city-after-cruz-attacks/\">Cruz would “have to go through me”</a> if the Texan again attempted to ­attack Donald’s hometown.Cruz found himself fending off another attack late in the debate when Marco Rubio portrayed him as a flip-flopper.“You used to say you were in ­favor of birthright citizenship, now you say that you are against,” Rubio intoned. “I saw you on the Senate floor flip your vote on crop insurance because they told you it would help you in Iowa. And last week, we all saw you flip your vote on ethanol in Iowa for the same reason. That is not consistent conservatism — that is political calculation.”“At least half of the things Marco said are flat-out false,” the normally crisp Cruz sputtered.“Marco stood with Chuck Schumer and Barack Obama on [immigration] amnesty,” he said.Cruz accused Rubio of “dumping your oppo-research folder” on the debate stage.“It’s your record,” Rubio snapped back.Jeb Bush interjected to cut off what he dismissed as “this back-and-forth between two back-bench senators.”Among those in the audience was South Carolina Gov. Nikki Haley, who had criticized Trump’s angry rhetoric during her response to President Obama’s State of the Union address on Tuesday ­evening.Trump was asked about her comments, but passed up a chance to attack the popular governor in her home state and said he wasn’t offended that she called him angry.<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" loading=\"lazy\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/K74H0ab5-5M?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>"
}