{
    "2019 - 3132": "The latest negotiations towards <a href=\"https://nypost.com/2019/01/08/pelosi-schumer-blast-trump-for-shutdown-over-unnecessary-border-wall/\">ending the government shutdown</a> crashed and burned Wednesday as President Trump stormed out of a White House meeting with congressional leaders— and again raised the specter of declaring a national emergency to fund a border wall.The 3 p.m. huddle began with Trump passing out candy, reportedly including Baby Ruth bars and Skittles, to lawmakers.But it quickly hit a sour note when House Speaker Rep. Nancy Pelosi (D-Calif.) refused to promise that the wall along the border with Mexico would be funded if Republicans agreed to end the partial government shutdown, which enters its 20th day on Thursday.“Just left a meeting with Chuck [Schumer] and Nancy, a total waste of time,” <a href=\"https://twitter.com/realDonaldTrump/status/1083099784012091396\">Trump tweeted</a> minutes after the blown-up sit-down. “I asked what is going to happen in 30 days if I quickly open things up, are you going to approve Border Security which includes a Wall or Steel Barrier?”“Nancy said, NO,” Trump continued. “I said bye-bye, nothing else works!”Lawmakers from both sides of the aisle who were present confirmed the basic narrative of the aborted meeting, but disagreed in their characterizations of the tone.“He couldn’t get his way and he just walked out of the meeting,” said Senate Minority Leader Chuck Schumer (D-NY). “[Trump] sort of slammed the table … He just walked out and said, ‘We have nothing to discuss.’”Rep. Steve Scalise (R-La.), the Minority Whip, denied that Trump slammed a table, describing him as “calm.”The fiery gathering capped a snowy Washington, D.C. day in which neither party yielded any ground — though Trump again teased his willingness to force the issue by declaring a national emergency.“I think we might work a deal, and if we don’t, I may go that route,” he said, referring to an emergency declaration to fund the wall.“I have the absolute right to do [a] national emergency if I want.”“My threshold will be if I can’t make a deal with people that are unreasonable.”Trump revived the possibility of the emergency declaration in Oval Office remarks made hours before the latest tempestuous attempt at brokering a deal.Trump emerged from a Capitol Hill luncheon with Republican senators confident that party lawmakers were in “solidarity.,”But cracks appeared to be forming Wednesday.“I don’t think [shutdowns] are a good way to govern,” said Sen. Lisa Murkowski (R-Alaska ), one of three Republican senators to publicly call for the closure’s end, along with Sens. Susan Collins of Maine, and Cory Gardner of Colorado.“I think we have a sense of urgency going on right now as we approach Friday,” the day on which federal workers are supposed to be paid.Before departing for that rallying luncheon, Trump verbally sparred with an ABC News reporter who questioned why the president refused to sign a spending bill then continue to haggle over border security.“Do you think I should sign?” Trump repeatedly asked the journalist. “Would you do that in my position?”",
    "2019 - 3200": "TEHRAN, Iran — A decades-old Iranian Boeing 707 military cargo plane reportedly carrying meat from Kyrgyzstan crashed Monday while trying to land west of Iran’s capital, killing 15 people on board and leaving a sole survivor, authorities said.The crash of the jetliner marked just the latest aviation disaster for Iran, which hoped to replace its aging fleet under terms of the 2015 nuclear deal with world powers.But instead, President Donald Trump’s withdrawal from the accord in May scuttled billions of dollars in planned sales by Airbus and Boeing Co. to the Islamic Republic, only increasing the danger for passengers in Iranian planes.The aircraft, which bore the paint scheme of the Iranian air force’s Saha civilian airline, was making an emergency landing around 8:30 a.m. Monday at Fath Airport, an airfield controlled by Iran’s powerful paramilitary Revolutionary Guard. The plane skidded off the runway, crashed through a perimeter fence and into a residential neighborhood.Iranian state television aired images of smoke-charred homes and the fuselage of the aircraft lying on the ground in the neighborhood. Nearby was one of its landing gear, torn away. Small fires burned around it.The plane was meant to land at the nearby Payam International Airport, about 40 kilometers (25 miles) west of Tehran, the Iranian capital.Authorities did not immediately offer a reason for the crew’s decision to land there. Fath is some 10 kilometers (6.2 miles) southwest of Payam. Its runway is some 1,100 meters (3,600 feet) long, compared to Payam’s 3,600 meters (11,800 feet). In November, a commercial airline reportedly mistook Fath for Payam, but was able to abort its landing.Pirhossein Koulivand, head of the country’s emergency medical services, said that of the 16 people on board the plane, only the flight engineer was known to have survived. Iranian media reported nine bodies from the crash had already been recovered.Iran’s air force said in a statement that the fate of the crew, including their possible “martyrdom,” is under investigation. It wasn’t immediately clear who owns the plane, though Gen. Shahin Taghikhani, an army spokesman, told state TV that the plane and its crew were Iranian.Iranians often use the word “martyrdom” for those who die in war or national service.The plane reportedly was carrying a cargo of meat from Bishkek, Kyrgyzstan’s capital, to Iran. Since 2016, Iran has been importing meat from Kyrgyzstan, usually via Saha. It imported 150 tons in 2016 and 350 tons in 2017.Saha Airlines operated one of the world’s last commercial flights of the Boeing 707, which was first manufactured in 1958 and helped usher in the jet age. The four-engine, narrow-body aircraft were built until 1979.Maintenance information regarding the Boeing 707 that crashed Monday was not immediately available. However, Iran has struggled to obtain parts for its aging fleet of airlines, nearly all purchased during the time of Shah Mohammad Reza Pahlavi and before the 1979 Islamic Revolution.Saha Airlines’ Boeing 707s suffered a previous fatal crash in April 2005, when a flight coming from the Kish island crash-landed at Mehrabad Airport in Tehran, killing three passengers.",
    "2019 - 1647": "A video of a group of mostly white teen boys taunting a Native American man during the Indigenous Peoples March in Washington, DC went viral Saturday, prompting widespread criticism of the youths.The images show a throng of boys, many wearing Make America Great Again hats, surrounding the man as he beat a drum and sang a song. One boy is also seen standing and smirking close to the man.He was <a href=\"https://www.washingtonpost.com/local/social-issues/it-was-getting-ugly-native-american-drummer-on-the-maga-hat-wearing-teens-who-surrounded-him/2019/01/19/41678d84-1c1b-11e9-8813-cb9dec761e73_story.html\">identified by The Washington Post</a> as 64-year-old Nathan Phillips, an indigenous activist who fought in the Vietnam War.He told the paper that he felt threatened by the teens.“It was getting ugly, and I was thinking: ‘I’ve got to find myself an exit out of this situation and finish my song at the Lincoln Memorial,’” Phillips said. “I started going that way, and that guy in the hat stood in my way and we were at an impasse.”The Indigenous Peoples Movement, which organized the march, slammed the teens, saying what happened validated the need for their march.Some members of the crowd were wearing clothing from Covington Catholic High School in Kentucky, which reportedly sent students to Washington to take part in Friday’s anti-abortion March for Life event.The school and the Diocese of Covington <a href=\"https://www.cincinnati.com/story/news/2019/01/19/video-shows-apparent-incident-indigenous-peoples-march/2623820002/\">issued a joint statement</a> to the Cincinnati Enquirer on Saturday that directly apologized to Phillips.",
    "2019 - 3868": "The Catholic school in Kentucky whose students faced off with a Native American elder in a video that went viral was closed Tuesday <a href=\"https://nypost.com/2019/01/21/teen-who-taunted-native-american-man-at-march-defends-his-actions/\">amid security concerns</a> — while protesters gathered outside the diocese in Covington, according to reports.“After meeting with local authorities, we have made the decision to cancel school and be closed on Tuesday, January 22, in order to ensure the safety of our students, faculty and staff,” principal Robert Rowe said in a statement <a href=\"https://local12.com/news/local/covcath-cancels-school-tuesday-over-safety-concerns\">posted on Cincinnati’s WKRC-TV</a>.“All activities on campus will be canceled for the entire day and evening. Students, parents, faculty and staff are not to be on campus for any reason,” he added.“Please continue to keep the Covington Catholic Community in your prayers.”Other schools were also closed due to inclement weather, and Covington Catholic High appeared on WKRC’s school closure list — but the weather was not mentioned in Rowe’s statement.The announcement was made on the first day of school since the incident between students from the Park Hills school wearing MAGA caps and Omaha National tribal elder Nathan Phillips on the steps of the Lincoln Memorial in Washington, DC.The students were in the capital for the annual March for Life anti-abortion rally.On Monday, Kenton County Commonwealth’s Attorney Rob Sanders said officials at the school met with local law enforcement to come up with a plan to ensure student safety.Sanders <a href=\"https://edition.cnn.com/2019/01/22/us/covington-catholic-high-school-threats/\">told CNN</a> the move came after threats against the school and some students.“I think anybody threatening schoolchildren is completely wrong, and I won’t stand for it personally,” said Lance Soto, co-chairman of the American Indian Movement Chapters of Indiana and Kentucky, which planned a protest for Tuesday morning, <a href=\"https://www.newsweek.com/covington-catholic-cancelled-classes-viral-video-students-trump-threats-1299940\">Newsweek reported</a>.“Those people are not affiliated with us,” he added.The AIM chapters of Indiana, Kentucky and Ohio planned the protest at the Diocese of Covington as a “peaceful vigil to confront racism,” <a href=\"https://www.washingtontimes.com/news/2019/jan/22/covington-cancels-class-protesters-rally/\">according to the Washington Times</a>.They originally planned to be outside of Covington Catholic High but the group said it understands the concerns about showing up outside the school itself.“Our concern is the adults — we want to hold the administration, teachers and seemingly absent chaperones accountable in this situation,” AIM said in a Facebook post.Thomas Pearce, co-chairman of AIM’s Indiana and Kentucky chapters, said they are calling for the Diocese of Covington to discuss changes in curriculum.“We’re going to call for the Archdiocese in Covington to adopt policies of curriculum changes that will educate the students about the history of … between Catholics and American Indians,” he said, according to <a href=\"http://www.fox19.com/2019/01/21/extra-security-covcath-tuesday-protest-location-moved/\">Fox 19</a>.AIM also addressed the viral video of the incident involving CovCath students and the 64-year-old tribal leader.“We have seen the entire hour and forty-six minute video and stand by Nathan Phillips. While this longer video gives better context to the situation, it still does not absolve those boys of their behavior,” AIM said.“Nathan Phillips is a respected elder. He stepped in to what he saw was a tense situation between the Black Hebrew Israelites, who were yelling harmful things at Natives and the school group, and the school group who were becoming increasingly worked up.”",
    "2019 - 4793": "The high school student whose face-off with a Native American elder at the steps of the Lincoln Memorial went viral insisted in a new interview that he was not “disrespectful” toward the activist — but wishes he’d have <a href=\"https://nypost.com/2019/01/21/longer-video-casts-new-light-on-native-american-taunting-controversy/\">just walked away from the incident</a>.“As far as standing there, I had every right to do so,” Nick Sandmann, a junior at Covington Catholic High School in Park Hills, Kentucky, <a href=\"https://www.today.com/news/nick-sandmann-interview-today-show-s-savannah-guthrie-encounter-native-t147242\">said on NBC’s “Today” show</a>, his first TV interview since the incident with 64-year-old Nathan Phillips in Washington, DC.Host Savannah Guthrie asked the 16-year-old in the interview that aired Wednesday whether he felt he owed anyone an apology.“My position is that I was not disrespectful to Mr. Phillips. I respect him. I’d like to talk to him,” Sandmann replied.“I mean, in hindsight, I wish we could’ve walked away and avoided the whole thing. But I can’t say that I’m sorry for listening to him and standing there,” he added.The stand-off occurred Saturday during Sandmann’s trip with his classmates to DC to attend a March for Life anti-abortion rally.Wearing a red “Make America Great Again” cap, the youngster was captured on video standing toe to toe with Phillips, who was returning from a separate march.The scene played out right after the classmates ran into several members of the Black Hebrew Israelites, a radical movement that the Southern Poverty Law Center has said is “growing more militant.”The Hebrew Israelites began taunting the teens.“They started shouting a bunch of homophobic, racist, derogatory comments at us,” Sandmann said on “Today.” “I heard them call us incest kids, bigots, racists. They called us f—–s.”Although the students outnumbered their opponents, Sandmann said he “definitely felt threatened.”“They were a group of adults and I wasn’t sure what was going to happen next,” he said, adding that his chaperone gave the kids permission to shout school spirit chants to drown out the Hebrew Israelites.“In hindsight, I wish we had just found another spot to wait for our buses. But at the time, being positive seemed better than letting them slander us with all of these things,” Sandmann said.But he insisted that none of the students yelled insults or racial slurs at the group.“We’re a Catholic school and it’s not tolerated. They don’t tolerate racism, and none of my classmates are racist people,” he said.Phillips, who played a drum during an Indigenous Peoples March, has said he approached the students, hoping to defuse the tension between them and the Black Hebrew Israelites.“I intervened and things just escalated from there,” he said earlier this week.The Omaha Nation elder has been assailed online for approaching Sandmann. President Trump has slammed the media <a href=\"https://nypost.com/2019/01/22/trump-slams-evil-media-for-coverage-of-smiling-teen-native-american/\">for treating the teen and his classmates “unfairly.”</a>“I’m not sure where he wanted to go. And if he wanted to walk past me, I would’ve let him go,” Sandmann said, adding that some of his friends wondered whether Phillips was trying to join them and drum along with their chants.Sandmann also was asked about his facial expression as he faced off against Phillips — a look some have described as a smirk.“I see it as a smile, saying that this is the best you’re going to get out of me. You won’t get any further reaction of aggression. And I’m willing to stand here as long as you want to hit this drum in my face,” he said.Sandmann said it was unfair to judge him based on one look.“People have judged me based off one expression, which I wasn’t smirking, but people have assumed that’s what I have,” he said.“And they’ve gone from there to titling me and labeling me as a racist person, someone that’s disrespectful to adults, which they’ve had to assume so many things to get there without consulting anyone that can give them the opposite story,” he said.The student acknowledged that if he and his classmates weren’t wearing the “MAGA” caps, which he said he had bought from a street vendor moments earlier, things might have turned out differently.“That’s possible. But I would have to assume what Mr. Phillips was thinking and I’d rather let him speak for why he came up to us,” he said.Sandmann said he has received both messages of support and hostility after the episode, but doesn’t want to live his life in fear.“I have the utmost respect for Mr. Phillips as another person that freely used his First Amendment right. And I want to thank him for his military service as well. And I’d certainly like to speak with him,” he said.",
    "2019 - 3197": "Native American activist Nathan Phillips, w<a href=\"https://nypost.com/2019/01/19/video-shows-teen-boys-taunting-native-american-man-at-march/\">hose face-off with a Kentucky Catholic school student</a> was caught in a controversial viral video, said in a new interview that he forgives the 16-year-old.“Even though I’m angry, I still have that forgiveness in my heart for those students,” the 64-year-old Omaha Nation elder <a href=\"https://www.nbcnews.com/news/us-news/nathan-phillips-native-american-activist-d-c-standoff-forgives-catholic-n962131\">told NBC’s “Today” show on Thursday.</a>“I forgive him,” Phillips said of Nick Sandmann, the Covington Catholic High School student who stood toe to toe with Phillips while wearing a cap emblazoned with President Trump’s slogan, “Make America Great Again,” at the Lincoln Memorial in Washington, DC.Phillips said he was disappointed at first by statements Sandmann released after videos of the incident went viral.“Insincerity, lack of responsibility. Those are the words I came up with,” said Phillips, who took part in an Indigenous People’s March shortly before the fateful confrontation.Phillips added that after praying about the episode he “woke up with this forgiving heart. I forgive him.”Sandmann has said that he and his classmates, who were in DC to attend an anti-abortion rally, were confronted by several Hebrew Israelites who began hurling slurs at the group.Phillips said he started to beat a hand drum in an effort to defuse the “explosive” situation when he was met by Sandmann, who had what critics have described as a smug smirk on his face.The boy has said he was merely smiling and meant no disrespect.Phillips <a href=\"https://nypost.com/2019/01/23/maga-teen-says-he-wishes-native-american-activist-just-walked-away/\">said he was “trying to walk away”</a> and heard the kids chanting, “Build that wall!”“That mass of young men surrounded me and the folks that were with me,” Phillips said, adding that when he did finally find a path to walk through the “clear space, a person was there. I was blocked.”Sandmann has said that a school chaperone gave the students permission to shout chants at the Hebrew Israelites, but Phillips said Thursday he thinks chaperones “should have said to those students, ‘This isn’t the place.'”Still, “forgiveness even goes to those chaperones, those teachers,” he said.Phillips said he believed the students were “mocking” Native Americans, and that Sandmann “was the leader of that.”On Wednesday, Sandmann — whose family quickly hired a PR firm — went on “Today” and said his school doesn’t “tolerate racism, and none of my classmates are racist people.”The school was closed Tuesday “due to threats of violence,” but reopened Wednesday amid heightened security.Sandmann has said that some students have received death threats. Phillips said he also has also received threats.“You know, I didn’t have any problems until the students started saying they were getting death threats, and then as soon as that happened, it started happening with me,” Phillips said.Phillips also clarified Thursday that he was a US Marines reservist during the Vietnam War, but didn’t actually serve in Vietnam.",
    "2019 - 3482": "The family of a Catholic school student <a href=\"https://nypost.com/2019/01/21/longer-video-casts-new-light-on-native-american-taunting-controversy/\">at the center of a confrontation with a Native American elder</a> in Washington, DC, has hired a high-profile attorney, according to a report.L. Lin Wood, who is known for aggressively pursuing libel and slander lawsuits against media outlets, “is committed to bringing justice to 16-year-old Nick Sandmann and his family,” the family’s other lawyer, Todd McMurtry, said in a statement, <a href=\"https://www.wcpo.com/news/local-news/kenton-county/park-hills/nicholas-sandmanns-family-hires-attorney-for-the-damned-specializing-in-libel-slander\">according to WCPO</a>.Sandmann’s family has already hired the Louisville-based public relations firm RunSwitch PR.The Atlanta-based Wood represented JonBenet Ramsey’s brother in a $750 million defamation suit that accused CBS of ruining Burke Ramsey’s reputation after a TV series suggested he killed his 6-year-old sister.The terms of the settlement reached this month were not disclosed.Wood also represented the family of Richard Jewell — who was wrongly accused after the 1996 Olympic park bombing — in a libel case against the Atlanta Journal-Constitution, <a href=\"https://www.cincinnati.com/story/news/2019/01/24/nick-sandmanns-family-hires-l-lin-wood-who-has-handled-suits-against-media/2672391002/\">according to the Cincinnati Enquirer</a>.In 2011, <a href=\"https://www.washingtonpost.com/blogs/election-2012/post/herman-cains-powerful-attorney-l-lin-wood/2011/11/08/gIQASVqS3M_blog.html?utm_term=.a783ce4ee189\">the Washington Post described</a> Wood as a trial attorney who has “carved out a successful career representing the high-profile and falsely accused, often seeking eye-popping damages for those he believes have been libeled or slandered in the press.”At the time, Wood defended Republican presidential candidate Herman Cain, who had been facing accusations of sexual harassment by four women that torpedoed his campaign.Former CBS news anchor Dan Rather once dubbed Wood the “attorney for the damned.”When asked if Sandmann’s family is considering suing media outlets, McMurtry told the Enquirer by email: “The Sandmann family has no further comment this evening other than to say all options are on the table.”Sandmann traveled with his classmates from Covington Catholic High School in Kentucky to DC to take part in an anti-abortion rally on Saturday.Later that day, they were caught on video at the steps of the Lincoln Memorial, where members of a fringe religious movement called the Black Hebrew Israelites hurled insults at them.Native American activists who had participated in an Indigenous Peoples March, including Nathan Phillips, then entered the crowd in what the Omaha Nation elder described as an effort to defuse the situation.Phillips played a traditional drum and sang as he walked through the Covington group.At one point, Sandmann, wearing a “Make American Great Again” cap, was recorded smiling while standing toe to toe with Phillips.The boy wrote in a later statement that he “believed that by remaining motionless and calm, I was helping to diffuse [sic] the situation” — and said he meant no disrespect.Phillips, however, said he felt blocked and intimidated.In an interview on NBC’s “Today” show, Sandmann said he’d like a sitdown with Phillips, who has offered to visit the Kentucky school to lead a dialogue about cultural understanding.",
    "2019 - 1584": "Virginia Gov. Ralph Northam’s page in his 1984 medical school yearbook shows a photo of one person in blackface and another wearing a KKK hood amid other pictures that <a href=\"https://nypost.com/2019/02/01/virginia-governor-apologizes-for-racist-yearbook-photo/\">show only the governor.</a><a href=\"https://pilotonline.com/news/government/politics/virginia/article_67fdd682-2662-11e9-a7d1-c7ed70e09b50.html\">The Virginian-Pilot obtained a copy</a> of the photo Friday from Eastern Virginia Medical School library, which Northam attended.The photos were first published by the conservative news outlet <a href=\"https://bigleaguepolitics.com/yearbook-ralph-northam-in-blackface-photo/\">Big League Politics</a>.It’s unclear who the people in the picture are, but the rest of the half-page shows photos of Northam — in a jacket and tie, in a cowboy hat, and next to a car — beneath his name.The page lists his undergraduate alma mater and his interest as pediatrics.The Democratic governor’s office did not immediately respond to a request for comment.Republican state Sen. Bryce Reeves said in a statement that Northam should resign if the reports of the photos are accurate.“I hope that this picture is inaccurate and that the Governor brings clarity to this issue. This has no place in Virginia,” Reeves said.Northam, a folksy pediatric neurologist who is personal friends with many GOP lawmakers, has recently come under fire from Republicans who have accused him of backing infanticide after he said he supported a bill loosening restrictions on late-term abortions.<em>With AP</em>"
}