{
    "2002 - 0": "",
    "2002 - 2094": "An anti-abortion extremist sent phony anthrax letters to 450 abortion clinics across the nation, authorities said yesterday.  Clayton Lee Waagner, one of the FBI’s top 10 fugitives, has taken responsibility for sending the letters, which contained a harmless, white powder, Attorney General John Ashcroft said.  Waagner told an anti-abortion activist he was behind the letters during a visit to Georgia last week, according to police.  The FBI, which is offering a $50,000 reward for Waagner’s capture, considers him “extremely dangerous,” Assistant Director Ruben Garcia said.  “He is extremely intelligent and computer-savvy. He has proven to be extremely resourceful in eluding law-enforcement authorities.”  Waagner, a heavy gambler who is fond of drinking Crown Royal bourbon, is a self-described “anti-abortion warrior” who admitted stalking abortion clinics around the country, Ashcroft said.  During the second week in October, Waagner mailed phony anthrax letters to 280 abortion clinics on the East Coast, the attorney general said.  The envelopes were marked “Time Sensitive” and “Urgent Security Notice Enclosed” and bore return addresses of the U.S. Marshals Service or the Secret Service. The letters were signed “the Army of God.”  During the first week of November, Waagner sent a second wave of letters to 270 clinics via FedEx, Ashcroft said.  The Feminist Majority Foundation said clinics in at least 12 states received the letters. None of the white powder tested positive for anthrax.  Waagner, 44, escaped in February from a Clinton, Ill., jail where he was awaiting sentencing on firearms and auto-theft convictions. Since his escape, he is believed to have pulled off several of bank robberies.  Police said that on Sept. 7, Waagner abandoned a car on a highway in Memphis after colliding with a tractor-trailer. A pipe bomb, weapons and anti-abortion literature were found in the car.  Waagner was busted in September 1999 after entering Illinois with his wife and eight children in a stolen RV, which had four stolen handguns under the driver’s seat, authorities said.",
    "2002 - 1621": "A furor has erupted over claims that women who have an abortion could double their chances of developing breast cancer.  The pro-life group LIFE funded a study concluding that over the next quarter-century, up to 50 percent of breast cancer cases in England and Wales could be “attributable to abortion.”  But top obstetricians and gynecologists have debunked that conclusion and accused LIFE of “mischief-making.”  Scientists behind the study says the connection may be due to estrogen levels rising significantly during the first three months of pregnancy.  But Professor Allan Templeton of the Royal College of Obstetricians and Gynecologists in London, insisted:  “No casual link between abortion and breast cancer has been proven. We do not support the sensational reporting of this study which serves no other function than causing anxiety amongst women. This report should not influence women in making decisions about abortion at difficult times in their life.”  The research analyzed breast cancer and abortion rates in Britain, Finland, Sweden and the Czech Republic.  It made a statistical link between rising cases of breast cancer and an increase in abortion rates since it was legalized.  The study said the total number of breast cancer cases was expected to more than double from 35,110 in 1997 to 77,000 in 2023, “largely” because of abortions by women who haven’t yet had a baby.  Ann Furedi of the British Pregnancy Advisory Service, a pro-choice organization, said.  “LIFE is trying to exploit health concerns for their own moral and political reasons. It really is very manipulative and inexcusable.”",
    "2002 - 1651": "A photocopier’s “fingerprint” may help investigators track down the suspect responsible for sending anthrax-laced letters to two politicians.  FBI agents have now determined that the poisoned letters sent to Sen. Patrick Leahy and Senate Majority Leader Tom Daschle are virtually identical, leading them to look for a possible Kinko’s connection.  FBI sources told Time magazine that because the letter sent to Leahy was photocopied, they may stand a better chance of determining who sent it. Photocopiers tend to leave a “fingerprint” caused by tiny scratches and dirt on the machine’s glass and optical system.  The FBI lab plans to examine the Leahy letter for these tiny anomalies and try to determine which copier the suspect or suspects may have used.  While the agency can’t examine every copier in the country, once they get a line on suspects, they’ll be able to focus on copy businesses and libraries near their homes, Time reports.  Of particular interest would be high-volume copy companies like Kinko’s. The office giant has had a number of notorious customers recently, including the Sept. 11 terrorists who attacked the World Trade Center and the Pentagon. Several of the air pirates made their flight reservations at a Kinko’s in Florida.  In addition, anti-abortion zealot Clayton Lee Waagner, who allegedly sent hoax anthrax letters to clinics, was busted last week at a Kinko’s in the Cincinnati area where he used the e-mail and visited extremist Web sites.  Meanwhile, public tours of the U.S. Capitol resumed Saturday for the first time since the terror attacks. Security fears were ignited by the attacks and the anthrax scares.",
    "2002 - 3473": "After all the battles Mayor Giuliani has fought at City Hall in the last eight years, he’s about to tackle what could be one of his toughest – leaving.  Last night, he began the transition on a light note.  Singing a Shirelles’ tune and wishing viewers a happy holidays, Rudy Giuliani made his final Saturday Night Live appearance as New York City mayor.  During the last live show of 2001, Giuliani – whose two-term tenure ends Dec. 31 – joined comic co-anchors Tina Fey and Jimmy Fallon for a playful “Weekend Update” news segment.  Met with applause and chants of “Rudy,” hizzoner answered affirmative to Fey’s question if he has to leave, but waved off Fallon’s adoring query: “Can we go with you?”  “Where I’m going is a lonely frontier of risk and solitude,” Giuliani said.  “I thought you were going to be a consultant,” Fallon countered.  “Whatever,” joked Rudy, who will be setting up with the accounting firm of Ernst &amp; Young.  The trio then belted out an off-key rendition of the Shirelles’ “Will You Love Me Tomorrow,” with Fey donning a Statue of Liberty headpiece and Fallon wearing a Giuliani “comb-over” clip-on.  It’s the fourth time Giuliani played NBC’s late-night comedy show.  “He was made for the job of being mayor of the City of New York,” said Staten Island Borough President Guy Molinari, a longtime Giuliani ally.  Giuliani, scheduled to make the first of his formal farewell speeches this week, is in a unique position – the only New York mayor to be forced out by term limits and not an election.  And even though Giuliani insists he’s anxious to return to private life, others suspect the mayor is more wistful than he has let on in recent interviews.  “I think he’s suffering more than I did,” said former Mayor Koch, who left after three terms at the end of 1989, before term limits were introduced in 1993.  “In all his discussions, there’s a poignancy, a gentle side of Giuliani you never see, the stress of leaving,” Koch said.  Starting in mid-1999, Giuliani was often AWOL from City Hall – away with girlfriend Judith Nathan, raising money for his aborted Senate run and then, last year, dealing with prostate cancer and his crumbling marriage to Donna Hanover.  But since City Hall reopened after the Sept. 11 terrorist attacks, the mayor’s silver SUV waits for him outside City Hall until well after the sun goes down.  For a man with just two weeks left on the job, Giuliani has been operating on a surprisingly typical long-day schedule.  He still huddles with his top staff daily at an 8 a.m. City Hall powwow. He’s still negotiating with Council Speaker Peter Vallone over budget cuts and went to a fund-raiser for the speaker’s new political action committee on Wednesday.  He still goes to funerals for victims of the trade center attack and worries about caring for their families, sources said.  Giuliani has been packing up his office -while his estranged wife slowly moves her things from Gracie Mansion to an Upper East Side apartment.  “Donna and the [couple’s two] children are going to have a small New Year’s Eve party in Gracie Mansion and they’re going to be finishing it at their new apartment,” said Hanover spokeswoman Joannie Danielides.  As the worldwide face of New York’s mournful but tough resiliency after the terrorist attacks, Giuliani recently sat down for wide-ranging chats with internationally known television interviewers, including Barbara Walters and David Frost.  page 18 in metro &amp; sports",
    "2002 - 2076": "<strong>M</strong>AYOR Bloomberg’s team figures there’s a special incentive to make sure President Bush does well by New York – the commander in chief is so popular these days that if he keeps it up, he just might be able to win the state in 2004.  “Could a President Bush, who didn’t exactly do well in New York, put it in play in 2004? It’s not out of reach,” insists Bloomberg strategist Bill Cunningham.  Indeed, some Democrats were startled at the loud applause that greeted Bloomberg’s mention of Bush’s name in his inaugural speech.  If Bush can win New York, Democrats can forget the next presidential race. There is no Democratic scenario for winning the White House without New York.  A long shot? Sure. But Bush doesn’t have to <em>win</em> – if he can just force Democrats to spend time and money fighting for New York, they’re dead.  In 1988, Democrat Mike Dukakis was a sure loser when he had to fight Bush’s dad for New York down to the final weeks. The last Republican to win the state was Ronald Reagan in 1984.  To some extent, this is kabuki theater. Even Democrats who’ll campaign against Bush in 2004 want him to think he just might win the state. “If it gets him to give us more money [in aid to New York], I’m all for it,” says one.  But the Bush New York strategy, now being talked up in GOP circles, is that a unique set of circumstances could give the president a real shot at making it in New York in 2004.  First is the fallout from 9/11 and Bush’s pledge to rebuild the city.  Second is the fading of social issues like abortion that had been boosting Democrats in suburban areas.  Third, Bush, like Bloomberg, has a flair for wooing Latinos – the swing group that arguably elected Bloomberg.  And Bush’s strong pro-Israel stance gives him a chance to make inroads among Jews, usually staunch Democrats.  Says Rep. Pete King (R-L.I.): “I think Bush can win New York because he can put together the old Reagan coalition. He has really connected to construction workers and cops and firemen. They trust him. I hear it the sad way – at [9/11] wakes.”"
}