{
    "2022 - 3042": "When Joaquín “<a href=\"https://nypost.com/tag/el-chapo/\">El Chapo</a>” Guzmán Loera landed in prison for the first time, he transformed himself into the king of the penal colony — ordering in meals, drugs and women on demand, according to a new book. “During his years at Puente Grande [prison], El Chapo was a drug and sex addict,” writes Anabel Hernandez in “<a href=\"https://www.amazon.com/otras-se%C3%B1oras-narco-Other-Spanish/dp/164473463X/?tag=nypost-20&amp;asc_refurl=https://nypost.com/2022/01/21/el-chapo-feasted-on-drugs-take-out-meals-and-women-in-prison/&amp;asc_source=web\" rel=\"noreferrer noopener\" target=\"_blank\">Emma and the Other Narco Women</a>” (Grijalbo Publishing), out Jan. 25.The Mexican journalist adds that El Chapo competed with fellow prisoner Hector Luis Palma Salazar, also a Sinaloa drug trafficker, to see who could last the longest during sexual acts and who could accumulate the greatest number of partners. “They brought in prostitutes from outside, and when that was not possible they paid nurses, cleaners and cooks who worked in the penal system,” Hernandez writes. The men also had sex with female prisoners who were incarcerated in the men’s section of the facility. Among El Chapo’s lovers was Zulema Yulia Hernandez, 23, who was serving time for robbery. El Chapo, then a married father of five, got her pregnant on at least two occasions and arranged for her to obtain abortions at the prison, according to Hernandez.Meanwhile, he ordered that an unnamed female prisoner who refused his advances be savagely beaten and raped. Hernandez writes that the drug kingpin also had food from the best Mexican restaurants delivered to his cell, as well as — perhaps unsurprisingly, given his competition with Salazar — Viagra.El Chapo, who began his <a href=\"https://nypost.com/2019/02/12/verdict-reached-in-el-chapo-trial/\">life of crime</a> in the 1970s as a driver for drug trafficker Miguel Angel Felix Gallardo, landed in prison in 1993 for his role in the assassination of Cardinal Juan Jesus Posadas Ocampo, who was gunned down in the parking lot of the international airport in Guadalajara.  The Catholic bishop was caught in the crossfire between rival drug traffickers and mistaken for a drug lord. In prison, Hernandez writes, El Chapo was able to pay for his lifestyle thanks to regular infusions of cash from his cousin, drug dealer Arturo Beltran Leyva. He also bribed federal guards at the Puente Grande high-security prison in Jalisco, according to the book.The cartel leader escaped in January 2001. The official version was that he <a href=\"https://nypost.com/2018/11/15/testimony-reveals-secrets-of-el-chapos-wild-prison-break/\">left the prison in a laundry cart</a>, but, according to Henandez, El Chapo left the building dressed as a policeman “with the complicity of many federal authorities.”In 2019, he was sentenced to life on drug-trafficking charges in the US and is serving a life sentence at a maximum-security prison in Colorado, where presumably Viagra isn’t available on tap.",
    "2022 - 4125": "The FBI sweep of <a href=\"https://nypost.com/2022/01/20/rep-cuellar-vows-to-fully-cooperate-after-fbi-search/\">Democratic Rep. Henry Cuellar’s home</a> and campaign office in Texas this week was a part of a larger investigation into ties between the former Soviet republic of Azerbaijan and multiple US businessmen, according to a new report.A source familiar with the matter <a href=\"https://abcnews.go.com/US/fbi-raid-house-democrats-home-related-azerbaijan-probe/story?id=82384118\" rel=\"noreferrer noopener\" target=\"_blank\">told ABC News</a> that a federal grand jury had been convened in Washington to hear evidence stemming from the investigation.It is unclear whether Cuellar is a target of the probe. The <a href=\"https://nypost.com/2022/01/20/rep-cuellar-vows-to-fully-cooperate-after-fbi-search/\">FBI was seen searching the congressman’s home </a>and campaign office in Laredo on Wednesday. The bureau later confirmed that agents had conducted the “court-authorized” operation.It was not immediately clear what authorities were specifically searching for. However, agents were seen taking photographs of trucks parked in front of Cuellar’s home while cases and other items were observed being taken from the house, <a href=\"https://myrgv.com/local-news/2022/01/19/fbi-activity-underway-near-rep-cuellars-home-in-laredo/\" rel=\"noreferrer noopener\" target=\"_blank\">according to MyRGVNews</a>. One of the trucks parked in front was also searched by federal agents with flashlights. At least <a href=\"https://twitter.com/ValOnTheBorder/status/1483981592997605379?s=20\" rel=\"noreferrer noopener\" target=\"_blank\">one reporter on the scene</a> observed agents loading bags, plastic bins and a computer into a federal vehicle.The 66-year-old lawmaker’s office has confirmed that he will “fully cooperate in any investigation.”“He is committed to ensuring that justice and the law are upheld,” a statement read. Cuellar, who has represented Texas’ 28th District since 2005, is a prominent Democrat in the Lone Star State and serves on the powerful House Appropriations Committee. He also serves as a <a href=\"https://www.ciclt.net/sn/clt/gsba/poc_detail.aspx?P_ID=&amp;ClientCode=gsba&amp;LegComID=21264\" rel=\"noreferrer noopener\" target=\"_blank\">co-chair of the bipartisan Congressional Azerbaijan Caucus</a>.Over the years, Cuellar has met multiple times with Elin Suleymanov, Azerbaijan’s ambassador to the US, to discuss various issues. He has also <a href=\"https://cuellar.house.gov/news/documentsingle.aspx?DocumentID=401345\" rel=\"noreferrer noopener\" target=\"_blank\">repeatedly supported student trips</a> to the Eurasian nation for <a href=\"https://www.tamiu.edu/newsinfo/2019/07/azerbaijan7112019.shtml\" rel=\"noreferrer noopener\" target=\"_blank\">energy certificate programs.</a>In August 2015, Cuellar <a href=\"https://twitter.com/repcuellar/status/633392750436720640\" rel=\"noreferrer noopener\" target=\"_blank\">posted a tweet</a> detailing that he and his daughter Christina had met with a representative from the University of the Incarnate World, a private Catholic University in Texas, to “discuss Azerbaijan exchange programs.”Azerbaijan, which became an independent nation in 1991, is rich in resources — particularly oil and natural gas. Cuellar, who has a history of siding with Republicans on issues of abortion <a href=\"https://nypost.com/2021/10/29/dem-rep-cuellar-biden-ignoring-locals-for-activists-in-border-crisis/\">and immigration</a>, has repeatedly criticized President Biden for not visiting the southern border despite historic numbers of illegal crossings. He has also accused the White House of<a href=\"https://nypost.com/2021/10/29/dem-rep-cuellar-biden-ignoring-locals-for-activists-in-border-crisis/\"> ignoring concerns </a>of local law enforcement and landowners directly affected by the migration. Cuellar has not voted in person in the House since earlier this month, opting instead to <a href=\"https://clerk.house.gov/legislative/proxy-letters/117/2/active/Cuellar-TX28-20220113-15.pdf\" rel=\"noreferrer noopener\" target=\"_blank\">vote by proxy</a> through Rep. Jose Luis Correa (D-Calif.).",
    "2022 - 4031": "The Supreme Court announced Monday it will take up a case challenging Harvard University and the University of North Carolina’s consideration of race in their admissions processes, which could bring about the end of <a href=\"https://nypost.com/2021/06/15/supreme-court-asks-doj-to-weigh-in-on-affirmative-action-case/\">affirmative action</a> in the college application process.Lower courts turned aside plaintiffs’ contention that both Harvard and UNC discriminate against Asian American applicants. Arguments in the case will likely be heard this coming fall, with a decision coming sometime next year. The Supreme Court, which has a 6-3 conservative majority, has taken up a number of controversial cases this term involving issues like the expansion of Second Amendment gun rights, a direct challenge to the 1973 landmark abortion law <em>Roe v. Wade</em>, and regulations surrounding the coronavirus pandemic.The court’s most recent pronouncement on affirmative action was in 2016, in a 4-3 decision upholding the admissions program at the University of Texas against a challenge brought by a white woman. However, two members of that four-justice majority are gone from the court: Justice Ruth Bader Ginsburg died in 2020, and Justice Anthony Kennedy retired in 2018.The three dissenters in the case, Chief Justice John Roberts and Justices Clarence Thomas and Samuel Alito, remain on the court.The Supreme Court consolidated two cases filed by Students for Fair Admissions, a Virginia-based group founded by anti-affirmative action activist Edward Blum. Students for Fair Admissions sued Harvard in 2014, alleging the Ivy League school violated Title VI of the Civil Rights Act of 1964 barring discrimination based on race, color or national origin under any program or activity that gets federal funds. While Harvard is a private university, it receives government money and is required to abide by federal civil rights laws.Blum’s group also sued UNC in 2014, accusing the state university of wrongly using race as the main factor in admissions, violating the Constitution’s 14th Amendment guaranteeing equal protection under the law by doing so.The student group is asking the justices to overturn a 2003 Supreme Court ruling in <em>Grutter v. Bollinger</em> that involved the University of Michigan Law School and that found colleges could consider race as one factor in the admissions process to achieve a diverse student body. Writing for the majority, then-Justice Sandra Day O’Connor said the Equal Protection Clause does not prohibit the school’s “narrowly tailored use of race in admissions decisions to further a compelling interest in obtaining the education benefits that flow from a diverse student body.”The high court first upheld the use of affirmative action in college admissions in its 1978 ruling in <em>Regents of the University of California v. Bakke</em>. In that ruling, the court found that affirmative action was constitutional, but said the use of racial quotas was not. Blum’s group argues that Harvard imposes a “racial penalty” on Asian-American applicants by scoring them lower in some categories than other applicants while granting “massive preferences” to blacks and Hispanics.It further claimed the school’s admissions policies limited Asian-Americans to 20 percent of incoming undergraduate classes. Harvard said its policies are not being described properly, and in 2020 a federal appeals court in Boston ruled that the school looked at race in accordance with Supreme Court precedents.According to Harvard’s statistics, its freshman class is roughly one-quarter Asian American, 16 percent African-American and 13 percent Hispanic. If Harvard stopped considering race in admission programs, one lower court found it would “reduce African American representation at Harvard from 14% to 6% and Hispanic representation from 14% to 9%.”President Biden’s administration backs Harvard, while former President Donald Trump’s Justice Department supported Blum’s lawsuits.<em>With Post wires</em>",
    "2022 - 2563": "Texas Rep. Henry Cuellar announced he was running for re-election on Tuesday — days after federal agents <a href=\"https://nypost.com/2022/01/20/rep-cuellar-vows-to-fully-cooperate-after-fbi-search/\">raided his home and campaign office</a>.The Democrat posted a video to his Twitter account saying he appreciated the “outpouring of support” from members of the community after an FBI sweep reportedly <a href=\"https://nypost.com/2022/01/21/fbi-raid-of-dem-rep-cuellars-home-tied-to-azerbaijan-probe-report/\">part of a larger investigation</a> focused on the Republic of Azerbaijan.“Let me be clear: I’m running for re-election and I intend to win,” Cuellar <a href=\"https://twitter.com/CuellarCampaign/status/1486068370604765187\" rel=\"noreferrer noopener\" target=\"_blank\">said in the video</a>, shot in front of his childhood home. “I will continue to represent the congressional district of Texas like I always have. It is the honor of my life to represent you in Congress and together, we will this election.Cuellar, who took office in the House of Representatives in 2005, didn’t address any specifics of the probe or what the FBI sought or obtained through their raids. It isn’t clear if Cuellar is a direct target of the FBI in its investigation.“There is an ongoing investigation that will show that there was no wrongdoing on my part,” Cuellar said. “As an attorney I know firsthand that the legal system is a pillar of our democracy. I pride myself on being your congressman and always doing things honestly, ethically and the right way.”During the search of the congressman’s home and office in Laredo last week, agents were seen taking a computer and other items from the house. Agents were also seen snapping pictures of trucks parked at the house.The federal investigation was looking into the former Soviet republic and its ties to several US businessmen, sources told ABC News. Cuellar, who represents the Lone Star State’s 28<sup>th</sup> congressional district and sits on the powerful House Appropriations Committee, serves on a <a href=\"https://www.ciclt.net/sn/clt/gsba/poc_detail.aspx?P_ID=&amp;ClientCode=gsba&amp;LegComID=21264\" rel=\"noreferrer noopener\" target=\"_blank\">Congressional Azerbaijan Caucus</a>.Cuellar’s announcement comes as he faces an intraparty challenge from the left, with opponent Jessica Cisneros picking up some high-profile endorsements in the race in the wake of the FBI search. Cuellar, 68, has sided with Republicans on issues including abortion and been critical of the White House’s handling of immigration issues.",
    "2022 - 2873": "​President Biden would be defeated by a generic Republican if he were up for re-election now — but would best former President Donald Trump, former Vice President Mike Pence and Sen. Ted Cruz in a head-to-head matchup, according to a new poll out Wednesday.​The <a href=\"https://www.politico.com/f/?id=0000017e-92cd-db3e-a17e-d2ff8b5d0000&amp;nname=playbook&amp;nid=0000014f-1646-d88f-a1cf-5f46b7bd0000&amp;nrid=0000014e-f115-dd93-ad7f-f91513e50001&amp;nlid=630318\" rel=\"noreferrer noopener\" target=\"_blank\">Politico/Morning Consult poll found</a> Biden trailing a hypothetical GOP contender by nine percentage points (46 percent to 37 percent), but eking out popular-vote wins over Trump (45 percent to 44 percent) and Pence (44 percent to 42 percent).The survey also found that the incumbent president would easily defeat Cruz (45 percent to 39 percent) and Florida Gov. Ron DeSantis (44 percent to 39 percent).The poll also indicated that the 45th president would cruise to the GOP nomination if he opted to enter the 2024 White House race. When asked whom they would support in a hypothetical Republican primary, 49 percent of voters chose Trump, with DeSantis a distant second at 14 percent and Pence close behind him with 13 percent support. No other potential candidate named in the poll got above 5 percent, while Sen. Mitt Romney (R-Utah) — the 2012 GOP presidential nominee — garnered 4 percent support.When asked whom they would back if Trump does not run — but his oldest son, Donald Trump Jr., does — 25 percent of voters backed DeSantis, while 24 percent said they would support the former first son. Fourteen percent said they would choose “someone else” while 12 percent said they would support Pence. The poll also showed that Biden remains saddled with a <a href=\"https://nypost.com/2022/01/25/americans-like-biden-but-dont-think-hes-a-strong-and-decisive-president-gallup-poll/\">low favorability rating</a> of 42 percent while 56 percent disapprove of his performance as president, with 39 percent doing so “strongly.”Just over two-thirds of voters (68 percent) also believe the US is on the “wrong track.”When asked what issues were most on their minds in the November midterm elections, voters overwhelmingly chose the economy (40 percent).Terrorism and border security came in second at 14 percent, followed closely by health care (13 percent), senior issues (10 percent) and women’s issues — defined as birth control, abortion and equal pay — at 6 percent.Six percent of voters said they were most concerned about energy issues, including the cost of gas and electricity as well as carbon emissions, while 4 percent said education — including school standards, class size and student loans — was most important to them. The poll surveyed 2,005 registered voters between Jan. 22 and 23 and has a margin of error of plus or minus two percentage points.",
    "2022 - 5751": "Supreme Court Justice Stephen Breyer will retire at the end of the high court’s current term — setting the stage for President Biden to replace him with another liberal jurist, according to reports Wednesday.Breyer, 83, is the oldest member of the Supreme Court and has been under increasing pressure from liberal Democrats to step down in recent months.The court has a 6-3 conservative majority that includes three members nominated by President Donald Trump, who tapped Amy Coney Barrett for the seat held by liberal Justice Ruth Bader Ginsburg.Ginsburg died in September 2020, and Coney Barrett was confirmed by the Republican-controlled US Senate a month later in a party-line, 52-48 vote, just one week before the presidential election.Biden said during his campaign for the White House that he would nominate a black woman if he got the chance.“I’m looking forward to making sure there’s a black woman on the Supreme Court, to make sure we in fact get every representation,” he said on Feb. 25, 2020.The leading contenders include Washington, DC, federal appeals court Judge Ketanji Brown Jackson, whom Biden elevated following her nomination to the federal bench by President Barack Obama.The others include high-profile civil rights lawyer Sherrilyn Ifill and federal Judge Michelle Childs, whom Biden has nominated to be an appeals court judge.Childs is also a favorite of Rep. James Clyburn (D-SC), who made a crucial endorsement of Biden just before South Carolina’s presidential primary in 2020.Biden, who was meeting with top CEOs at the White House in a bid to revive his stalled “Build Back Better” spending plan, declined to weigh in on Breyer’s retirement when reporters asked him for comment shortly after 1 pm.“Every justice has the right and opportunity to decide what he or she is going to do and announce it on their own,” Biden said. “There has been no announcement from Justice Breyer. Let him make whatever statement he’s going to make and I’ll be happy to talk about it later.”White House press secretary Jen Psaki also said she had “no additional details or information to share” on Breyer’s reported move.“It has always been the decision of any Supreme Court Justice if and when they decide to retire, and how they want to announce it, and that remains the case today,” she tweeted shortly after the news broke.But Senate Majority Leader Chuck Schumer (D-NY) said that Biden’s nominee to replace Breyer “will receive a prompt hearing in the Senate Judiciary Committee, and will be considered and confirmed by the full United States Senate with all deliberate speed.”The Senate is now split 50-50 between Democrats and Republicans, with Vice President Kamala Harris controlling the tie-breaking vote.In a prepared statement, Schumer called Breyer “a model jurist” who “embodies the best qualities and highest ideals of American justice” and “has served his country with the highest possible distinction.”Sen. Lindsey Graham (R-S.C.), former Judiciary Committee chairman, said, “Justice Breyer has always shown great respect for the institution and his colleagues, and I wish him well in the next phase of his life.“As to his replacement: If all Democrats hang together – which I expect they will – they have the power to replace Justice Breyer in 2022 without one Republican vote in support,” Graham added.“Elections have consequences, and that is most evident when it comes to fulfilling vacancies on the Supreme Court.”Coney Barrett’s confirmation was engineered by then-Senate Majority Leader Mitch McConnell (R-Ky.), who infuriated Democrats in 2010 by blocking outgoing President Barack Obama’s nomination of Merrick Garland, now US attorney general, to replace the late Justice Antonin Scalia on grounds that it was an election year.McConnell, now the Senate minority leader, has vowed to <a href=\"https://nypost.com/2021/06/14/mcconnell-wont-allow-vote-on-biden-scotus-nominee-if-gop-regains-senate-in-2022/\">block any Biden nominations</a> to the Supreme Court in 2024 — and “wait and see” about 2023 — if the GOP regains control of the chamber in November.McConnell spoke to reporters in Bowling Green, Ky., on Wednesday but declined to discuss Breyer’s reported retirement plans, according to CNN.“Well, I’m afraid to put the cart before the horse,” he said.“Justice Breyer has not made an official announcement and he’s entitled to do that whenever he chooses to and when he does that I’ll have a response to his long and distinguished career.”The Supreme Court’s current term is scheduled to continue until the end of June, when it goes into recess for the summer.Breyer was nominated to the Supreme Court by President Bill Clinton and has served there since 1994.Like Ginsburg, he opted not to retire when Democrats last controlled the White House and the US Senate — which votes on Supreme Court nominees — during Obama’s presidency.In July, he told CNN that he <a href=\"https://nypost.com/2021/07/15/justice-stephen-breyer-breaks-silence-on-retirement-calls/\">hadn’t decided when to retire</a>, saying two reasons would force the move.“Primarily, of course, health. Second, the court,” he said.The following month, he told the New York Times that he was <a href=\"https://nypost.com/2021/08/27/justice-stephen-breyer-admits-hes-considering-retirement/\">struggling with the decision.</a>“I don’t think I’m going to stay here ’til I die — I hope not,” he said.Breyer wrote two major opinions in support of abortion rights on a court closely divided over the issue, and he laid out his growing discomfort with the death penalty in a series of dissenting opinions in recent years.He is also known for elaborate, at times far-fetched, hypothetical questions to lawyers during oral arguments.<em>With Post wires</em>",
    "2022 - 4464": "Supreme Court Justice Stephen Breyer only has a few months left on the bench, <a href=\"https://nypost.com/2022/01/26/supreme-court-justice-stephen-breyer-to-retire/\">as he reportedly plans to retire at the end of this term</a>, but before he steps down, the high court’s oldest judge will vote on a number of pivotal cases. Breyer’s finale could shape up to be one of his most impactful terms as the court prepares to issue rulings on<a href=\"https://nypost.com/2022/01/24/supreme-court-to-hear-challenge-to-harvard-unc-admissions/\"> pressing issues currently facing the nation</a>, such as abortion access, gun ownership and free speech. As one of <a href=\"https://nypost.com/2022/01/26/senate-braces-for-scotus-fight-as-breyer-retirement-announcement-leaks/\">just three liberal justices left on the bench</a>, Breyer is likely to be overruled in many of the cases but any opinions he issues could shape future rulings. The 83-year-old is planning to retire at the end of the current term, which is scheduled to continue until the end of June before going into recess for the summer. Here’s some of the biggest cases Breyer will vote on before he packs it in. The most significant abortion case the high court has heard in recent years, Dobbs v. Jackson Women’s Health <a href=\"https://nypost.com/2021/12/01/supreme-court-to-hear-arguments-in-landmark-abortion-case/\">could ultimately overturn 1973’s Roe v. Wade</a>, which established that women have a constitutional right to an abortion. The case centers on a Mississippi law that was passed in 2018 that prohibits abortions after 15 weeks of pregnancy, before a fetus can survive outside of the womb. The nine justices <a href=\"https://nypost.com/2021/10/23/supreme-court-to-hear-arguments-on-texas-abortion-law-nov-1/\">heard arguments on the law late last year</a> and will have to decide whether or not a ban on abortions before viability are in violation of the constitution. Two New York men are challenging a state law that <a href=\"https://nypost.com/2021/10/31/supreme-court-to-hear-case-on-new-yorks-gun-permit-law/\">requires gun owners to prove they have a good reason</a> to carry a firearm in public when applying for a concealed carry permit. It’s one of the most critical Second Amendment cases the court has heard in more than a decade and could have an impact on concealed carry laws across the US. When a Christian organization applied to have a religious flag raised outside of Boston’s City Hall, the city denied the application, prompting the group to sue, arguing the decision was a violation of their First Amendment rights. The Supreme Court will decide whether Boston violated the group’s right to free speech.This case centers on whether or not religious institutions can benefit from public funding. Two families sued the state of Maine in 2018 after they were denied public tuition assistance because they planned to use the money for private, Christian schools. The nine justices will examine a previous ruling related to the issue and determine if religious freedom and equal protection clauses were violated. Brought by a Guantanamo Bay detainee, this case will shape the government’s “state secrets” privilege, which prohibits the release of information that could have an impact on national security. Zayn al-Abidin Muhammad Husayn, also known as Abu Zubaydah, wants to subpoena CIA contractors but his request was squashed when the federal government told a lower court the testimony could have an impact on national security. During the 2000s, Zubaydah was held in a number of CIA “black sites” where he was <a href=\"https://nypost.com/2018/05/07/trump-defends-cia-nominee-tied-to-covert-interrogation-program/\">waterboarded and subjected to other forms of torture</a>. The Supreme Court will decide whether or not the state secret privilege can be used in Zubaydah’s case. Dzhokhar Tsarnaev, one of two brothers responsible for the 2013 Boston marathon bombing, <a href=\"https://nypost.com/2021/10/09/supreme-court-to-consider-boston-marathon-bombers-fate/\">was originally given the death sentence</a> for his role in the massacre but it was later converted to life without parole when a lower court found constitutional violations in his trial. The nine justices <a href=\"https://nypost.com/2021/10/13/death-sentence-hearing-for-boston-bomber-dzhokhar-tsarnaev/\">will decide if the death sentence should be reimposed</a>, which could have an impact on future capital trials.",
    "2022 - 3474": "China’s ambassador to the US on Friday warned that the two countries could face a potential “military conflict” over the status of Taiwan.Ambassador Qin Gang made the bold claim in an <a href=\"https://www.npr.org/2022/01/28/1076246311/chinas-ambassador-to-the-u-s-warns-of-military-conflict-over-taiwan\">interview with NPR</a> on Thursday, accusing the US of encouraging Taiwan to seek independence.“If the Taiwanese authorities, emboldened by the United States, keep going down the road for independence, it most likely will involve China and the United States, the two big countries, in a military conflict,” Qin said.The issue of Taiwan is “the biggest tinderbox between China and the United States,” he said.China has asserted its claim over the democratic island nation, considering it a breakaway province. Earlier this week, 39 Chinese military planes <a href=\"https://nypost.com/2022/01/24/taiwan-scrambles-jets-after-chinese-warplanes-breach-airspace/\">entered Taiwan’s airspace</a> in a show of force, prompting a scrambled activation of Taiwanese jets and air defense missiles. The testy incursion is the largest since October, <a href=\"https://nypost.com/2021/10/04/china-sends-nearly-150-military-flights-over-taiwan/\">when China authorized</a> nearly 150 flights over Taiwan’s air defense zone. The State Department said in a statement to The Post on Monday that it was “concerned by the PRC’s provocative military activity near Taiwan,” saying it was “destabilizing, risks miscalculation, and undermines regional peace and stability.”“The US commitment to Taiwan is rock solid and contributes to the maintenance of peace and stability across the Taiwan Strait and within the region,” the department added. “We will continue to stand with friends and allies to advance our shared prosperity, security, and values. We will continue to deepen our ties with democratic Taiwan.”Last week, Rep. Michael McCaul (R-Texas), the ranking member of the House Foreign Affairs Committee, told reporters he <a href=\"https://nypost.com/2022/01/21/michael-mccaul-predicts-chinese-invasion-of-taiwan-after-winter-olympics/\">believes China will launch an invasion of Taiwan</a> sometime after <a href=\"https://nypost.com/2021/12/06/white-house-announcing-diplomatic-boycott-of-winter-olympics-report/\">the Winter Olympics</a> in Beijing, which begin next Friday.In the one-on-one interview with NPR — Qin’s first since assuming his post in Washington, DC last July — the ambassador discussed growing tensions in the region, as well as the upcoming Olympics. Qin said that China’s relationship with the US “is the most important,” despite growing tensions after Washington’s decision to take part <a href=\"https://nypost.com/2021/12/06/white-house-announcing-diplomatic-boycott-of-winter-olympics-report/\">in a diplomatic boycott of the games</a> in protest of human-rights abuses, most notably genocidal actions against Uyghur Muslims and in the <a href=\"https://nypost.com/2021/06/03/uighur-exiles-describe-forced-abortions-torture-in-xinjiang/\">northwest province of Xinjiang</a>.Qin denied that there was such a genocide.“The actual condition is that Uyghur people as other ethnic groups of people, they enjoy happy life,” he claimed. “They enjoy the rights and the freedom guaranteed by the constitution of China. They are a member of the big family of Chinese nation. This co-called genocide or forced labor — these are big lies of the century. There’s no genocide at all.”"
}