{
    "2017 - 2627": "WASHINGTON — President Trump wasted no time on Monday carrying out a central campaign pledge by scuttling the Trans-Pacific Partnership trade deal, one in a number of executive orders he issued.“We’ve been talking about this for a longtime,” Trump said as he signed the order in the Oval Office. “Great thing for the American worker.”The trade agreement among 12 Pacific Rim nations was negotiated by former President Obama and became a major issue in the 2016 presidential campaign, with even Democratic presidential candidate Hillary Clinton renouncing a deal she had previously supported.Sen. Bernie Sanders, who always against the deal, praised Trump, saying it’s “time to develop a trade policy that helps working families, not just multinational corporations.”“I am glad the Trans-Pacific Partnership is dead and gone,” the Independent from Vermont said. “For the last 30 years, we have had a series of trade deals … which have cost us millions of decent-paying jobs and caused a ‘race to the bottom’ which has lowered wages for American workers.”But Sen. John McCain condemned the decision to ditch the agreement saying it only increases China’s influence in the region. China was not part of TPP, but has been pursuing its own trade pact with others countries in the Pacific.“President Trump’s decision to formally withdraw from the Trans-Pacific Partnership is a serious mistake that will have lasting consequences for America’s economy and our strategic position in the Asia-Pacific region,” the Republican from Arizona said.White House spokesman Sean Spicer said Trump dumped the deal because the “agreement is not in the country’s best interest.”He said Trump’s decision sends a “strong signal that the Trump administration wants free and fair trade around the globe,” adding that the US would pursue bilateral trade agreements with other countries that were part of the pact.The president also signed orders freezing most federal government hiring, excluding the military, and reinstating a ban on federal money for international groups that provide abortions.Congress never adopted the controversial trade pact.The TPP was aimed at eliminating most tariffs and other trade barriers among the US, Japan, Canada, Mexico, Australia, Vietnam and half a dozen other countries around the Pacific.Trump has also taken aim at NAFTA, a trade agreement that took effect in 1994 between Mexico, Canada and the US.He has said he will begin re-negotiating that agreement when he meets with Canadian Prime Minister Justin Trudeau and Mexican President Enrique Pena Nieto to get better terms for the US or will withdraw from it.",
    "2017 - 1231": "President Trump signed an executive order Monday barring federal tax dollars going to foreign organizations that perform abortions or promote them, reinstating the “Mexico City Policy” that President Obama rescinded when he was in office.The policy has been put in place by Republicans in the Oval Office — including Presidents Ronald Reagan and George W. Bush — and rolled back by subsequent Democratic presidents.Reagan first instituted the policy in 1984, while attending a UN conference in Mexico City.The pro-life measure comes a day after the anniversary of the landmark Supreme Court case Roe v. Wade and days before the annual March for Life in Washington.“This is a great start to the Trump presidency and we hope this is only the beginning of de-funding Planned Parenthood and the end of forcing American taxpayers to fund an industry that ends hundreds of thousands of innocent lives a year and irreparably harms women,” said Students for Life of America president Kristan Hawkins in a statement.But Trump’s order also comes days after <a href=\"https://nypost.com/2017/01/22/why-didnt-these-people-vote-trump-hits-back-at-protesters/\">millions of women marched Saturday</a>, many advocating liberal policies on abortion.",
    "2017 - 2126": "PHILADELPHIA – President Trump told Republican members of Congress they’ll be busier than ever now that he’s running the White House.“This Congress is going to be the busiest Congress we’ve had in decades, maybe ever!” Trump said Thursday at the annual Republican retreat here.Striking a populist message, Trump told lawmakers to remember who they’re working for. It’s time, he said, to “restore the rule of law and return power to everyday Americans.”Trump noted Speaker Paul Ryan, a policy wonk, can now write legislation that will become law in the GOP-controlled Congress.“He’s writing his heart out,” Trump said. “We’re actually going to sign the stuff you are writing… he’s not wasting his time.”In one comedic moment, Trump was searching the crowd for former Rep. Mike Pompeo, just sworn in CIA director and therefore not part of the congressional retreat.“Where is Pompeo? Where the hell is he?” Trump said looking around.“Oh, he’s working.”Trump’s visit comes as House and Senate GOP leaders huddle for three days to plot how to repeal and replace Obamacare, devise tax reform, pass funding for Trump’s border wall and revisit trade agreements with Mexico and Britain.Trump’s motorcade was greeted by thousands of protesters as he rolled into the downtown Loews Hotel in Philadelphia.Some yelled: “We hate you!” and “Go home!”Trump earned applause from lawmakers for his recent executive actions to revive the Keystone and Dakota Access pipelines, bar US funding for foreign aid groups that support abortion and cracking down on sanctuary cities.“The hour of justice for the American worker has arrived,” Trump said.The commander-in-chief outlined his new approach for trade deals: one-on-one pacts with countries rather than large deals with several nations. If countries aren’t treating America fairly, he pledged to send them a 30-day “termination” notice.Trump drew chuckles from the crowd when he wished his Commerce Secretary nominee Wilbur Ross would have been approved by the Senate in time to talk trade with visiting British Prime Minister Theresa May on Friday.“I’ll have to do it myself,” Trump concluded.",
    "2017 - 1831": "Mike Pence became the first vice president to speak to pro-life activists at their annual March for Life Friday on the National Mall in Washington, DC.“I’m deeply humbled to stand before you today. Deeply humbled to be the first vice president of the United States to ever have the privilege to attend this historic day,” Pence told the cheering throngs, who have the political momentum to support their movement for the first time in years.“More than 240 years ago our founders wrote words that have echoed through the ages. They declared these truths to be self-evident, that we are, all of us, endowed by our creator with certain unalienable rights, and among these are life, liberty, and the pursuit of happiness,” he said.He then charged that the 1973 Roe v. Wade decision by the Supreme Court took that right to life away from the unborn by legalizing abortion.Pence said, however, support for the anti-abortion movement has grown, and cited the formerly pro-choice Donald Trump’s election victory as the latest proof.“It is no more evident in any way than in the historic election of a president who stands for a stronger America, a more prosperous America, and a president who I proudly say stands for the right to life, President Donald Trump,” he said to more cheers from the crowd.In Congress, Republican majorities in both chambers are vowing to end federal funding for Planned Parenthood, which provided more than a third of the nation’s abortions in 2014.They also hope to ban most abortions after 20 weeks of pregnancy. Trump has pledged to sign both measures if they reach his desk.Pence said the savings would be used to provide more health care for women across the US.Trump also took to Twitter to offer his support.“VP Mike Pence will be speaking at today’s #MarchForLife — You have our full support!” he wrote.",
    "2017 - 3703": "Eager for political payback, Senate Democrats plan to do everything they can to block<a href=\"https://nypost.com/2017/01/30/trump-says-hes-ready-to-name-supreme-court-nominee/\"> President Trump’s nomination for the Supreme Court</a> — even though they don’t know who it will be.Sen. Jeff Merkley (D-Ore.) said Monday that he will filibuster any pick that is not Merrick Garland — <a href=\"https://nypost.com/2016/03/16/obama-will-nominate-merrick-garland-to-supreme-court/\">former President Obama’s nominee</a> to replace <a href=\"https://nypost.com/2016/02/13/supreme-court-justice-antonin-scalia-dead-at-79/\">the late Antonin Scalia</a> — who was never granted a hearing or a vote by the GOP-controlled Senate.“This is a stolen seat. This is the first time a Senate majority has stolen a seat. We will use every lever in our power to stop this,” Merkley <a href=\"http://www.politico.com/story/2017/01/senate-democrats-filibuster-supreme-court-pick-234368\">told Politico</a>, adding that an overwhelming majority of his Democratic caucus will oppose Trump’s pick.A filibuster would mean that Trump’s nominee — whom he plans to announce on live TV Tuesday evening — will need 60 votes to be confirmed by the Senate.White House spokesman Sean Spicer later slammed Democrats for their blanket opposition.“As you know, tomorrow at 8 p.m. the president will announce who he intends to nominate for the Supreme Court. And for a party preaching tolerance, it’s interesting to see some Democrats have already come out against this unnamed individual,” Spicer said, referring to Democrats’ protests over Trump’s radical new immigration policies.“Before they have even heard who this individual is, you have got some of them saying absolutely no. That just shows you that it’s all about politics. The president has a right to have his nominees taken up. I think that’s a sad message.”Another Democrat, Amy Klobuchar of Minnesota, tweeted Sunday night that a Senate minority can block Supreme Court nominees.“Remember this week when Supreme Ct nominee is announced, vote threshold is SIXTY votes, different from the 51 vote margin w/other nominees,” she wrote.Sen. Chuck Schumer is also on record saying he will fight “tooth and nail” a nominee who isn’t “mainstream.”The only other top-court filibuster in modern history is when Democrats — including then-Sen. Barack Obama — tried to block President George W. Bush’s nomination of Samuel Alito.The new fight could lead to a change in Senate rules if the GOP votes to end filibusters, something each party has threatened in the past.Trump said Monday at the White House he would name “a person who is unbelievably highly respected.”Three US appeals court judges appointed by Bush are among those under consideration for the high court.They are: Neil Gorsuch, a judge on the Denver-based 10th US Circuit Court of Appeals; Thomas Hardiman, who serves on the Philadelphia-based 3rd US Circuit Court of Appeals; and William Pryor, a judge on the Atlanta-based 11th US Circuit Court of Appeals.Since Scalia’s death, the Supreme Court has been ideologically split, with four conservatives and four liberals on the bench.Another conservative justice could be pivotal in cases involving abortions; gun, religious and transgender rights; the death penalty, and other contentious issues.Democrats remain furious over Senate Majority Leader Mitch McConnell’s refusal last year to allow the Senate to consider Obama’s nomination of Garland for the vacant seat, an action with little precedent in US history.Trump, who took office Jan. 20, said last week that evangelical Christians “will love my pick.”Gorsuch, Hardiman and Pryor all possess strong conservative credentials.",
    "2017 - 5374": "\n<div class=\"brightcove-video alignnone\" data-video-economics=\"\" data-video-index=\"0\" style=\"\">\n<div class=\"brightcove-video__player\" data-aspect-ratio=\"default\">\n<video-js class=\"video-js player-single\" controls=\"\" data-bc-player-loaded=\"loaded_in_head\" data-bc-player-url=\"//players.brightcove.net/4137224153001/ed38fae1-4db1-4308-8095-399a04010bc1_default/index.min.js\" data-deferred-account=\"4137224153001\" data-deferred-player=\"ed38fae1-4db1-4308-8095-399a04010bc1\" data-deferred-video-id=\"5305819446001\" data-embed=\"default\" data-has-analytics=\"true\" data-nypost-playlist=\"\" data-nypost-playlist-type=\"\" data-replaced-player=\"\" id=\"nyp-brightcove-player-1\" playsinline=\"true\" style=\"\">\n</video-js>\n</div>\n</div>\n<br/>\nWASHINGTON — President Donald Trump nominated Neil Gorsuch, a fast-rising conservative judge with a writer’s flair, to the Supreme Court on Tuesday, a selection expected to spark a fierce fight with Democrats over a jurist who could shape America’s legal landscape for decades to come.At 49, Gorsuch is the youngest Supreme Court nominee in a quarter-century. He’s distinguished himself on the Denver-based 10th Circuit Court of Appeals with his clear, colloquial writing, advocacy for court review of government regulations, defense of religious freedom and skepticism toward law enforcement.“Judge Gorsuch has outstanding legal skills, a brilliant mind, tremendous discipline and has earned bipartisan support,” Trump said, announcing the nomination in his first televised address from the White House.Gorsuch’s nomination was cheered by conservatives wary of Trump’s own fluid ideology. If confirmed by the Senate, he will fill the seat left vacant by the death last year of Antonin Scalia, long the right’s most powerful voice on the high court.Some Democrats, still smarting over Trump’s unexpected victory in the presidential election, have vowed to mount a vigorous challenge to nearly any nominee to what they view as the court’s “stolen seat.”President Barack Obama nominated US Circuit Judge Merrick Garland for the vacancy after Scalia’s death, but Senate Republicans refused to consider the pick, saying the seat should be filled only after the November election.Trump’s choice of Gorsuch marks perhaps the most significant decision of his young presidency, one with ramifications that could last long after he leaves office. After an uneven start to his presidency, including the chaotic rollout of a controversial refugee ban, Trump’s selection of Gorsuch appeared to proceed with little drama.For some Republicans, the prospect of filling one or more Supreme Court seats over the next four years has helped ease their concerns about Trump’s experience and temperament. Three justices are in their late 70s and early 80s, and a retirement would offer Trump the opportunity to cement conservative dominance of the court for many years.If confirmed, Gorsuch will restore the court to the conservative tilt it held with Scalia on the bench.But he is not expected to call into question high-profile rulings on abortion, gay marriage and other issues in which the court has been divided 5-4 in recent years.Gorsuch was among the 21 possible choices for the court Trump released during the campaign. Other finalists also came from that list, including Thomas Hardiman, who serves alongside Trump’s sister on the Philadelphia-based 3rd US Circuit Court of Appeals, and William Pryor, a federal appeals court judge and Alabama’s attorney general from 1997 to 2004.Pryor’s standing slipped in the lead-up to the announcement, in part because his reputation as a staunch conservative seems likely to make him a rich target for Democratic senators in a confirmation hearing.Yet Gorsuch, too, is expected to face intense scrutiny from Democrats. Some liberals have demanded that Democrats block any Trump choice, underscoring the deep partisan discord surging through Washington.“Now is not the time for business as usual,” MoveOn.org’s Ilya Sheyman said in a statement.Gorsuch is a Colorado native who earned his bachelor’s degree from Columbia University in three years, then a law degree from Harvard. He clerked for Supreme Court Justices Byron White, a fellow Coloradan, and Anthony Kennedy before earning a philosophy degree at Oxford University and working for a prominent Washington, DC, law firm.He served for two years in President George W. Bush’s Department of Justice before the president nominated him to the appeals court.Gorsuch has contended that courts give too much deference to government agencies’ interpretations of statutes, a deference that stems from a Supreme Court ruling in a 1984 case. He sided with two groups that successfully challenged the Obama administration’s requirements that employers provide health insurance that includes contraception.If Democrats decide to filibuster Gorsuch’s nomination, his fate could rest in the hands of Senate Majority Leader Mitch McConnell. Trump has encouraged McConnell to change the rules of the Senate and make it impossible to filibuster a Supreme Court nominee — a change known in the Senate as the “nuclear option.”A conservative group already has announced plans to begin airing $2 million worth of ads in support of the nominee in Indiana, Missouri, Montana and North Dakota, four states that Trump won and in which Democrats will be defending their Senate seats in 2018.",
    "2017 - 7852": "<aside class=\"single__inline-module alignleft\"> <div class=\"inline-module inline-module--related-post\">\n<div class=\"inline-module__inner\">\n<h2 class=\"inline-module__heading widget-heading widget-heading--underline\">\n\t\t\tsee also\t\t</h2>\n<div class=\"story story--i-flex story--i-flex-none-lg\">\n<div class=\"story__image\">\n<a class=\"inline-module--related-post__link\" data-ga-event='\n\t\t\t{\"category\":\"See Also\",\"action\":\"https:\\/\\/nypost.com\\/2017\\/02\\/01\\/what-makes-neil-gorsuch-so-appealing-to-conservatives\\/\",\"label\":\"Slot 1\"}\t\t\t' href=\"https://nypost.com/2017/02/01/what-makes-neil-gorsuch-so-appealing-to-conservatives/\" rel=\"\" tabindex=\"-1\" target=\"_self\">\n<img alt=\"\" class=\"attachment-nyp_large_video size-nyp_large_video\" height=\"260\" loading=\"lazy\" sizes=\"(min-width: 600px) 389px, 300px\" src=\"https://nypost.com/wp-content/uploads/sites/2/2017/02/usa-court_trump-2.jpg?quality=75&amp;strip=all&amp;w=389\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2017/02/usa-court_trump-2.jpg?quality=75&amp;strip=all&amp;w=778 778w, https://nypost.com/wp-content/uploads/sites/2/2017/02/usa-court_trump-2.jpg?quality=75&amp;strip=all&amp;w=584 583w, https://nypost.com/wp-content/uploads/sites/2/2017/02/usa-court_trump-2.jpg?quality=75&amp;strip=all&amp;w=389 389w, https://nypost.com/wp-content/uploads/sites/2/2017/02/usa-court_trump-2.jpg?quality=75&amp;strip=all&amp;w=195 194w, https://nypost.com/wp-content/uploads/sites/2/2017/02/usa-court_trump-2.jpg?quality=75&amp;strip=all 1024w\" width=\"389\"/> </a>\n</div>\n<a class=\"inline-module--related-post__link\" data-ga-event='\n\t{\"category\":\"See Also\",\"action\":\"https:\\/\\/nypost.com\\/2017\\/02\\/01\\/what-makes-neil-gorsuch-so-appealing-to-conservatives\\/\",\"label\":\"Slot 1\"}\t' href=\"https://nypost.com/2017/02/01/what-makes-neil-gorsuch-so-appealing-to-conservatives/\" rel=\"\" target=\"_self\">\n<h3 class=\"postid-10707704 story__headline headline headline--xs inline-module--related-post__headline\">\n\t\tWhat makes Neil Gorsuch so appealing to conservatives\t</h3>\n</a>\n</div>\n</div>\n</div>\n</aside><br/>\nPresident Trump nominated conservative Judge Neil Gorsuch of Denver to the Supreme Court on Tuesday — a move Democrats vowed to fight even before his name was announced.“I took the task of this nomination very seriously,” Trump said as he presented the justice nominee and his wife, Louise, in an announcement at the White House. “Judge Gorsuch has outstanding legal skills.”He added: “The qualifications of Judge Gorsuch are beyond dispute.”Gorsuch took the podium and talked emotionally about how he “missed” the justice he would be replacing, the late Antonin Scalia.“I pledge that if I am confirmed,” he said, “I will be a faithful servant to the Constitution and laws of this country.”Gorsuch, 49, a fourth-generation Coloradan who sits on the US Court of Appeals for the 10th Circuit in Denver, will restore the ideological balance that existed before Scalia’s sudden death in February 2016 left a gaping vacancy.The Harvard grad is a conservative Republican and a champion of religious liberty known for his crisp and pointed writing style.He has slammed liberals for an “overweening addiction to the courtroom” and last year hailed Scalia as a “lion of the law.”A study led by Mercer University law professor Jeremy Kidd concluded that Gorsuch was the second-most similar to Scalia of the 21 prospective justices on a list Trump released during the presidential campaign.He has a decade-long record on the federal bench, and won unanimous Senate approval for his appeals court post in 2006.But he will face tough grilling from Democrats on the Judiciary Committee and, surviving that, when the full Senate votes on his nomination.Sen. Jeff Merkley (D-Ore.) vowed to stage a filibuster on the Senate floor even before the pick was announced.The nomination came after an extraordinarily contentious day in the nation’s capital, with Democrats still furious over the president’s temporary travel ban on immigrants from seven predominantly Muslim countries.Fast-moving developments included:About 250 people gathered outside Schumer’s Midtown office in the afternoon, and a <a href=\"https://nypost.com/2017/01/31/thousands-of-protesters-gather-outside-chuck-schumers-apartment/\">larger demonstration in the evening at Grand Army Plaza in Brooklyn</a> was headed to his Prospect Park home.Schumer led the effort to delay a vote on Sessions using a procedural trick known as the “2-hour rule,” which bars Senate committee meetings from continuing past 2 p.m.Democrats on the committee gave lengthy speeches, with Sen. Mazie Hirono (D-Hawaii) dragging out the clock for 23 minutes, in part by reciting a speech by former President Ronald Reagan.Schumer announced his intentions on Twitter — mid-hearing — at 1:21 pm: “The American people need answers on exec orders from Sen. Sessions. Jud Cmte shouldn’t proceed until we get them so I’ll invoke the 2hr rule.”Judiciary Committee chair Sen. Chuck Grassley — who gave Democrats the leeway to vent — said the vote would be delayed until 10:30 a.m. Wednesday once he learned Schumer had invoked the maneuver.As Democrats fought to delay hearings on Trump’s cabinet picks, the White House and GOP senators fought back furiously.Administration spokesman Sean Spicer angrily called the delay tactics “ridiculous.”“The mere idea they’re not even showing up to hearings is truly outrageous,” he said.Finance Committee chair Orrin Hatch (R-Utah) went further.“They ought to stop posturing and acting like idiots,” he griped. “I’m very disappointed in this kind of crap. This is the most pathetic thing I’ve seen in my whole life in the United States Senate.”The Democratic walkout stalled deliberations because Finance Committee rules require at least one Democrat to be present for votes.Sen. Patrick J. Toomey (R-Pa.) said the move was unprecedented: “We did not inflict this kind of obstructionism on President Obama,” he said.But in 2013, when Democrats controlled the Senate, Republicans boycotted a committee vote on Gina McCarthy to head the Environmental Protection Agency, temporarily stalling it.Trump, the former star of “The Apprentice,” had summoned Gorsuch and his other top finalist, Thomas Hardiman, 49, of Pittsburgh, to appear in DC, setting up a dramatic reality-TV-like reveal of the winner.Republicans hoped an announcement this week on the Supreme Court choice would provide time for confirmation before the Senate recess scheduled to start April 8, and potentially let the new justice hear cases during the high court’s current nine-month term.Democrats will be hard-pressed to stop the nomination given the 52-48 advantage Republicans hold in the Senate.Under current rules, Republicans need 60 votes to bring the nomination to the Senate floor if the filibuster proceeds.But Republicans could eliminate the filibuster for Supreme Court appointments with a simple majority vote — invoking the so-called “nuclear option.”Senate Majority Leader Mitch McConnell (R-Ky.) has vowed lawmakers will confirm Trump’s nominee.The political leanings of the court nominee are of vital importance to Democrats as the new court could decide cases affecting controversial issues such as immigration, voting rights, abortion, affirmative action and transgender rights.“It’s really important we have a mainstream nominee, and the way to do that is to require a super-majority vote, as we have now,” Sen. Debbie Stabenow (D-Mich.) said Monday.Democrats are still smarting from Senate Republicans’ refusal to consider President Obama’s nomination of Judge Merrick Garland to fill the Scalia seat. That nomination would have given the court a majority of Democratic appointees for the first time since 1969.The nomination could be one of several for Trump. Three other justices — Ruth Bader Ginsburg, Anthony Kennedy and Stephen Breyer — are at least 78.",
    "2017 - 4087": "WASHINGTON — Rep. Tom Price of Georgia was sworn in Friday as health and human services secretary, setting the stage for the conservative to play a leading role in dismantling President Barack Obama’s health care law.Vice President Mike Pence administered the oath to Price hours after he won Senate confirmation on a narrow, 52-47 vote early Friday.Price is an orthopedic surgeon who is expected to help scuttle the Affordable Care Act, in part, by issuing regulations to weaken it.Democrats assailed Price as an ideologue with a questionable history of trading health care stocks and warned that he would take away health insurance from millions of Americans.Price took the oath of office at the White House just hours after the Senate confirmed him in a party-line vote. That roll call came in the dead of night, thanks to Democrats’ tactic of forcing prolonged debates to broadcast their opposition to President Trump and his team.“Having Dr. Tom Price at the helm of HHS gives us a committed ally in our work to repeal and replace ObamaCare,” House Speaker Paul Ryan (R-Wis.) said Friday.Democrats focused on the legislation Price sponsored during a seven-term House career, including efforts to kill Obama’s law. He’s also sought to reshape Medicare’s guarantee of health coverage for seniors into a voucher-like program; cut Medicaid, which helps poor people afford care; and halt federal payments to Planned Parenthood because it provides abortions.Sen Elizabeth Warren (D-Mass.) conceded that Price had experience but added, “It’s the kind of experience that should horrify you.”That battle won, Republicans were preparing to next win Senate confirmation for financier Steven Mnuchin to be Treasury secretary. He was expected to get the chamber’s approval Monday, along with Trump’s choice to head the Department of Veterans Affairs, physician David Shulkin.Republicans have lauded Mnuchin’s long career in the finance and banking worlds.As they did with Price, Democrats are attacking Mnuchin’s background, such as criticizing OneWest bank, which he led, for not protecting thousands of homeowners from unnecessary foreclosures. They also said he failed to disclose nearly $100 million in assets on forms he filed with the Senate.Price’s nomination is part of a larger clash in which Republicans want to quickly enact priorities long blocked by Obama. Democrats, with few tools as Congress’ minority, are making a show of resistance, stretching some floor debates to the maximum 30 hours that Senate rules allow.The high stakes plus Trump’s belligerent style have fed the combativeness. They’ve also produced remarkable scenes, including Democratic boycotts of hearings, Republicans suspending committee rules to approve nominees and GOP senators voting to bar Warren from joining one debate.Democrats have accused Price of lying about his acquisition of discounted shares of an Australian biotech company and benefiting from insider information. They’ve also asserted he pushed legislation to help a medical implant maker whose stock he’d purchased.Price has said he’s done nothing wrong. It’s illegal for members of Congress to engage in insider trading.His close confirmation was the fourth consecutive Senate clash over a cabinet nominee that closely followed party lines.Attorney General Jeff Sessions was confirmed 52-47, after Warren was punished for reading a 1986 letter by Coretta Scott King criticizing him. Betsy DeVos became education secretary 51-50, thanks to a tie-breaking vote by Vice President Mike Pence.And former ExxonMobil CEO Rex Tillerson became secretary of state 56-43.Those close tallies are a departure from most cabinet votes, in which the Senate usually grants overwhelming approval in a show of deference to letting presidents choose their teams.Just four of 31 votes for Obama’s cabinet vacancies drew at least 40 “no” votes, as did only two of 34 votes for cabinet positions under President George W. Bush.During that period, the closest tally for health secretary before Price was the 65-31 roll call for Obama’s 2009 pick, Kathleen Sibelius."
}