{
    "2015 - 6980": "Something extraordinary happened on Election Day. Voters in the state of Utah elected Mia Love, the Brooklyn-born daughter of Haitian immigrants, to serve in the US House of Representatives.The fact that Love, 38, is black is little cause for comment. What’s of note is that a fiscal conservative who graduated from Connecticut’s University of Hartford, supports gun rights, opposes a woman’s right to choose abortion, and wants to repeal ObamaCare has defeated a male Democrat to become the first black Republican woman — ever — to be elected to Congress. That might be a good reason to stand up and take notice.Finally! Diversity in government.“My parents immigrated to the US with 10 dollars in their pocket, believing that the America they had heard about really did exist,’’ Love said in a speech at the Republican National Convention in 2012. “When times got tough, they didn’t look to Washington, they looked within.’’This election saw a huge number of voters looking within and rejecting the leftist, pro-big-government policies of President Obama. Soon, more than 100 women, Republican and Democratic, will be serving in the House and Senate, a new record. And still, that has not stopped the usual feminist suspects from whining that their sisters in estrogen have not gained substantial numbers of elective offices. I think I know why.Republican women — ladies who cannot be counted on to support the standard, liberal political agenda — have made the greatest inroads this time around. Call it The Year of the Republican Woman. Consider:In New York, Republican Elise Stefanik, a Harvard grad and pro-small-business leader who helped run the upstate plywood company founded by her family, won the race for the state’s 21st Congressional District, beating her male Democratic challenger. And at age 30, the incoming House member is the youngest woman ever elected to Congress. That’s an amazing feat for a woman whose greatest struggle will be to improve the often-hostile climate for business owners.She told The Post before the election that said she feels honored “to have added an additional crack in the glass ceiling.”Republican Joni Ernst, 44, became the first woman to represent Iowa in the US Senate after beating her Democratic challenger, a guy. Ernst serves in her state’s Army National Guard and was a company commander in Iraq in 2003. She also grew up on a farm castrating pigs — she cried in a TV commercial, “Washington is full of big spenders. Let’s make ’em squeal.’’After serving seven terms as a Republican House member, Shelley Moore Capito, 60, holds the distinction of being the first woman ever elected to the US Senate from her home state, West Virginia. In Virginia, Republican Barbara Comstock, 55, won a hotly contested House seat, defeating her male Democratic opponent and keeping the seat for the GOP.“This is not the triumph of women or women’s politics. This is the triumph of the politics of ideas,’’ Lisa Schiffren, senior fellow of the conservative think tank the Independent Women’s Forum, told me.Women are “getting elected because of their policies, not because of gender or race or identity politics.’’Readers know that I don’t agree with the entire right-wing agenda, particularly when it comes to abortion rights, which I support. But conservative women have for too long been maligned by the left as closet woman-haters at best, right-wing lunatics at worst — a kind of bigotry that should make us all cry foul.“The contention is that a Republican is going to take away your right to abortion and contraception,’’ said Schiffren. “That’s just a joke.“Women want jobs — for themselves, for their daughters, their sons and husbands,’’ she said. “Voters understand that the economy, immigration, foreign policy matter.’’An 18-year-old woman, Saira Blair, a university freshman and a Republican, was elected to the House of Delegates, one of West Virginia’s two state legislative bodies, defeating her male Democratic opponent. When she’s sworn into office, she’ll become the youngest lawmaker in the country. Blair is pro-gun rights and against abortion. But she “campaigned on a pledge to work to reduce certain taxes on business,’’ according to The Wall Street Journal.Republican women are growing in number, power and influence. Get used to it.It was a good day for stoners. On Election Day, voters in Alaska, Oregon — and Washington, DC — approved measures allowing the recreational use of marijuana.While some lawmakers have signaled that they’d likely work to block pot smoking and ingestion in the nation’s capital, it’s tempting to root for wacky weed. It might be just the ticket to get warring factions to work together in harmony.A pair of skinned goat heads joined together by twine were found hanging on a light pole at a busy intersection in Park Slope, Brooklyn, like an old pair of tennis shoes, upsetting animal-rights types and ordinary folks who’d just eaten breakfast.Then a car-service worker knocked down the bloody remains and threw the heads in a garbage pail. Cops are investigating. Was this part of a Santería ritual? Voodoo? Or was it a New York City-style prank?Whatever it was, it was gross.Superstar Minnesota Vikings running back Adrian Peterson got a major break.He’d been indicted by a Texas grand jury on a felony charge of reckless or negligent injury to a child after beating his 4-year-old son in May with a wooden switch, leaving cuts and bruises all over the small boy’s back, buttocks, legs, hands and one of his testicles.But prosecutors this week signed off on a sweet plea deal allowing Peterson, 29, to plead no contest to a misdemeanor charge of reckless assault. A judge did not order him to spend even a minute in jail.Oh, he’ll have to serve probation, pay a $4,000 fine, complete “parenting’’ classes and perform 80 hours of community service. That’s a walk in the park compared with the up to two years in prison and $10,000 fine he had faced if convicted of felony child abuse.Now Daddy Dearest wants not only to reconnect with his son, whom he was barred from seeing, but wants to resume playing football, said his lawyer. Peterson’s been on a paid leave of absence from the Vikings under a special exemption from the National Football League commissioner while his court case played out. A league spokesman would not say when or if he’ll return to the gridiron. But I think you can count on it. Football is important.A child, not so much.She’s one of Hollywood’s highest-paid actresses, an Oscar winner and a filmmaker who serves as a globe-trotting humanitarian, a special envoy for the United Nations High Commissioner for Refugees. She’s also a mother of six and is married to hunky movie star Brad Pitt, 50.Angelina Jolie, 39, has told Vanity Fair magazine that “I am open’’ to the idea of pursuing politics. Why does she consider herself qualified to take the plunge? Then again, Jolie’s bound to increase the hotness quotient in the halls of government.Run, Angie, run!",
    "2015 - 23887": "President Ronald Reagan secretly recorded some of his conversations with foreign leaders, discovered author William Doyle, who shared some of these never-heard tapes exclusively with The Post.“Until now, taping was thought to have stopped in the Nixon era. I discovered that was not the case,” Doyle said.The recordings from the White House Situation Room include Reagan trying to convince an intractable Israeli Prime Minister Menachem Begin to hold off the pullout of Israeli troops from Lebanon in 1983 until Lebanese forces can replace them; the president discussing the release of Western hostages in the Middle East with Pakistani President Muhammad Zia-ul-Haq, and a talk with Syrian President Hafez al-Assad, the father of Syria’s current dictator and the original “Butcher of Damascus”— whom he kept waiting for over 13 minutes while he finished up a horseback ride at his California ranch.“Damascus is saying hurry up, what’s going on?” Assad’s frustrated translator says at one point before the conversation.Doyle said Reagan recorded many, but not all, of his phone calls with heads of state through the Situation Room switchboard, so that an accurate record could be kept of conversations that often included translators and bad connections.“There is no evidence that I have seen that Reagan audiotaped any other closed-door non-public White House business,” said Doyle.The tapes — found in the Situation Room in response to 1987 congressional Iran-Contra inquiries — were routinely discarded or recorded over, but Doyle received them last week following a Freedom of Information Act request he made in 1996.“The White House told Congress they were not relevant to the inquiry, and the tapes stayed in the White House, classified and unheard by any outsiders, until they were labeled, boxed and sent to the Reagan Library, where they remained classified,” said Doyle, co-author of “Navy SEALS: Their Untold Story,” a new book out this week, and co-producer of the companion PBS documentary special.Steve Branch, an audiovisual archivist at the Reagan Presidential Library in California, said the tapes are the first audio recordings of White House Situation Room telephone conversations the library has released to date.The five recordings, which Doyle said he selected because of their potential historical value, include two of Zia-ul-Haq — who died in a plane crash that was a suspected assassination in 1988 — who is exceedingly deferential to Reagan, repeatedly apologizing for potentially bothering him with the call about the Beirut hostage crisis of 1984. Reagan insists the hijackers not be appeased, “because I think we would just see more hijackings then and more terrorism.”In another recording, Reagan profusely apologizes to British Prime Minister Margaret Thatcher for not consulting with her before launching SEALs and other American forces into Grenada in October 1983.“I guess it’s the first thing we have done since I’ve been president in which the secret was actually kept until it happened,” he notes.Here are some excerpts from the Reagan tapes acquired by author William Doyle, who puts the calls in context for The Post:<a name=\"44fa290685ba5761e82774acf90f21a3-56757169-54652679\"></a>\n<iframe allow=\"fullscreen\" allowfullscreen=\"true\" class=\"wpcom-protected-iframe\" frameborder=\"0\" height=\"20\" id=\"wpcom-iframe-44fa290685ba5761e82774acf90f21a3-56757169-54652679\" scrolling=\"yes\" src=\"https://embeds.nypost.com/protected-iframe/44fa290685ba5761e82774acf90f21a3-56757169-54652679\" width=\"100%\">\n</iframe>\n<script type=\"text/javascript\">\n\t\t( function() {\n\t\t\tvar func = function() {\n\t\t\t\tvar iframe = document.getElementById('wpcom-iframe-44fa290685ba5761e82774acf90f21a3-56757169-54652679')\n\t\t\t\tif ( iframe ) {\n\t\t\t\t\tiframe.onload = function() {\n\t\t\t\t\t\tiframe.contentWindow.postMessage( {\n\t\t\t\t\t\t\t'msg_type': 'poll_size',\n\t\t\t\t\t\t\t'frame_id': 'wpcom-iframe-44fa290685ba5761e82774acf90f21a3-56757169-54652679'\n\t\t\t\t\t\t}, \"https:\\/\\/embeds.nypost.com\" );\n\t\t\t\t\t}\n\t\t\t\t}\n\n\t\t\t\t// Autosize iframe\n\t\t\t\tvar funcSizeResponse = function( e ) {\n\n\t\t\t\t\tvar origin = document.createElement( 'a' );\n\t\t\t\t\torigin.href = e.origin;\n\n\t\t\t\t\t// Verify message origin\n\t\t\t\t\tif ( 'embeds.nypost.com' !== origin.host )\n\t\t\t\t\t\treturn;\n\n\t\t\t\t\t// Verify message is in a format we expect\n\t\t\t\t\tif ( 'object' !== typeof e.data || undefined === e.data.msg_type )\n\t\t\t\t\t\treturn;\n\n\t\t\t\t\tswitch ( e.data.msg_type ) {\n\t\t\t\t\t\tcase 'poll_size:response':\n\t\t\t\t\t\t\tvar iframe = document.getElementById( e.data._request.frame_id );\n\n\t\t\t\t\t\t\tif ( iframe && '' === iframe.width )\n\t\t\t\t\t\t\t\tiframe.width = '100%';\n\t\t\t\t\t\t\tif ( iframe && '' === iframe.height )\n\t\t\t\t\t\t\t\tiframe.height = parseInt( e.data.height );\n\n\t\t\t\t\t\t\treturn;\n\t\t\t\t\t\tdefault:\n\t\t\t\t\t\t\treturn;\n\t\t\t\t\t}\n\t\t\t\t}\n\n\t\t\t\tif ( 'function' === typeof window.addEventListener ) {\n\t\t\t\t\twindow.addEventListener( 'message', funcSizeResponse, false );\n\t\t\t\t} else if ( 'function' === typeof window.attachEvent ) {\n\t\t\t\t\twindow.attachEvent( 'onmessage', funcSizeResponse );\n\t\t\t\t}\n\t\t\t}\n\t\t\tif (document.readyState === 'complete') { func.apply(); /* compat for infinite scroll */ }\n\t\t\telse if ( document.addEventListener ) { document.addEventListener( 'DOMContentLoaded', func, false ); }\n\t\t\telse if ( document.attachEvent ) { document.attachEvent( 'onreadystatechange', func ); }\n\t\t} )();\n\t\t</script>\nA deeply apologetic Reagan pours on the charm on Oct. 26, 1983 as he tries to assuage the anger of the British Prime Minister Margaret Thatcher, who he knows is furious that he is invading Grenada without having consulted with her first. “It is a remarkable, secret presidential call, as Reagan is in the middle of a major presidential crisis, thousands of US troops are in motion into combat and he is talking without a script,” Doyle says. It’s also the first time Reagan ever led troops into combat, including the first major combat operation of the Navy SEALs after Vietnam.<figure class=\"wp-caption aligncenter\" id=\"attachment_7919752\"><a class=\"aligncenter\" href=\"https://vip.nypost.com/wp-content/uploads/sites/2/2014/11/thatcher_obit.jpg\"><img alt=\"\" class=\"size-nypost-large-desktop wp-image-7919752\" height=\"450\" loading=\"lazy\" sizes=\"(max-width: 680px) 100vw, 680px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2014/11/thatcher_obit.jpg?w=680&amp;h=450&amp;crop=1\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2014/11/thatcher_obit.jpg?quality=75&amp;strip=all&amp;w=1350 1360w, https://nypost.com/wp-content/uploads/sites/2/2014/11/thatcher_obit.jpg?quality=75&amp;strip=all&amp;w=1013 1020w, https://nypost.com/wp-content/uploads/sites/2/2014/11/thatcher_obit.jpg?quality=75&amp;strip=all&amp;w=675 680w, https://nypost.com/wp-content/uploads/sites/2/2014/11/thatcher_obit.jpg?quality=75&amp;strip=all&amp;w=338 340w, https://nypost.com/wp-content/uploads/sites/2/2014/11/thatcher_obit.jpg?quality=75&amp;strip=all 1024w\" width=\"680\"/></a><figcaption class=\"wp-caption-text\"><span class=\"credit\">AP</span></figcaption></figure><strong>Reagan:</strong> If I were there, Margaret, I’d throw my hat in the door before I came in.<strong>Thatcher:</strong> There’s no need to do that.<strong>Reagan:</strong> We regret very much the embarrassment that’s been caused you, and I would like to tell you what the story is from our end out here. I was awakened at 3 in the morning, supposedly on a golfing vacation down in Georgia. And was there with the secretary of state [George Shultz], so we met in pajamas out in the living room of our suite because of this urgent plea from the Organization of East Caribbean States pleading with us to support them in this thing in Grenada.We immediately got a group going back here in Washington, which we shortly joined, on planning and so forth. It was literally a matter of hours. We were greatly concerned, because of a problem here — and not at your end at all — but here. We’ve had a nagging problem of a loose source, a leak, here. At the same time we had immediate surveillance — as well as we could without their knowing it was happening — on Cuba to make sure that we could get ahead of them if they were moving and indeed, they were making some tentative moves. They sent some kind of command personnel into the island there.Incidentally, let me tell you that we were being so careful here that we didn’t even give a firm answer to the Caribbean States. We told them that we were planning, but we were so afraid of this source and what it would do; it could almost abort a mission, with the lives that could have endangered.When word came of your concerns — by the time I got it — the zero hour had passed, and our forces were on their way. And of course the time difference made it later in the day when you learned of it. For us over here it was only 5:30 in the morning when they finally landed and at last we could talk plainly. But I want you to know it was no feeling on our part of lack of confidence at your end. It’s at our end.And so, I guess it’s the first thing we have done since I’ve been president in which the secret was actually kept until it happened. But our military and the planning only had — I really have to call it a matter of hours — to put this together. I think they did a magnificent job. Your governor general [Sir Paul Scoon] there, we have him safe, and his wife. That was one of our primary goals was to immediately sequester him for his safety. So he is safe in our hands down there.<strong>Thatcher:</strong> I know about sensitivity, because of the Falklands. That’s why I would not speak for very long even on the secret telephone to you. Because even that can be broken. I’m very much aware of sensitivities. The action is underway now and we just hope it will be successful.<em>(Later)</em><br/>\n<strong>Reagan: </strong>I tell ya, those people on those other islands, they’re pretty remarkable. We’ve had here, when I made the announcement to the press here, that OK they’re on shore and D-Day has happened. And I had with me, Prime Minister Charles.<strong>Thatcher: </strong>I know her. She’s a wonderful person.<strong>Reagan:</strong> She certainly is. She’s captured our city by storm. She’s right up on the Hill meeting with some of our Congress right now. And then, Adams, from Barbados, we are getting him up here. We’ve got both of them on some of our television shows so they can talk to the people. We are getting him on, we’ve had her on. He’s a remarkable man also.<strong>Thatcher:</strong> He’s a very remarkable man. He is a very cultured man and very wise. He’s been in politics a long time.<strong>Reagan: </strong>Yes. You know she doesn’t have an army. She did away with an army completely. She has a police force. She told me that her constables in her police force were coming in from out in the country and asking her if they couldn’t go with the forces over there.<strong>Thatcher: </strong>They wanted to help.<strong>Reagan:</strong> They all feel — and dating from the days when they were under the Crown — she used the expression: kith and kin. I don’t know if that’s one of our expressions or one of yours.<strong>Thatcher:</strong> It’s one of ours.<strong>Reagan:</strong> Well, we still use it here. We still have the heritage. She used that several times to describe their feelings. They have no feeling of the people on the other islands being foreigners. They still think of themselves as all one group. We want to put them out ahead in helping with the restoration of a government, so there will be no taint of big old Uncle Sam trying to impose a government on them.<strong>Thatcher:</strong> There is a lot of work to do yet, Ron.<strong>Reagan:</strong> Oh, yes.<em>(Later)</em><br/>\n<strong>Thatcher: </strong>I must return to this debate in the House. It is a bit tricky.<strong>Reagan: </strong>All right. Go get ’em. Eat ’em alive.<a name=\"f21b640c082eb891629509d65c82a8e8-56757169-54652679\"></a>\n<iframe allow=\"fullscreen\" allowfullscreen=\"true\" class=\"wpcom-protected-iframe\" frameborder=\"0\" height=\"20\" id=\"wpcom-iframe-f21b640c082eb891629509d65c82a8e8-56757169-54652679\" scrolling=\"yes\" src=\"https://embeds.nypost.com/protected-iframe/f21b640c082eb891629509d65c82a8e8-56757169-54652679\" width=\"100%\">\n</iframe>\n<script type=\"text/javascript\">\n\t\t( function() {\n\t\t\tvar func = function() {\n\t\t\t\tvar iframe = document.getElementById('wpcom-iframe-f21b640c082eb891629509d65c82a8e8-56757169-54652679')\n\t\t\t\tif ( iframe ) {\n\t\t\t\t\tiframe.onload = function() {\n\t\t\t\t\t\tiframe.contentWindow.postMessage( {\n\t\t\t\t\t\t\t'msg_type': 'poll_size',\n\t\t\t\t\t\t\t'frame_id': 'wpcom-iframe-f21b640c082eb891629509d65c82a8e8-56757169-54652679'\n\t\t\t\t\t\t}, \"https:\\/\\/embeds.nypost.com\" );\n\t\t\t\t\t}\n\t\t\t\t}\n\n\t\t\t\t// Autosize iframe\n\t\t\t\tvar funcSizeResponse = function( e ) {\n\n\t\t\t\t\tvar origin = document.createElement( 'a' );\n\t\t\t\t\torigin.href = e.origin;\n\n\t\t\t\t\t// Verify message origin\n\t\t\t\t\tif ( 'embeds.nypost.com' !== origin.host )\n\t\t\t\t\t\treturn;\n\n\t\t\t\t\t// Verify message is in a format we expect\n\t\t\t\t\tif ( 'object' !== typeof e.data || undefined === e.data.msg_type )\n\t\t\t\t\t\treturn;\n\n\t\t\t\t\tswitch ( e.data.msg_type ) {\n\t\t\t\t\t\tcase 'poll_size:response':\n\t\t\t\t\t\t\tvar iframe = document.getElementById( e.data._request.frame_id );\n\n\t\t\t\t\t\t\tif ( iframe && '' === iframe.width )\n\t\t\t\t\t\t\t\tiframe.width = '100%';\n\t\t\t\t\t\t\tif ( iframe && '' === iframe.height )\n\t\t\t\t\t\t\t\tiframe.height = parseInt( e.data.height );\n\n\t\t\t\t\t\t\treturn;\n\t\t\t\t\t\tdefault:\n\t\t\t\t\t\t\treturn;\n\t\t\t\t\t}\n\t\t\t\t}\n\n\t\t\t\tif ( 'function' === typeof window.addEventListener ) {\n\t\t\t\t\twindow.addEventListener( 'message', funcSizeResponse, false );\n\t\t\t\t} else if ( 'function' === typeof window.attachEvent ) {\n\t\t\t\t\twindow.attachEvent( 'onmessage', funcSizeResponse );\n\t\t\t\t}\n\t\t\t}\n\t\t\tif (document.readyState === 'complete') { func.apply(); /* compat for infinite scroll */ }\n\t\t\telse if ( document.addEventListener ) { document.addEventListener( 'DOMContentLoaded', func, false ); }\n\t\t\telse if ( document.attachEvent ) { document.attachEvent( 'onreadystatechange', func ); }\n\t\t} )();\n\t\t</script>\nThis call in June 1985 is about TWA Flight 847, which was hijacked by Hezbollah and Islamic Jihad. “Reagan had two cards to play to try to free the hostages: the military card, as Navy SEALs and other US special forces prepared several times to rescue hostages in Lebanon but could never get good enough intelligence to confirm their exact whereabouts,” Doyle says. “And he had the diplomatic card, which he is trying to play here with Pakistan, which had influence in Lebanon with the Shia.”<strong>Pakistani President Muhammad Zia-ul-Haq:</strong> We have released a statement this afternoon in the press and also the media about conveying the concern of the people of Pakistan government . . . in this undue delay, and we have demanded immediate release of the hostages, and also we have at the same time conveyed that we hope that those Lebanese Shiites would be released by the government of Israel.<strong>Reagan: </strong>Yes. Well, we must do that in a way that does not make the hijackers think that they have won their goal, because I think we would just see more hijackings then and more terrorism. But we believe that if they will return ours, and then I think the Israelis are prepared to also to deliver theirs. But not make it a kind of ransom at the moment.<strong>Zia-ul-Haq:</strong> I entirely agree with you, Mr. President. And I must say that many of us here in Pakistan and also elsewhere in the world really appreciate the stand that you have taken. We admire you, Mr. President, and we salute you. And we hope that you will win because right must win.<strong>Reagan:</strong> Well, thank you very much.<a name=\"4e8fca4ee20ec468df8b6ee508e7886b-56757169-54652679\"></a>\n<iframe allow=\"fullscreen\" allowfullscreen=\"true\" class=\"wpcom-protected-iframe\" frameborder=\"0\" height=\"20\" id=\"wpcom-iframe-4e8fca4ee20ec468df8b6ee508e7886b-56757169-54652679\" scrolling=\"yes\" src=\"https://embeds.nypost.com/protected-iframe/4e8fca4ee20ec468df8b6ee508e7886b-56757169-54652679\" width=\"100%\">\n</iframe>\n<script type=\"text/javascript\">\n\t\t( function() {\n\t\t\tvar func = function() {\n\t\t\t\tvar iframe = document.getElementById('wpcom-iframe-4e8fca4ee20ec468df8b6ee508e7886b-56757169-54652679')\n\t\t\t\tif ( iframe ) {\n\t\t\t\t\tiframe.onload = function() {\n\t\t\t\t\t\tiframe.contentWindow.postMessage( {\n\t\t\t\t\t\t\t'msg_type': 'poll_size',\n\t\t\t\t\t\t\t'frame_id': 'wpcom-iframe-4e8fca4ee20ec468df8b6ee508e7886b-56757169-54652679'\n\t\t\t\t\t\t}, \"https:\\/\\/embeds.nypost.com\" );\n\t\t\t\t\t}\n\t\t\t\t}\n\n\t\t\t\t// Autosize iframe\n\t\t\t\tvar funcSizeResponse = function( e ) {\n\n\t\t\t\t\tvar origin = document.createElement( 'a' );\n\t\t\t\t\torigin.href = e.origin;\n\n\t\t\t\t\t// Verify message origin\n\t\t\t\t\tif ( 'embeds.nypost.com' !== origin.host )\n\t\t\t\t\t\treturn;\n\n\t\t\t\t\t// Verify message is in a format we expect\n\t\t\t\t\tif ( 'object' !== typeof e.data || undefined === e.data.msg_type )\n\t\t\t\t\t\treturn;\n\n\t\t\t\t\tswitch ( e.data.msg_type ) {\n\t\t\t\t\t\tcase 'poll_size:response':\n\t\t\t\t\t\t\tvar iframe = document.getElementById( e.data._request.frame_id );\n\n\t\t\t\t\t\t\tif ( iframe && '' === iframe.width )\n\t\t\t\t\t\t\t\tiframe.width = '100%';\n\t\t\t\t\t\t\tif ( iframe && '' === iframe.height )\n\t\t\t\t\t\t\t\tiframe.height = parseInt( e.data.height );\n\n\t\t\t\t\t\t\treturn;\n\t\t\t\t\t\tdefault:\n\t\t\t\t\t\t\treturn;\n\t\t\t\t\t}\n\t\t\t\t}\n\n\t\t\t\tif ( 'function' === typeof window.addEventListener ) {\n\t\t\t\t\twindow.addEventListener( 'message', funcSizeResponse, false );\n\t\t\t\t} else if ( 'function' === typeof window.attachEvent ) {\n\t\t\t\t\twindow.attachEvent( 'onmessage', funcSizeResponse );\n\t\t\t\t}\n\t\t\t}\n\t\t\tif (document.readyState === 'complete') { func.apply(); /* compat for infinite scroll */ }\n\t\t\telse if ( document.addEventListener ) { document.addEventListener( 'DOMContentLoaded', func, false ); }\n\t\t\telse if ( document.attachEvent ) { document.attachEvent( 'onreadystatechange', func ); }\n\t\t} )();\n\t\t</script>\nReagan makes a call to Syrian President Hafez al-Assad in February 1985 to try to pressure him to resolve the Lebanon crisis. The language is mostly stilted, but Reagan still manages to get in a couple digs in.Reagan was riding his horse at his California ranch and kept Assad waiting over 13 minutes. But Assad’s translator doesn’t give the president the exact explanation that Reagan staffers offer — which is that the president was horseback-riding — and instead simply tells Assad that Reagan apologizes and was on a “farm.”“I’m sure he was enjoying that a lot more than the prospect of talking on the phone with the original Butcher of Damascus, who was known to have ordered the killing of at least 10,000 Syrian civilians in a single massacre, the 1982 slaughter at Hama, Syria,” Doyle says.<strong>Reagan:</strong> Mr. President, let me take this opportunity to extend my congratulations on your re-election to a new term as president of Syria.That was ironic, Doyle notes, since Syria was a one-party dictatorship and police state with rigged elections.“Over the years, Assad frequently teased American leaders with the promise of progress with Syria on regional matters, but such progress rarely occurred,” he added.<a name=\"155779abcb5cf7f4affea7d3fee0c6c5-56757169-54652679\"></a>\n<iframe allow=\"fullscreen\" allowfullscreen=\"true\" class=\"wpcom-protected-iframe\" frameborder=\"0\" height=\"20\" id=\"wpcom-iframe-155779abcb5cf7f4affea7d3fee0c6c5-56757169-54652679\" scrolling=\"yes\" src=\"https://embeds.nypost.com/protected-iframe/155779abcb5cf7f4affea7d3fee0c6c5-56757169-54652679\" width=\"100%\">\n</iframe>\n<script type=\"text/javascript\">\n\t\t( function() {\n\t\t\tvar func = function() {\n\t\t\t\tvar iframe = document.getElementById('wpcom-iframe-155779abcb5cf7f4affea7d3fee0c6c5-56757169-54652679')\n\t\t\t\tif ( iframe ) {\n\t\t\t\t\tiframe.onload = function() {\n\t\t\t\t\t\tiframe.contentWindow.postMessage( {\n\t\t\t\t\t\t\t'msg_type': 'poll_size',\n\t\t\t\t\t\t\t'frame_id': 'wpcom-iframe-155779abcb5cf7f4affea7d3fee0c6c5-56757169-54652679'\n\t\t\t\t\t\t}, \"https:\\/\\/embeds.nypost.com\" );\n\t\t\t\t\t}\n\t\t\t\t}\n\n\t\t\t\t// Autosize iframe\n\t\t\t\tvar funcSizeResponse = function( e ) {\n\n\t\t\t\t\tvar origin = document.createElement( 'a' );\n\t\t\t\t\torigin.href = e.origin;\n\n\t\t\t\t\t// Verify message origin\n\t\t\t\t\tif ( 'embeds.nypost.com' !== origin.host )\n\t\t\t\t\t\treturn;\n\n\t\t\t\t\t// Verify message is in a format we expect\n\t\t\t\t\tif ( 'object' !== typeof e.data || undefined === e.data.msg_type )\n\t\t\t\t\t\treturn;\n\n\t\t\t\t\tswitch ( e.data.msg_type ) {\n\t\t\t\t\t\tcase 'poll_size:response':\n\t\t\t\t\t\t\tvar iframe = document.getElementById( e.data._request.frame_id );\n\n\t\t\t\t\t\t\tif ( iframe && '' === iframe.width )\n\t\t\t\t\t\t\t\tiframe.width = '100%';\n\t\t\t\t\t\t\tif ( iframe && '' === iframe.height )\n\t\t\t\t\t\t\t\tiframe.height = parseInt( e.data.height );\n\n\t\t\t\t\t\t\treturn;\n\t\t\t\t\t\tdefault:\n\t\t\t\t\t\t\treturn;\n\t\t\t\t\t}\n\t\t\t\t}\n\n\t\t\t\tif ( 'function' === typeof window.addEventListener ) {\n\t\t\t\t\twindow.addEventListener( 'message', funcSizeResponse, false );\n\t\t\t\t} else if ( 'function' === typeof window.attachEvent ) {\n\t\t\t\t\twindow.attachEvent( 'onmessage', funcSizeResponse );\n\t\t\t\t}\n\t\t\t}\n\t\t\tif (document.readyState === 'complete') { func.apply(); /* compat for infinite scroll */ }\n\t\t\telse if ( document.addEventListener ) { document.addEventListener( 'DOMContentLoaded', func, false ); }\n\t\t\telse if ( document.attachEvent ) { document.attachEvent( 'onreadystatechange', func ); }\n\t\t} )();\n\t\t</script>\nMenachem Begin — who was among the toughest and most difficult negotiators among American allies — balks at doing what the president is asking him to do, which is to delay an Israeli tactical withdrawal from certain positions in the Chouf mountains in Lebanon until Lebanese forces could replace them in February 1983. It shows Reagan trying to maneuver the explosive chess pieces of a Mideast crisis that included the US Navy SEALs as part of multinational peacekeeping force; the Israeli, Lebanese and Syrian armies; the PLO; and multiple militias and terrorist factions.Begin can’t bring himself to say no to Reagan — and instead will have his defense minister tell the Americans that they are pulling out.“It is also an astonishing recording as it captures a moment in the death of Menachem Begin’s political career. He was deeply depressed over the disastrous war in Lebanon and by the death the previous year of his beloved wife. He was also plagued with heart trouble and other health problems. Months later he decided to resign, that October he left office a broken man, and after that rarely left his house until the day he died. On the tape, you can hear the pathos of the moment in Begin’s voice,” Doyle said.<strong>Reagan:</strong> It’s a call that I have resisted making and did not want to mak,e and I know what has been taking place there. And the only reason I am making this call now is because the situation has changed in the five days since you willingly agreed to delay and we all had hoped that its all we had to ask of you. But there’s been great progress along some lines there.. . . But physically, they need several more days before they can move into the Chouf. And I’m sure you are aware of the massacre that has taken place there — the men, women and children in that Christian village that were massacred. And I’m afraid of the instigation of the Syrians, we know enough, as I’m sure you know, that the Syrians are very much involved in all of this.And so, here I am now asking you the one thing you told me not to ask you and that is, could you delay a few more days in that withdrawal until the Lebanese army can free itself from Beirut and move into the Chouf.<strong>Begin:</strong> Ron, I just spoke to the foreign minister who has held Jerusalem and now he is also the defense minister. He came back from Lebanon. I know that the evacuation had to start tonight . . .I will get in touch with our defense minister . . . any minute . . . and then I’ll get in touch with you. Because what I want to say now is that the two previous delays which we accepted only because you asked us to do so, that we knew it will create resentment . . . as a result of that experience I really express the hope . . . that we will not have to delay again.",
    "2015 - 1675": "ANKARA, Turkey — Turkish President Recep Tayyip Erdogan set off a new controversy Monday, declaring that women are not equal to men and accusing feminists of not understanding the special status that Islam confers on mothers.Addressing a meeting in Istanbul on women and justice, Erdogan said men and women are created differently, that women cannot be expected to undertake the same work as men, and that mothers enjoy a high position that only they can reach.“You cannot put women and men on an equal footing,” Erdogan said. “It is against nature. They were created differently. Their nature is different. Their constitution is different.”Erdogan added: “Motherhood is the highest position … You cannot explain this to feminists. They don’t accept motherhood. They have no such concern.”Lawyer and women’s rights activist Hulya Gulbahar said Erdogan’s comments were in violation of Turkey’s constitution, Turkish laws and international conventions on gender equality and didn’t help efforts to stem high incidences of violence against women in Turkey.“Such comments by state officials which disregard equality between men and women play an important role in the rise of violence against women,” Gulbahar said. “Such comments aim to make women’s presence in public life — from politics to arts, from science to sports — debatable.”Erdogan, a devout Muslim, often courts controversy with divisive public comments. He has previously angered women’s groups by stating that women should bear at least three children and by attempting to outlaw abortion and adultery.He raised eyebrows this month by declaring that Muslims had discovered the Americas before Christopher Columbus.",
    "2015 - 4413": "CAPE CANAVERAL, Fla. — NASA’s new Orion spacecraft streaked toward orbit Friday on a high-stakes test flight meant to usher in a new era of human exploration leading ultimately to Mars.The unmanned orbital journey began with a sunrise liftoff witnessed by thousands of NASA guests eager to watch what the agency called “history in the making.”“The star of the day is Orion,” said NASA Administrator Charles Bolden Jr., back for the second morning in a row. He called it “Day One of the Mars era.”Orion’s debut will be brief — just 4½ hours from launch to splashdown, with two orbits of Earth. But for the first time in 42 years, NASA is sending a spacecraft built for humans farther than a couple hundred miles from Earth. The previous time was the Apollo 17 moon shot.And it’s NASA’s first new vehicle for space travel since the shuttle.Friday’s flight test brings NASA “one step closer” to putting humans aboard Orion, Bolden said just before liftoff.Sluggish rocket valves and wind halted Thursday’s launch attempt. Everything went NASA’s way Friday, and the Delta IV rocket blasted off with Orion as dawn broke.NASA was aiming for a peak altitude of 3,600 miles on Orion’s second lap around the planet, in order to give the capsule the necessary momentum for a scorchingly high-speed re-entry over the Pacific. Engineers want to see how the heat shield — the largest of its kind ever built — holds up when Orion comes back through the atmosphere traveling at 20,000 mph and enduring 4,000 degrees.The atmosphere at Kennedy Space Center was reminiscent of the shuttle-flying days. After more than three years since the last shuttle flight, NASA reveled in all the attention.Roads appeared to be less jammed before dawn for the second try, and NASA was uncertain how many of the estimated 27,000 invited guests returned. Nonetheless, the press site remained jammed, hotels packed and the excitement level high. “It’s a big day for the world, for people who know and like space,” Bolden said, observing the crowds.In Houston, NASA’s Mission Control took over the entire operation once Orion was aloft. The flight program was loaded into Orion’s computers well in advance, allowing the spacecraft to fly essentially on autopilot. Flight controllers — all shuttle veterans — could intervene in the event of an emergency breakdown.And in the Pacific off the Mexican Baja coast, Navy ships waited for Orion’s return.The spacecraft is rigged with 1,200 sensors to gauge everything from heat to vibration to radiation. At 11 feet tall with a 16½-foot base, Orion is bigger than the old-time Apollo capsules and, obviously, more advanced.NASA deliberately kept astronauts off this first Orion.Managers want to test the riskiest parts of the spacecraft — the heat shield, parachutes and various jettisoning components — before committing to a crew. In addition, on-board computers were going to endure the high-radiation Van Allen belts; engineers wondered whether they might falter.Lockheed Martin Corp. already has begun work on a second Orion, and plans to eventually build a fleet of the capsules. The earliest that astronauts might fly on an Orion is 2021. An asteroid redirected to lunar orbit is intended for the first stop in the 2020s, followed by Mars in the 2030s.The company handled the $370 million test flight for NASA from the Cape Canaveral Air Force Station, opting for the Delta IV rocket this time given its heft. It’s the most powerful unmanned rocket in the U.S. right now. The entire rocket and capsule, topped by a launch abort tower, stretched 242 feet and weighed 1.6 million pounds — an “incredible monster,” according to Bolden.To push Orion farther out on future flights, NASA is developing a megarocket known as Space Launch System or SLS. The first Orion-SLS combo will fly around 2018, again without a crew to shake out the rocket.NASA’s last trip beyond low-Earth orbit in a vessel built for people was the three-man Apollo 17 in December 1972. Orion will be capable of carrying four astronauts on long hauls and as many as six on three-week hikes.Dozens of astronauts, present and past, gathered at Kennedy for the historic send-off. One of them — Bolden — now leads NASA.He called Mars “the ultimate destination of this generation,” but said his three young granddaughters think otherwise, telling him, “Don’t get hung up on Mars because there are other places to go once we get there.”",
    "2015 - 5835": "WASHINGTON — Congress cleared a $1.1 trillion spending bill for President Barack Obama’s signature late Saturday night after a day of Senate intrigue capped by a failed, largely symbolic Republican challenge to the administration’s new immigration policy.The vote was 56-40 in favor of the measure, which funds nearly the entire government through the Sept. 30 end of the fiscal year. It also charts a new course for selected shaky pension plans covering more than 1 million retirees, including the possibility of benefit cuts.The Senate passed the bill on a day Democrats launched a drive to confirm two dozen of Obama’s stalled nominees to the federal bench and administration posts, before their majority expires at year’s end.Several Republicans blamed tea party-backed Texas Sen. Ted Cruz for giving the outgoing majority party an opportunity to seek approval for presidential appointees, including some that are long-stalled.It was Cruz who pushed the Senate to cast its first vote on the administration’s policy of suspending the threat of deportation for an estimated four million immigrants living in the country illegally. He lost his attempt Saturday night, 74-22, although Republican leaders have vowed to bring the issue back after the party takes control of the Senate in January.“If you believe President Obama’s amnesty is unconstitutional, vote yes. If you believe President Obama’s amnesty is consistent with the Constitution, vote no,” he said.Senate Majority Leader Harry Reid rebutted instantly, saying Cruz was “wrong, wrong, wrong on several counts,” and even Republicans who oppose Obama’s policy abandoned the Texan.The spending bill, which cleared the House on Thursday, was the main item left on Congress’ year-end agenda, and exposed fissures within both political parties in both houses.It faced opposition from Democratic liberals upset about the repeal of a banking regulation and Republican conservatives unhappy that it failed to challenge Obama’s immigration moves.While the legislation assures funding for nearly the entire government until next fall, it made an exception of the Department of Homeland Security. Money for the agency will run out on Feb. 27, when Republicans intend to try and force the president to roll back an immigration policy that removes the threat of deportation from millions of immigrants living in the United States illegally.The legislation locks in spending levels negotiated in recent years between Republicans and Democrats, and includes a number of provisions that reflect the priorities of one party or the other, from the environment to abortion to the legalization of marijuana in the District of Columbia.One, which drew vehement objections from the Democrats, would repeal a regulation imposed on banks in the wake of the near economic collapse of 2008. Critics called it a bailout for large financial institutions, but more than 70 House Democrats voted for it previously, and Obama made clear he didn’t view it as a deal-killer.The pension provision was a bipartisan agreement that opens the door for the first time to benefit cuts for current retirees covered by multi-employer funds in shaky financial condition.Supporters said it would protect retirement income to the maximum extent possible without also endangering the solvency of the government fund that guarantees multi-employer plans. Critics said it posed a threat to the pension recipients, and that it could also become a precedent for other pensioners.Immigration was at the heart of the day’s events in the Senate.Cruz seized on the issue late Friday night when he tried to challenge the bill. That led swiftly to the unraveling of an informal bipartisan agreement to give the Senate the weekend off, with a vote on final passage of the bill deferred until early this coming week.That, in turn, led Reid, D-Nev., to call an all-day Senate session devoted almost exclusively to beginning time-consuming work on confirmation for 13 judicial appointees and 11 nominees to administration posts.The list included Carolyn Colvin to head the Social Security Administration and Vivek Murthy as surgeon general.As the day wore on, senators were forced to spend hour after hour on the Senate floor to cast their votes. One, Sen. Mary Landrieu, D-La., sat at her desk quietly for awhile reading a book.By evening, cocktail hour in the East, strains of Christmas carols could be heard from behind the closed doors of rooms that surround the chamber.Republicans tried to slow the nomination proceedings, but several voiced unhappiness with Cruz, a potential presidential candidate in 2016.“I’ve seen this movie before, and I wouldn’t pay money to see it again,” said Sen. Johnny Isakson, R-Ga., recalling Cruz’ leading role a year ago in events precipitating a 16-day partial government shutdown that briefly sent GOP poll ratings plummeting.Cruz, in turn, blamed Reid, saying his “last act as majority leader is to, once again, act as an enabler” for the president by blocking a vote on Obama’s policy that envisions work visas for an estimated 5 million immigrants living in the country illegally.Reid blamed a “small group of Senate Republicans” for the turn of events.Asked if Cruz had created an opening for the Democrats, Sen. Orrin Hatch, R-Utah said, “I wish you hadn’t pointed that out.”Hatch added, “You should have an end goal in sight if you’re going to do these types of things and I don’t see an end goal other than irritating a lot of people.”The GOP leader, Kentucky Sen. Mitch McConnell, made no public comment on the events, even though Cruz suggested Friday night McConnell and House Speaker John Boehner, R-Ohio, should not be entirely trusted to keep their pledge to challenge Obama’s immigration policy.“We will learn soon enough if those statements are genuine and sincere,” Cruz said.",
    "2015 - 3549": "Hillary Clinton’s shoo-in status as the Democratic candidate for president was badly damaged by US Sen. Elizabeth Warren’s forceful crusade to block a Wall Street-friendly provision from being included in the new $1.1 trillion federal spending bill, key Democrats have told The Post.Clinton, who has yet to weigh in on what for many “progressive’’ Democrats is fast becoming a defining issue — lifting a Dodd-Frank law provision that kept taxpayers from insuring riskier derivatives-trading activities — is going to have to do so, and do so soon, the Democrats agree.“This Warren thing puts Hillary in a horrendous position . . . and she’s going to try to avoid it like the plague,’’ said a prominent New York Democratic consultant involved in presidential politics.“Wall Street money has always been Hillary’s bread and butter, and she’s been counting on it for 2016.“Now, because of the Senate debate, she’ll be forced to say where she stands on things like the derivatives rule and Wall Street’s continuing effort to repeal Dodd-Frank.“It’s a lose-lose proposition for her — either she loses Wall Street’s financial backing or she alienates the entire [progressive] Democratic base,’’ continued the consultant, adding, “It’s debates like these that make it harder and harder for Hillary to run for president in today’s climate.’’Clinton, the former first lady, secretary of state and New York senator, has, like her ex-president husband, Bill, had ties to Wall Street bankers and institutions. She has been widely criticized, for instance, for accepting a reported $400,000 in speaking fees from Goldman Sachs last year.Warren’s high-profile budget move failed late Saturday, but dramatically raised her standing among the Democrats’ left-of-center party base. It couldn’t have come at a worse time for Clinton.MoveOn.org is gearing up to spend $1 million on an effort to “draft’’ Warren into the 2016 presidential race and, just a few days ago, more than 300 of President Obama’s former campaign staffers and organizers released a letter urging Warren to run.“I didn’t used to think that Warren would be a threat to Hillary, but I have to say, given the events of the last several days, I’m starting to worry that she really is,’’ added another prominent Democrat.Rep. Chris Gibson of Kinderhook, who won re-election by a crushing 30 percentage points over Facebook co-founder Chris Hughes’ husband, despite being outspent by nearly 3-to-1, is moving to rebuild the state’s sclerotic Republican Party — and appears to be eyeing the race for governor in 2018.“We have to have a party that can compete in this state, that can get into the marketplace of ideas with candidates of vision and integrity, and that has the ability to rally people,’’ Gibson, a forceful, 50-year-old Gulf War veteran and Cornell Ph.D., told The Post.Gibson is a self-described fiscal conservative and gun-rights backer who also favors abortion rights and, while it takes him five minutes of abstract explaining to say, appears to back gay marriage.He argues that his lopsided victory over Sean Eldridge in a district that backed Obama two years ago could be a model for future Republican races statewide.“What my race shows is that Republicans, through competence and ability, can bring people together, can rise above the traditional partisan divide,’’ Gibson said.He added that Mayor Bill de Blasio’s left-of-center policies, along with Gov. Andrew Cuomo’s recent lurch to the left, give Republicans a strong opportunity to gain ground in the heavily Democratic state.",
    "2015 - 3780": "VATICAN CITY — A somber Pope Francis steeped his Christmas message to the world Thursday in sadness for those with little cause for joy — abused children, refugees, hostages and others suffering from violence in the Middle East, Africa, Ukraine and elsewhere.Anguish for children who suffer maltreatment or violence, including in the recent terrorist attack on a Pakistani military school, tempered the pontiff’s traditional Christmas Day speech, which he delivered from the central balcony of St. Peter’s Basilica. A crowd, estimated by the Vatican to number more than 80,000 Romans, tourists and pilgrims, filled St. Peter’s Square for the “Urbi et Orbi” message (Latin for “to the city and to the world”).“Truly there are so many tears this Christmas,” said Francis, looking solemn and smiling little, in contrast to his often jocular demeanor when addressing crowds.He lamented that many children are “made objects of trade and trafficking” or forced to become soldiers, as well as those never born because of abortion.“I think also of those infants massacred in bomb attacks, also those where the Son of God was born,” said Francis, referring to the Middle East.<figure class=\"wp-caption alignright\" id=\"attachment_8404661\"><a class=\"\" href=\"https://vip.nypost.com/wp-content/uploads/sites/2/2014/12/536370291.jpg\"><img alt=\"\" class=\"alignnone size-medium wp-image-8404661\" height=\"200\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2014/12/536370291.jpg?w=300\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2014/12/536370291.jpg?quality=75&amp;strip=all&amp;w=600 600w, https://nypost.com/wp-content/uploads/sites/2/2014/12/536370291.jpg?quality=75&amp;strip=all&amp;w=450 450w, https://nypost.com/wp-content/uploads/sites/2/2014/12/536370291.jpg?quality=75&amp;strip=all&amp;w=300 300w, https://nypost.com/wp-content/uploads/sites/2/2014/12/536370291.jpg?quality=75&amp;strip=all&amp;w=150 150w, https://nypost.com/wp-content/uploads/sites/2/2014/12/536370291.jpg?quality=75&amp;strip=all 1024w\" width=\"300\"/></a><figcaption class=\"wp-caption-text\"><span class=\"credit\">AFP</span></figcaption></figure>Francis decried the persecution of ancient Christian communities in Iraq and Syria, along with those from other ethnic and religious groups.“May Christmas bring them hope,” he said.Referring to refugees and exiles, he prayed: “May indifference be changed into closeness, and rejection into hospitality.” He expressed hope they’d receive humanitarian help to withstand the “rigors of winter, return to their countries and live with dignity.”The pope also thanked those courageously helping people infected with Ebola in Africa.In his litany of the world’s troubled places, he denounced hostage-taking in Nigeria, and hoped that reconciliation would prevail over “hatred and violence” in Ukraine, where pro-Russian rebels have been fighting against government forces in the east of that country.While much of his message concerned poor countries, Francis had harsh words for some in affluent nations. He prayed for an end to the hardened hearts “of so many men and women immersed in worldliness and indifference, the globalization of indifference.”Christmas joy will only be realized when weapons are transformed “into ploughshares, destruction into creativity, hatred into love and tenderness,” Francis concluded before giving the crowd his blessing.About an hour after the pope went inside, a protester from the Femen activist group bared her chest and snatched the statue of Baby Jesus in the life-sized Nativity scene at the center of the square, while thousands of visitors were strolling across the space. A gendarme from the Vatican’s security forces hustled away the woman, after she was covered with a coat.",
    "2015 - 1459": "A topless feminist activist let it all hang out in St. Peter’s Square on Christmas Day, as she ripped off her shirt and tried to steal a statue of the Christ Child from a manger scene. The brazen blonde — a member of the radical group Femen — had “God Is Woman” scrawled on her chest as she stormed the nativity scene in full view of thousands of pilgrims after Pope Francis’ Christmas message at St. Peter’s Basilica.A video of the X-rated Xmas stunt captured the sinful stunner squeezing through a fence, bolting toward the display and grabbing Baby Jesus.She then held the statue aloft and shouted slogans as a cape-wearing lawman chased her down and grabbed her.The officer seemed as interested in covering her up as in arresting her — and he quickly tried wrapping her in his long cloak.Femen said on its Web site that the pro-choice streaker “kidnapped a newborn baby in Vatican” as part of the group’s “Massacre of the Innocents” campaign against the church’s teachings on women’s issues.“The maniacal desire to control women’s fertility is a common trait of many religions,” the site said. “Abortion is sacred!”The group was founded in Ukraine in 2008 to protest the former pro-Kremlin regime, sex tourism and prostitution. It also opposes the Catholic Church’s stances against abortion and gay marriage.In November, three other women from Femen simulated anal sex with crucifixes at the Vatican to protest the pope’s visit to the European Parliament."
}