{
    "2012 - 1949": "<a href=\"http://www.latimes.com/news/politics/la-pn-obama-hispanic-vote-20111129,0,6542181.story?track=rss&amp;utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+latimes%2Fnews%2Fpolitics+%28L.A.+Times+-+Politics%29\">Apparently, President Obama has to work harder to get Latinos out to vote for him in 2012</a>. According to one Latino pollster and an advocate for amnesty for illegals, President Obama has an enthusiasm gap with Latinos as well as having done a pathetic job of communicating how much he’s tried to be good to the illegal community by attacking the Arizona law and by going soft on deportations of illegal immigrants.  Most people “have no idea what the Obama administration has done to improve circumstances” for Latinos, the pollster Gary Segura said. Of course, neither of these so-called experts thinks Obama really has to worry though because any Republican candidate is going to turn off the supposedly monolithic “Latino vote” due to harsh conservative rhetoric during the primary campaign. Funny, but Newt Gingrich is getting skewered for his “sensitive” approach to immigration reform, while <a href=\"http://www.suntimes.com/news/otherviews/9137376-452/romney-a-hypocrite-on-amnesty-for-immigrants.html\">Mitt Romney is being raked over the coals for attacking Gingrich for a proposal Romney seems to have supported not too long ago. </a>Meantime, <a href=\"http://www.nbclosangeles.com/blogs/prop-zero/Newt-Gingrich-The-Great-Latino-Hope-134679398.html\">one analyst thinks California may hold the key to whether Gingrich has crafted a GOP immigration offering that will resonate.</a> “The Gingrich proposal may give Latinos in California a reason to think twice about their vote in 2012. “As it is, many Latinos share conservative values on questions such as abortion and same sex marriage. Finding solace on the immigration issue could be a game changer for many in the Latino bloc,” writes Larry Gerston.  ",
    "2012 - 0": "",
    "2012 - 981": "The Obama administration ignored “real scientific research” when it overruled its own Food and Drug Administration and banned the over-the-counter sale of emergency contraception pills to girls 16 and under, Mayor Bloomberg said yesterday.The mayor’s stinging criticism came moments before he met with Health and Human Services Secretary Kathleen Sebelius — the official who made the decision last week to go against FDA Commissioner Dr. Margaret Hamburg’s recommendation that anyone should be able to buy the morning-after pill, known as Plan B One-Step. “I know her casually,” Bloomberg said of Hamburg, who served as the city’s health commissioner under Mayor David Dinkins and was widely viewed as one of his strongest appointments. “But she has a reputation as being a first-rate scientist, and I think her advice should be followed. It was based not on politics. It was based on real scientific research.”<a href=\"mailto:david.seifman@nypost.com\">david.seifman@nypost.com</a>",
    "2012 - 3684": "In the first hour of last night’s debate, the bizarre 2011 Republican primary pattern reasserted itself: Newt Gingrich, atop the polling charts, knocked himself off the pedestal just as Michele Bachmann, Rick Perry and Herman Cain did when they were the front-runners.In a race in which candidates are fighting to demonstrate just how much they will do to change the crony-capitalist culture of Washington, Gingrich spent precious minutes pointedly and archly defending “government-sponsored enterprises” — the most notorious of which was the mortgage bundler Freddie Mac, from which he received $1.6 million in consulting fees.As the point was pressed, Gingrich said that at the time he took the money he was a very successful person with many best sellers under his belt who could pick and choose the organizations that would pay him handsomely — and that he chose to accept money from Freddie Mac because he believed in the principle of expanding home ownership.It was a mistake, in front of a Republican audience, not to disown his service to Freddie Mac and a mistake not to acknowledge that as wonderful as home ownership might be, the expansion of mortgages was the root of the financial calamity of 2008. But the offputting vainglory he displayed was far worse. That is one of the unattractive qualities that make so many people fear a Gingrich candidacy would be devastating to GOP chances.The Gingrich rocket may have reached its apogee and begun its rapid descent.In which case, the beneficiaries will be Mitt Romney — because he will have outlasted another challenger — and Rick Perry, who had his best outing since the day he declared for the presidency in August.Perry wasn’t great, but he has set the bar so low for himself that his coherence in delivering his populist message seemed like an enormous advance for him.As for Romney, who was terrible in Saturday’s debate in Iowa, he found something new last night that might carry him all the way to the nomination: A tone of humility.He found a strong way to address the idea that his actions as a private-equity manager of businesses cost jobs by explaining that capitalism involves failures and successes. He knew both and had learned from both. Romney has never been as relaxed, and kept his head about him in the last half-hour when Fox News’ Chris Wallace went after him as a flip-flopper on gay rights, gun rights and abortion.“I changed my mind,” Romney said about moving from being pro-choice to being pro-life. Plain and simple.The most amazing performance last night, however, was by Michele Bachmann, who showed herself (as she did in the early going) to be a remarkably substantive and tough-minded debater who is able to engage with what is going on in front of her and go on the attack when her rivals say things spontaneously that she wishes to take issue with.Along the way, Bachmann challenged Ron Paul’s astonishingly generous view of Iran’s interest in nuclear weapons — “They’re surrounded,” he said almost sorrowfully — and in so doing had the libertarian favorite go into an isolationist rant that surely harmed him in Iowa.And she tussled with Gingrich on abortion, causing him once again to drop his avuncular manner and treat her objections to his views with arch condescension — an unwise move with someone as combative as Bachmann.She may not have helped herself, though. In serving as an attack dog, she may have put voters off; but her attacks may help drive the soft Gingrich voter into the Perry camp — or even into the arms of Rick Santorum, the only right-wing candidate in the field not to get his moment in the top tier.Maybe he will now for a few minutes. It’s Christmas, after all.",
    "2012 - 4731": "BEIJING — “Batman” star Christian Bale, in the midst of promoting a film he made in China that some critics have called propaganda, was physically stopped by government-backed guards from visiting a blind activist living under house arrest — with a CNN crew in tow to record the scuffle.CNN posted footage of the confrontation on its website Friday.<object classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" height=\"374\" id=\"ep\" width=\"416\"><param name=\"allowfullscreen\" value=\"true\"/><param name=\"allowscriptaccess\" value=\"always\"/><param name=\"wmode\" value=\"transparent\"/><param name=\"movie\" value=\"http://i.cdn.turner.com/cnn/.element/apps/cvp/3.0/swf/cnn_416x234_embed.swf?context=embed&amp;videoId=bestoftv/2011/12/15/grant-bale-activist-visit-stopped.cnn\"/><param name=\"bgcolor\" value=\"#000000\"/></object>\nThe run-in and publicity is likely to cause discomfort in China’s government-backed film industry, which hopes Bale’s movie “The Flowers of War” will be a creative success at home and abroad. The star’s actions are sure to focus attention on the plight of Chen Guangcheng, guarded around the clock by thugs who have blocked dozens of reporters and fellow activists trying to see him in the past.Bale was to leave China on Friday and his representatives could not immediately be reached for comment.Bale, who won a best supporting actor Oscar for last year’s “The Fighter,” traveled Thursday with a crew from CNN to the village in eastern China where Chen, the blind lawyer, lives with his family in complete isolation.They were stopped at the entrance to Dongshigu village in Shandong province by unidentified men.The video footage shows Bale asking to see Chen, with a CNN producer providing interpretation, but being ordered by one of the guards to leave. He then asked why he was unable to pass through. The guards responded by trying to grab or punch a small video camera Bale was carrying.“What I really wanted to do was to meet the man, shake his hand and say what an inspiration he is,” Bale was quoted as saying by CNN.Chen’s case has been raised publicly by US lawmakers and diplomats, including Secretary of State Hillary Rodham Clinton, all to no response from China.CNN said Bale first learned of Chen from news reports when he was in China filming “The Flowers of War,” China’s official submission this year for best foreign language film Oscar.“Chen Guangcheng is a newsworthy figure … and as such it is in the interest of CNN’s global viewers to hear from him,” CNN said in a statement. “Mr. Bale reached out to CNN and invited us to join him on his journey to visit Chen.”Chen, a self-taught lawyer who was blinded by a fever in infancy, angered authorities after documenting forced late-term abortions and sterilizations and other abuses by overzealous authorities trying to meet population control goals in his rural community. He was imprisoned for allegedly instigating an attack on government offices and organizing a group of people to disrupt traffic, charges his supporters say were fabricated.Although now officially free under the law, he has been confined to his home in the village eight hours’ drive from Beijing and subjected to periodic beatings and other abuse, activists say.While Bale’s visit focuses new attention on Chen’s case, CNN’s role raises questions about activism and advocacy among reporters, said David Bandurski, editor of the China Media Project website at the University of Hong Kong.“It made me instantly uncomfortable, wondering how it all came together. It raises questions about where the lines are drawn,” Bandurski said.The incident also drew strong interest — most of it highly positive — on social networking sites such as Twitter and its Chinese equivalent, Weibo.Having their star’s name pinging across the Internet in connection with such a politically sensitive subject puts promoters of “The Flowers of War” in a bind. The film opens in China on Friday and next week in the United States.Directed by the renowned Zhang Yimou, it is also the most expensive Chinese movie ever made, at $94 million, some of which came from the state-owned Bank of China.The movie centers on the 1937 sacking of the eastern city of Nanjing, a central event in China’s pre-revolutionary “century of humiliation” and has been described by some critics as hewing to official propaganda portraying Chinese as heroic victims and Japanese as one-dimensional cartoon villains.While China has the world’s third-largest film industry — both in box office and output — it has made relatively little global impact. Story lines are often heavily influenced by the ruling Communist Party, whose culture commissars must approve scripts and have final say over whether a film gets released.",
    "2012 - 824": "ELKTON, Md. — Two out-of-state doctors who traveled to Maryland to perform late-term abortions have been arrested and charged with murder, authorities said.At least one case involved a woman who was critically injured during the procedure. Dr. Steven Brigham, of Voorhees, NJ, was arrested Wednesday night in New Jersey, the Cecil Whig newspaper reported. He was in the Camden County Jail yesterday, awaiting an extradition hearing.Authorities also arrested Dr. Nicola Irene Riley, of Salt Lake City, Wednesday night. Riley was being held in the Salt Lake City Jail, where she, too, was awaiting an extradition hearing.Police say Brigham and Riley face charges of first- and second-degree murder. Authorities said they found 35 fetuses, some 20 to 35 weeks old, in a freezer at the clinic where the abortions were performed.",
    "2012 - 5559": "The Republican White House hopefuls launched a two-day dash to the finish in Iowa on Sunday, with front-runner Mitt Romney poised for a strong showing that could set him on the path to the nomination.Romney holds a slight edge over rival Ron Paul in recent polls in Iowa, which holds the first contest in the state-by-state battle to pick a challenger to President Barack Obama in 2012.“I’m pretty confident we’ll have a good night. I don’t know who’s going to win,” Romney told supporters at a packed restaurant in Atlantic, Iowa, adding he was “energized” ahead of Tuesday’s contest.Even a strong second-place showing in Iowa would be good news for the former Massachusetts governor. Paul could have trouble competing with him in later contests in New Hampshire, where Romney leads in polls, and in other states.Romney, who spent millions in Iowa in 2008 only to lose to former Arkansas Governor Mike Huckabee, did not campaign hard in the state until the last week.He picked up the endorsement on Sunday of Iowa’s Quad-City Times newspaper, which praised his business background as a former head of a private equity firm and said he had the best chance of beating Obama.Rick Santorum, a former senator, has surged past Newt Gingrich into third place in polls, building momentum in the final days of a close race that has seen a series of candidates rise and fall.He urged supporters at a coffee shop in Sioux City to send a “shock wave” across the country by giving him an upset win in Iowa.“Lead this country. That’s what I ask the people of Iowa. Lead, don’t defer,” Santorum said. “Don’t put forward somebody who isn’t good enough to do what is necessary to change this country.”Gingrich, the former House speaker who has dropped in Iowa polls after an onslaught of attack ads from Paul and a group that backs Romney, said he would stay in the race no matter where he finishes in Iowa.Asked in a Reuters interview on Sunday whether coming in fourth or lower would make him consider dropping out, Gingrich said, “No.”Gingrich said he had enough campaign funds to get him through New Hampshire and on to conservative South Carolina, which comes next on January 21.“By the time we get to South Carolina, it will be very clear the gap between a Massachusetts moderate who hides his record behind negative ads and a conservative who’s talking about positive ideas,” Gingrich said.Michele Bachmann, who could face the end of the line if she does badly in Iowa, went to church on Sunday morning to woo the critical Christian conservative vote, which has been split among her, Santorum, Gingrich and Texas Governor Rick Perry.Bachmann has sunk to the bottom of polls and is beset by a lack of money and staff desertions.“On this January 1, 2012, I admonish you, don’t for one moment think that your adversity is one that cannot be scaled,” Bachmann told churchgoers at a service in Oskaloosa, making biblical references to underdog Israelites defeating their enemies.Romney, who attended a Mormon church service in Iowa on Sunday morning, likely raised more than $20 million in the final three months of 2011, a Republican source said.That amount would almost certainly put him far in front of his Republican rivals and underscores the long-term advantage he has in organization and money.“We’re looking better this quarter than any other quarter so far,” Romney said, although he did not give a final number. He raised $14 million in the third quarter.A win in Iowa for Romney, combined with a victory in his stronghold of New Hampshire on January 10, could put him on a path to clinch the nomination early. It would make him the first Republican who is not an incumbent president to win the party’s first two contests.Obama’s campaign has already begun attacking Romney, who has criticized the president for his handling of the economy.“Romney just has to prove that he’s conservative enough for me,” said Eleanor Stump, a 70-year-old Tea Party member from Sheldon, Iowa. “I don’t like the way he’s flip-flopped.”Romney is distrusted by some conservatives who remember his past support for abortion rights and for a state healthcare plan similar to Obama’s federal overhaul.Stump said she initially supported Herman Cain, who dropped out of the race after charges of an extramarital affair, then went to Perry, then back to Cain and then to Gingrich. “I’ve gone back and forth so many times,” she said.A Des Moines Register poll on Saturday said 41 percent of Iowa Republicans were still capable of changing their minds by Tuesday when they kick off the 2012 presidential election cycle before the November 6 election.The newspaper poll, conducted Tuesday through Friday, showed Romney with 24 percent support and Paul with 22 percent, within the margin of error of 4 percentage points and similar to other polls showing the two battling for the top spot in Iowa.Santorum had 15 percent support and Gingrich 12 percent. In fifth place was Perry with 11 percent, and Bachmann, a U.S. representative, was sixth with 7 percent.Paul, who did not campaign in Iowa on Sunday but will return on Monday, shrugged off charges he could not beat Obama and that his non-interventionist views on foreign policy and newsletters published under his name in the 1990s that featured racial remarks put him out of the mainstream.“I would say that I’m pretty mainstream. I think that people who are attacking me now are the ones who can’t defend their records, and they’ve been all over the place,” Paul, a longtime representative from Texas, said on CNN’s “State of the Union.”"
}