{
    "2005 - 2730": "Mob rat Michael “Mikey Scars” DiLeonardo testified yesterday that he was a cash machine for reputed Gambino boss Peter Gotti and nephew John “Junior” Gotti – personally delivering more than $2 million to them in construction kickbacks and other extortion scams.   In Manhattan federal court, DiLeonardo also fingered Peter Gotti as approving the attempted hit on Gambino snitch Salvatore “Sammy Bull” Gravano.   DiLeonardo, a former Gambino captain, dropped the names of construction firms and eateries that were extorted – including the owner of the posh Cipriani restaurant.   Not even Hollywood was spared.   DiLeonardo said he was good friends with actor Mickey Rourke, and told jurors how the late Gambino boss John “Dapper Don” Gotti persuaded Rourke not to appear in the film about the Irish gang called “The Westies” because there was an unflattering mention of a Gambino soldier.   Rourke agreed not to appear in the movie, DiLeonardo said.   DiLeonardo said he directly gave kickbacks to Peter Gotti that he and his associates collected from construction firms from 1997 to 2002.   “How much did you put in Peter Gotti’s hand?” asked Assistant U.S. Attorney Michael McGovern.   “One point five million,” DiLeonardo said.   He said he delivered another $250,000 in money from stock scams to Gotti.   DiLeonardo recalled doing business with Giuseppi Cipriani of Cipriani’s restaurant.   He said Cipriani kicked back $125,000 to the Gambinos – via a check to another firm – to help settle a labor problem at the Rainbow Room in Rockefeller Center.   The Gambinos didn’t solve the problem, but DiLeonardo said they were able to stop the restaurant workers union from picketing outside the eatery during Harry Cipriani’s birthday.   Interstate Construction, which got the contract to help cover trash at the Fresh Kills landfill, also kicked back $25,000 to the Gambinos to avoid having a Teamsters foreman on the job.   DiLeonardo recalled meeting with Peter Gotti at London Lenny’s fish restaurant in Queens in the spring of 2002 – just months after the plot to kill Gravano was foiled because Gravano was arrested on drug charges.   After the meal, DiLeonardo said he and Gotti walked outside when the alleged Gambino boss started ranting about the $70,000 wasted on the aborted Gravano hit.   His co-defendant Thomas “Huck” Carbonaro and sidekick Salvatore “Fat Sal” Mangiavillano scouted out Gravano’s digs in Arizona, DiLeonardo said.   DiLeonardo said Gotti was so teed off that he questioned whether the two even traveled to Arizona.   DiLeonardo said Gambino soldier Ed Garafola, a brother-in-law of Gravano, told him that Peter Gotti approved the plan to whack Gravano after he left the witness-protection program. ",
    "2005 - 2462": "DID Rudy Giuliani do himself any damage because of his enthusiastic advocacy of Bernard Kerik’s flame-out nomination to head the nation’s homeland-security effort?   Since Rudy is leading in some polls about who ought to be the Republican presidential nominee in 2008, will he have some explaining to do to GOP voters about Kerik’s astonishingly abrupt demise?   The short answers: No and no.   Look, by the time voters have to make decisions about George W. Bush’s successor, the words “Bernie Kerik” will be the answer to a trivia question that even Ken Jennings might not be able to get right.   Rudy has many more substantial hurdles to overcome if he wants to be the GOP candidate – like his stances on abortion, gay rights and gun ownership.   Dealing with those blue-state liabilities in a red-state, red-meat Republican primary will be the challenge for him. His role as Bernie Kerik’s patron won’t even be a footnote to a footnote in history.   That’s as it should be. No rational person could blame Rudy for Kerik’s nanny problems, or for some of the other personal financial controversies swirling around Kerik this weekend.   Kerik is a grown-up, and he’s responsible for his own decisions and his own actions. He developed an independent relationship with Bush and the president’s men over the past two years, and was considered a valuable campaign surrogate.   The nomination wasn’t some kind of gift to Rudy. It was a reward for Kerik himself. Now more than ever, the president wants people he likes and trusts in key cabinet positions – and Kerik would have been one of those guys.   He may have been foolish to accept the nomination from Bush in the first place, given his troubles, but Kerik did accept responsibility for the mistake with appropriate humility and honesty.   “I owe the president an enormous amount of gratitude for this consideration,” Kerik told The Associated Press. “I owe him a great apology that this may have caused him and his administration a big distraction.”   Right you are, Bernie, on both counts.   As for Rudy, he will continue to be an astonishingly popular figure in Republican circles – and he will continue to be the first name on everybody’s lips for whatever senior Cabinet post comes open, as he was throughout November.   He’s not going to be a Cabinet official. He’s got too much else to do over the next few years to ready himself for the big 2008 run.   The Kerik fiasco isn’t even a bump on the road. ",
    "2005 - 1177": "Murdered mother-to-be Bobbie Jo Stinnett is the latest victim of a disturbing nationwide trend – the killing of pregnant women or new moms – which has left a 1,367 women dead since 1990, The Washington Post reports today.   The paper conducted a yearlong investigation of death records from all 50 states to compile the number.   Most states don’t have reliable systems to track the number of pregnant or postpartum women slain; 13 don’t have any systems in place at all.   But based on the information the paper was able to examine, murders cut across all racial and ethnic groups and happened everywhere from small towns to urban neighborhoods.   Most were slain at home, and 67 percent were killed by firearms.   Most were killed by men they knew – boyfriends, husbands and lovers.   More than 100 of the victims were teens. Many already had children.   So what motivates these men to kill?   “If the woman doesn’t want the baby, she can get an abortion,” said Pat Brown, a criminal profiler based in Minneapolis. “If the guy doesn’t want it, he can’t do a damn thing about it. He is stuck with a child for the rest of his life.”   “If she goes away, the problem goes away.”",
    "2005 - 2915": " Hollywood tough guy Robert Blake tried to pull off the acting job of a lifetime after murdering the wife he hated – but his lousy performance gave him up, a Los Angeles prosecutor charged yesterday.   “He was more traumatized than he anticipated, because killing someone in real life is a whole lot different than in the movies,” Deputy DA Shellie Samuels told rapt jurors during opening arguments in the slay case targeting the “In Cold Blood” star.   “His acting ability failed him that night because he didn’t know he’d be so freaked out.”   Prosecutors are arguing that the 71-year-old actor killed his 44-year-old wife, Bonny Lee Bakley, outside the couple’s favorite Studio City restaurant in May 2001 to gain control of their baby daughter, Rosie.   Cops claim that Blake first tried to hire two stunt men to do his dirty work. But after having been rebuffed, the actor opted to pull the trigger himself, they say.   “This was not a marriage made in heaven,” Samuels said.   “The evidence will show that the defendant thought that Bonny’s family . . . were low-life trailer trash that all made their living working for Bonny in her illegal schemes to scam money,” Samuels said, referring to Bakley’s life as a grifter who preyed on lonely men.   Samuels said that when Bakley became pregnant, Blake tried to push her to get an abortion.   Ironically, though, Blake wound up killing Bakley so that he could keep the baby, Samuels charged. She said he was obsessed with the baby and feared that her mother would later turn her into a prostitute.   The former “Baretta” star – whose trademark black-dyed hair has turned stark white in jail – donned a dark suit, blue shirt and dark tie for court. His face looking drawn, he stared blankly at the jury of seven men and five women as Samuels plotted out the prosecution’s case.   Blake has said he left his wife in their car when he ran back into the trendy Vitello’s eatery to retrieve a gun he carried for protection. When he returned, he says, he found her mortally shot, likely by one of the many men she had cheated out of money.   The murder weapon was found in a trash can near the scene, but could not be linked to Blake.   Still, Samuels said Blake was clearly ruffled when talking with authorities during their probe.   “He was not able to compose himself. No one could recall him going back to the restaurant,” she said.   But the actor’s lawyer, M. Gerald Schwartzbach, hinted that the defense would build its case around whether Blake did the actual shooting – as the charges against him state.   “There is no evidence – not direct or circumstantial – that [Robert Blake] personally shot Bonnie Bakley, and that is the crime with which he is charged,” the lawyer told the jury.   “It is true he was over the moon about that child, and he continues to be so,” Schwartzbach said. “That’s not a crime.”   Blake faces up to life in prison if convicted. ",
    "2005 - 1323": "Manhattan prosecutors are becoming a royal pain for a certain fake princess.   On the brink of pleading guilty to a bizarre insurance scam – in which she allegedly pretended to be a mugged Saudi princess – tiara-toting commoner Antoinette Millard is facing the prospect of still more criminal charges.   The no-jail deal fell through because the DA’s office is now considering bringing additional charges for the $950,000 Millard racked up on her American Express “Centurion” card while posing as a big-bucks blueblood.   At the bad news, the pale and frail-looking 40-year-old former banker cried silently in her fur-trimmed pink coat.   Under the aborted deal, Millard would have pleaded guilty to insurance fraud for telling Chubb Insurance that she’d been mugged on Madison Avenue out of $260,000 in royal jewels she’d insured a day earlier.   Millard would have stayed out of jail by checking herself into a psychiatric facility for treatment of her manic depression.   Now, she must wait for the DA to decide on whether to prosecute the AmEx case.   Millard started pretending to be “Princess Antoinette” last year – even showing up in a tiara and smiling for paparazzi at fashion functions. In fact, she was a divorced former assistant VP at Brown Brothers Harriman who lived in a one-bedroom on the Upper East Side.",
    "2005 - 2490": " WASHINGTON – New Yorkers flushed nearly $40 million down the drain backing John Kerry’s failed presidential quest and the aborted bids of Howard Dean, Wesley Clark and other White House wannabes.   Their neighbors who supported President Bush are getting a lot more bang for their 12 million bucks.   All told, Empire State residents opened their wallets at a record rate for the 2004 race for the White House, forking over nearly $52 million – the most of any state except California, according to the nonpartisan money-tracker TRKC Inc.   The state broke more than 2-to-1 for Kerry over Bush, pumping $27.8 million into his campaign coffers.   The cash flowing from New York made it the second most lucrative state for stumping presidential candidates, trailing only the $72.6 million forked over by California denizens.   New Jersey was the eighth most generous state, donating $15.5 million to White House hopefuls – including $5.9 million to Bush and $6.5 million for Kerry.   Of the top 10 most fertile political-money states, seven went for Kerry on Election Day – with Texas, Florida and Virginia going for Bush.   And only one top state – Pennsylvania – didn’t vote with its wallet. Bush trumped Kerry in fund-raising in the Keystone State, yet Kerry scooped up the vote at the polls.   New York City, Los Angeles, Boston and Washington were Kerry’s money havens, according to fundrace.org, while Houston, Dallas and Atlanta were Bush’s most generous hubs.   In New York City, the most politically generous residents for the 2004 campaign could be found on the Upper East Side, between East 60th and East 80th streets, according to the Center for Responsive Politics.   Residents there forked over $20.6 million to the presidential players, up more than $2.5 million from 2000.   Radio City Music Hall was the site of one of Kerry’s most profitable fund-raisers this past summer – but he came to regret what happened there.   Comedian Whoopi Goldberg delivered an X-rated anti-Bush rant to the crowd of Hollywood hotshots – prompting Kerry to say the liberal celebs represented mainstream America.   —-  Big wallets  How much states gave in the presidential race:  State — Total donation — Per capita donation  1. California $72.6M $2.02  2. New York $51.6M $2.69  3. Texas $33.7M $1.50  4. Florida $31.4M $1.80  5. Massachusetts $22.9M $3.58  6. Illinois $17.6M $1.39  7. Virginia $17.1M $2.28  8. New Jersey $15.5M $1.78  9. Maryland $14.2M $2.54  10. Pennsylvania $12.5M $1.00 ",
    "2005 - 1359": "A hard-nosed German cardinal known as the “Panzerkardinal” has re-emerged as a front-runner to become the next pope, according to a new report.   Joseph Cardinal Ratzinger, whose role of point man for Pope John Paul II’s conservative moral policy has made him a target of liberal Catholics, had been considered out of the running to succeed the pontiff because of his views and blunt manner.   But sources in Rome quoted by Time magazine say that the 77-year-old Ratzinger now is among the top contenders.   “The Ratzinger solution is definitely on,” said a Vatican insider quoted by Time, which noted that the speculation is occurring despite there being no indications that John Paul’s health has worsened.   The solution being sought by some at the Vatican, according to the magazine, is to see that the next pope is a “transitional” figure, one who will spend a just few years on the throne of St. Peter after John Paul II.   Ratzinger has improved his odds to fit that bill with some diplomatic handling of hot-button issues such as Islamic fundamentalism and the question of whether Catholic political candidates in the U.S. who support abortion rights should be denied Holy Communion, Time reported.   But any change could still be decided by the sands of time. John Paul has publicly ruled out being the first pope in 800 years to retire voluntarily. "
}