{
    "2021 - 3439": "Fashion mogul Peter Nygard — who’s <a href=\"https://nypost.com/2020/12/15/fashion-mogul-peter-nygard-arrested-in-canada/\">facing charges</a> of sexually assaulting dozens of girls and women — was ordered to remain locked up in a Canadian jail Monday as he fights extradition to the United States.Justice Theodor Bock of the Manitoba Court of Queen’s Bench granted the government’s request Wednesday to keep him behind bars despite objections from the 79-year-old’s lawyers.Defense attorney Jay Prober argued that his client would be free if his case hadn’t sparked a “media frenzy” and a “lynch mob atmosphere.”  Nygard’s other lawyer, Richard Wolson, said that delaying the hearing “is to play Russian roulette with [Nygard’s] health” given the pandemic. “COVID would likely kill him,” Wolson told the judge.Nygard appeared by video from a correctional facility for the proceeding in Winnipeg, Canada, where he has been locked up since his arrest last month. Wearing a gray shirt and with his silver mane in a bun, Nygard at one point pulled down his mask to reveal a mustache.Scott Farlinger, who is representing the attorney general of Canada, said he planned to oppose Nygard’s release on bail and needed more time to review the application.  “There’s a serious risk of flight,” said Farlinger, citing Nygard’s history of failing to appear in court in the Bahamas, “resulting in contempt orders and even a contempt sentence.” He added that Nygard’s wealth would make it easy for him to flee and expressed concern that one of his friends who vouched for him in the bail application has a criminal record. The judge sided with Farlinger and put off the hearing until Jan. 19.The US Attorney’s Office for the Southern District of New York is seeking Nygard’s extradition to the United States but hasn’t filed a formal request yet.The Canadian tycoon, whose women’s apparel business was headquartered in Times Square, allegedly fueled his need for “near-daily” sex by drugging and raping women as young as 14, officials said.The indictment includes charges ranging from sex trafficking to racketeering and involves incidents stretching back to 1995.The alleged abuse occurred at the designer’s palatial properties in California, the Bahamas and Canada, according to the indictment.The threads baron hosted “Pamper Parties” with free food, drinks and spa treatments at his estates in the Bahamas and Marina del Rey, Calif., to lure in victims. Sometimes he had a “girlfriend” or employees at the parties scout out young women — including minors — who would be drugged and forced to have sex with him, authorities charge.He also used his now-defunct company Nygard International to recruit women, putting them on his payroll as “assistants” and bankrolling their plastic surgery, dental work — and even abortions, prosecutors said.More <a href=\"https://nypost.com/2020/02/18/dozens-of-new-women-accuse-fashion-exec-peter-nygard-of-sexual-abuse/\">than 50 women</a> have joined a class-action lawsuit, accusing Nygard of sexually abusing them. Two of the businessman’s sons sued him in August for allegedly <a href=\"https://nypost.com/2020/08/17/peter-nygard-accused-of-hiring-sex-worker-to-rape-his-teen-sons/\">hiring an escort</a> to rape them when they were underage.After the FBI raided Nygard’s New York offices early last year, he stepped down as chairman of his company, which has since filed for bankruptcy and gone into receivership. ",
    "2021 - 1208": "The Supreme Court on Tuesday ruled women must pick up an abortion pill in person during the COVID-19 pandemic.In a 6-to-3 vote, the justices ordered that if women want to obtain the drug mifepristone, they need to visit a doctor’s office, hospital or clinic in person. Women don’t have to take it in front of a medical professional, the court added.Mifepristone was approved by the Food and Drug Administration to be taken with another drug, misoprostol, to terminate a pregnancy or deal with a miscarriage. The ruling, eight days before President Trump leaves office, grants a Trump administration appeal to be able to enforce a longstanding rule on getting mifepristone. The Biden administration could put the in-person requirement on hold due to the pandemic. A federal judge had suspended the rule since July because of the coronavirus, in response to a lawsuit from the American College of Obstetricians and Gynecologists and other groups.US District Judge Theodore Chuang affirmed the suspension of the rule in December, saying public health risks for patients had increased as COVID-19 cases soared.The decision was halted by a federal over the summer because of the pandemic. <em>With Post Wires</em>",
    "2021 - 1825": "The former Cleveland school employee who was pictured near Vice President Mike Pence’s chair on the Senate floor during the Jan. 6 riot at the Capitol was arrested by federal authorities Thursday, according to court papers. Christine Priola, 49, was arrested after the<a href=\"https://nypost.com/2021/01/11/fbi-raids-home-of-school-employee-suspected-of-rioting-at-capitol/\"> FBI raided her home</a> and examined her cellphone to confirm she was at the scene of the Capitol riot, according to a criminal complaint unsealed Thursday in Washington, DC. Priola, a former occupational therapist at Cleveland Metropolitan School District, was hit with several charges, including violent entry on Capitol grounds and remaining in restricted buildings, according to the complaint.Priola quit her job after the raid on the Capitol, seething about union dues and abortion in a resignation letter. “I will be switching paths to expose the Global evil of human trafficking and pedophilia,” she wrote in the <a href=\"https://www.wkyc.com/article/news/education/cmsd-staffer-resigns-citing-q-anon-type-beliefs/95-21a37574-f8a8-4072-943d-c8a5b08bbca5\" rel=\"noreferrer noopener\" target=\"_blank\">letter obtained by news station WTRF</a>.After local reports named her as one of the rioters, the school district condemned the riot in a statement. “Questions raised today about a former CMSD employee’s alleged involvement in the riots at the U.S. Capitol this week have also raised questions about the District’s position on such behaviors,” district spokesperson said, WKYC reported.“While CMSD deeply believes in the right of any individual to peacefully protest, as many did on the Capitol plaza on Wednesday afternoon, the District deeply condemns the actions of those involved in the riots inside the Capitol and on the Capitol grounds.” ",
    "2021 - 4462": "WASHINGTON – China has possibly committed “genocide” in its treatment of Uighurs and other minority Muslims in its western region of Xinjiang, a bipartisan commission of the US Congress said in a report on Thursday.The Congressional-Executive Commission on China (CECC) said new evidence had emerged in the past year that “crimes against humanity – and possibly genocide – are occurring” in Xinjiang. It also accused China of harassing Uighurs in the United States.China has been widely condemned for setting up <a href=\"https://nypost.com/2021/01/13/slaves-in-china-may-have-made-your-sneakers-smartphone/\" rel=\"noreferrer noopener\" target=\"_blank\">complexes in Xinjiang</a> that it describes as “vocational training centers” to stamp out extremism and give people new skills and which others have called concentration camps.The United Nations says at least 1 million Uighurs and other Muslims have been detained in Xinjiang. Faith leaders, activist groups and others have said crimes against humanity, including genocide, are taking place there.Beijing denies the accusations and on Thursday its Washington embassy said the CECC was “obsessed with making up all sorts of lies to vilify China.”“The so-called ‘genocide’ is a rumor deliberately started by some anti-China forces and a farce to discredit China,” an embassy spokesperson said.The CECC report called for a formal US “determination on whether atrocities are being committed” in Xinjiang, something required within 90 days of US legislation passed on Dec. 27.Secretary of State Mike Pompeo, in his final days in office before President-elect Joe Biden succeeds President Donald Trump on Jan. 20, has already been weighing a determination. But given the current turmoil in Washington, officials have played down the possibility of an announcement before that.The State Department did respond to a request for comment.CECC co-chair, Democratic Representative Jim McGovern, called China’s actions to crush human rights in the past year “shocking and unprecedented” and urged Congress and the incoming Biden administration to hold Beijing accountable.“The United States must continue to stand with the people of China in their struggle and lead the world in a united and coordinated response to the human rights abuses of the Chinese government,” he said.In Trump’s last year in power, relations between the world’s two biggest economies have plunged to their lowest level in decades with <a href=\"https://nypost.com/2020/09/07/trump-pledges-to-decouple-us-from-china-accuses-biden-of-economic-treachery/\" rel=\"noreferrer noopener\" target=\"_blank\">disagreements on issues</a> including human rights, the coronavirus pandemic, trade and espionage.Experts say a U.S. genocide determination would be an enormous embarrassment for China, a permanent member of the U.N. Security Council.It could also pose problems for Biden by complicating his dealings with Beijing, although his campaign had already declared, before the November election, that genocide was occurring in Xinjiang.In October, Trump’s national security adviser, Robert O’Brien, said Beijing was perpetrating “something close to” genocide and other officials have referred to concentration camps in Xinjiang.Under international law, crimes against humanity are defined as widespread and systematic, whereas the burden of proof for genocide – the intent to destroy part of a population – can be more difficult to prove.Expectations that Pompeo might declare genocide were raised in June when he labeled as “shocking” and “disturbing” reports that China was using forced sterilization, forced abortion and coercive family planning against Muslims.He was referring to a report about Xinjiang by German researcher Adrian Zenz, which the CECC report also cited.Zenz said his findings represented the strongest evidence yet that Beijing’s Xinjiang policies met one of the criteria cited in the U.N. genocide convention, namely “imposing measures intended to prevent births within the (targeted) group.”A U.S. genocide declaration would mean countries would have to think hard about allowing companies to do business with Xinjiang, a leading global supplier of cotton. It would also raise pressure for further U.S. sanctions.On Wednesday, U.S. Customs and Border Protection said the United States was imposing a region-wide ban on all cotton and tomato products from Xinjiang over allegations that they are made with forced labor by detained Uighurs.",
    "2021 - 3774": "Secretary of State Mike Pompeo on Tuesday declared ​that ​China committed genocide over its treatment of the <a href=\"https://nypost.com/2020/08/27/china-secretly-built-hundreds-of-prison-camps-to-hold-minority-muslims/\">Muslim minority Uighurs</a>, calling the Communist Party government’s policies toward the group and other ethnic minorities the “stain of the century.”“After careful examination of the available facts, I have determined that the​ People’s Republic of China​, under the direction and control of the​Chinese Communist Party, has committed genocide against the predominantly Muslim Uyghurs and other ethnic and religious minority groups in Xinjiang. I believe this genocide is ongoing, and that we are witnessing the systematic attempt to destroy Uyghurs by the Chinese party-state,” <a href=\"https://www.state.gov/determination-of-the-secretary-of-state-on-atrocities-in-xinjiang/\" rel=\"noreferrer noopener\" target=\"_blank\">the State Department said in a release</a>.The statement went on to list how the Chinese Communist Party has detained millions of Uighurs in internment camps in the western part of the country, curtailing their rights, torturing them and putting them in forced labor.Pompeo said the Trump White House has been cracking down on China since the first days of the administration by imposing tariffs against Chinese products and ​countering Beijing’s aggressive actions in the South China Sea and in Hong Kong, where it imposed a strict national security law that severely restricts democratic freedoms. Earlier this month, <a href=\"https://nypost.com/2021/01/14/us-bans-all-cotton-tomato-products-from-china-region-amid-uighur-crackdown/\">the US banned</a> all cotton ​and tomato products made in the ​Xinjiang region because of concerns over the use of forced labor in re-education camps.In an interview later Tuesday on Fox News, Pompeo expanded on why the US made the genocide declaration now as President-elect Joe Biden is poised to take the oath of office Wednesday.​”This is forced labor This is forced sterilizations​,​ forced abortions​, the kinds of things that we haven’t seen in an awfully long time in this world and we now have conducted an exhaustive review of the facts and made the determination that, in fact, the Chinese Communist Party has committed these crimes against humanity is continuing to try and deny these people, not just the Uighur Muslims, but other faiths as well​,” Pompeo said.He added that he considers it the “stain of the century.”Pompeo said the American people are “counting” on the incoming Biden administration to build on President Trump’s efforts to hold China accountable.“This challenge, the threat from the Chinese Communist Party, is real. It is existential to the United States, we have to get this right. And I am counting on the next administration continuing our work, continuing to build out on the things that we have done,” he said.The State Department called on China to take immediate actions to release “all arbitrarily detained persons.”It also demanded that China abolish the detention camps and end the use of forced labor, as well as the “forced sterilization, forced abortion, forced birth control, and the removal of children from their families; end all torture and abuse in places of detention; end the persecution of Uyghurs and other members of religious and ethnic minority groups in Xinjiang and elsewhere in China, and afford Uyghurs and other persecuted minorities the freedom to travel and emigrate.”“We will not remain silent. If the Chinese Communist Party is allowed to commit genocide and crimes against humanity against its own people, imagine what it will be emboldened to do to the free world, in the not-so-distant future​,” the State Department said.​",
    "2021 - 2369": "Dr. Anthony Fauci says the Biden administration will abandon former <a href=\"https://nypost.com/2020/05/18/un-accused-of-promoting-abortion-in-coronavirus-response/\">President Trump’s policy</a> of banning US foreign aid from going to international organizations that promote or perform abortions.The infectious disease expert, serving as President Biden’s chief medical adviser, announced the move Thursday on the eve of the 48th anniversary of Roe v. Wade.On Friday, the White House doubled down on its commitment to ensuring access to abortions.A statement attributed to Biden and Vice President Kamala Harris said: “In the past four years, reproductive health, including the right to choose, has been under relentless and extreme attack.  We are deeply committed to making sure everyone has access to care – including reproductive health care – regardless of income, race, zip code, health insurance status, or immigration status.”The statement continued: “The Biden-Harris Administration is committed to codifying <em>Roe v. Wade </em>and appointing judges that respect foundational precedents like Roe. We are also committed to ensuring that we work to eliminate maternal and infant health disparities, increase access to contraception, and support families economically so that all parents can raise their families with dignity. This commitment extends to our critical work on health outcomes around the world.”Fauci’s notice said that the administration will undo the “Mexico City Policy” that had restricted use of foreign aid for abortions.“President Biden will be revoking the Mexico City Policy in the coming days, as part of his broader commitment to protect women’s health and advance gender equality at home and around the world,” Fauci told a World Health Organization Executive Board meeting, according to a copy of his prepared remarks released by the White House.White House Press Secretary Jen Psaki on Thursday said Biden is a “devout Catholic” in response to a question about the Mexico City Policy. The Catholic church opposes legal access to abortion, though Catholic politicians have a range of policy positions.The anniversary of Roe v. Wade, which made abortion legal nationwide, is an annual flashpoint in Washington, though this year organizers of the March for Life anti-abortion rally called off the protest due to the COVID-19 pandemic. ",
    "2021 - 3584": "In a victory for Planned Parenthood, the US Supreme Court on Monday overturned two lower court rulings that had sided with GOP officials in banning most abortion procedures in Texas in an effort to conserve medical resources at the onset of the coronavirus pandemic.The ban was issued as part of an executive order by Gov. Greg Abbott in March 2020 that paused all non-urgent medical procedures and sought to conserve medical equipment after warnings from health care professionals that patients who are sick with the COVID-19 might overwhelm hospital capacity and deplete supplies, such as personal protective equipment for doctors and nurses.The nation’s highest court struck down two rulings by the US 5th Circuit Court of Appeals in New Orleans that had sided with Texas GOP officials, including state Attorney General Ken Paxton, <a href=\"https://www.foxnews.com/politics/planned-parenthood-sues-texas-gov-abbott-over-order-to-stop-elective-abortions-during-coronavirus\" rel=\"noreferrer noopener\" target=\"_blank\">who previously argued that</a> it was “unconscionable” for abortion providers to withhold PPE in favor of a procedure that they refer to as a “choice.”“The judgment is vacated and the case is remanded to the United States Court of Appeals for the Fifth Circuit with instructions to dismiss the case as moot,” the Supreme Court <a href=\"https://www.supremecourt.gov/orders/courtorders/012521zor_3f14.pdf\" rel=\"noreferrer noopener\" target=\"_blank\">ruling</a> issued Monday states.Planned Parenthood and other pro-choice groups had filed a lawsuit to stop the ban, arguing it was issued in bad faith, as abortion is time-sensitive and a part of essential health care. Many Texans left the state during the onset of the pandemic to end their pregnancies elsewhere, <a href=\"https://www.texastribune.org/2021/01/25/supreme-court-texas-abortion-ban/\" rel=\"noreferrer noopener\" target=\"_blank\">The Texas Tribune</a> reported.Though the order ended over the summer and abortions have since been allowed to resume in Texas, Planned Parenthood, the Center for Reproductive Rights and the Lawyering Project said it is still “important we took this procedural step to make sure bad case law was wiped from the books.”From their perspective, the governor’s order was “a transparent attempt to chip away at access to reproductive health care by exploiting a public health crisis,” a statement provided to Fox News said. “The executive order put Texans in need of essential, time-sensitive abortion care at greater risk: pushing patients to remain pregnant for political reasons and forcing those able to do so to travel out of state during a pandemic just to access health care,” their statement continued. “We cannot allow Abbott’s extreme actions to taint future fights. For now, abortion providers are back to work, caring for patients who need access to this essential health care.”In a tweet the day before the Supreme Court ruling, Abbott announced that Texas will fully end taxpayer funding of Planned Parenthood by Feb. 3, adding that: “Innocent lives will be saved.”He shared a link to a story published by <a href=\"https://smcorridornews.com/texas-to-fully-end-taxpayer-funding-of-planned-parenthood-by-feb-3/\" rel=\"noreferrer noopener\" target=\"_blank\">Corridor News</a> that outlined how the US 5th Circuit Court of Appeals in November sided with Texas state officials who aimed to ban taxpayer funding of the abortion provider “after videos were released by the Center for Medical Progress alleging the group was engaged in the sale or donation of aborted baby parts.”",
    "2021 - 2468": "<a href=\"https://www.foxnews.com/category/us/us-regions/us-puerto-rico\" rel=\"noreferrer noopener\" target=\"_blank\">Puerto Rico</a> has declared a state of emergency this week over violence against women — a move activists are hoping will help stem the tide of gender-based killings on the island, which average to at least one a week, reports say. The declaration from Puerto Rico Gov. Pedro Pierluisi calls for the creation of a mobile app to help victims report <a href=\"https://www.foxnews.com/category/world/crime\" rel=\"noreferrer noopener\" target=\"_blank\">attacks</a> and request help, in addition to starting a new program to monitor women who have taken out restraining orders against their abusers, according to the <a href=\"https://www.france24.com/en/live-news/20210126-puerto-rico-declares-emergency-over-violence-against-women\" rel=\"noreferrer noopener\" target=\"_blank\">AFP</a>. It also offers protection to gay and transgender residents. “Victims have suffered the consequences of systematic machismo, inequity, discrimination, lack of education, lack of guidance and above all lack of action,” Pierluisi said in a statement, adding that gender-based violence there has been “an evil that has caused too much damage for too long.” In 2020, Puerto Rico recorded 60 femicides, the <a href=\"https://www.miamiherald.com/news/nation-world/world/americas/article248748910.html\" rel=\"noreferrer noopener\" target=\"_blank\">Miami Herald</a> reported, citing the Observatory for Gender Equity, a local watchdog group. The previous year, two other island-based rights groups released a study finding that at least one woman is killed in Puerto Rico every seven days, the newspaper added. Puerto Rico’s state of emergency defines gender-based violence as actions resulting in physical sexual or psychological harm to others that are motivated by stereotypes, the AFP reports. “Today is a great day for women, girls and all the people who have believed in the declaration of a state of emergency for gender violence, which we had been requesting for three years,” Lisdel Flores, the director of a shelter for victims of such attacks, told the AFP. Vilmarie Rivera, who leads the Puerto Rico Domestic Violence Shelter Network, added that “the government has recognized that there is a problem that we have to address as a priority.” The news agency says the declaration also comes days after a nurse was killed by her husband in an attack he reportedly has confessed to. "
}