{
    "2008 - 1447": "Mike Huckabee’s surge among Republican voters has turned him into <a class=\"legacy-link\">Rudy Giuliani</a>‘s chief rival for the presidential nomination, according to two national polls released yesterday.   A new AP/Ipsos survey showed Huckabee grabbing second place behind Giuliani as his support shot to 18 percent – nearly doubling his 10 percent backing of a month ago. During the summer, only 3 percent of GOP voters backed Huckabee.   Giuliani remains the front-runner with 26 percent in the poll. <a class=\"legacy-link\">John McCain</a> has 13 percent, Mitt Romney 12 percent and Fred Thompson 11 percent.   Huckabee has vaulted ahead of Giuliani in a separate Rasmussen daily tracking poll. The folksy Baptist minister and ex-Arkansas governor garners 22 percent, followed by Giuliani with 18 percent.   In that survey, Romney gets 13 percent, McCain 12 percent and Thompson 9 percent.   Huckabee’s growing support has come largely from Christian evangelical voters and social conservatives drawn to his faith and long record of opposing abortion and gay marriage, hot-button issues in a GOP primary.   Huckabee has shot to the front of the pack to challenge Romney in Iowa, which is holding its caucus on Jan. 3. While still ahead in most national polls, Giuliani has seen his support drop in some national surveys. And he’s running third in Iowa and behind Romney in New Hampshire, which holds the first-in-the-nation primary on Jan. 8. ",
    "2008 - 1575": " FRED THOMPSON’S disappointed fans have something to cheer about at last.   After sinking to single digits in the polls, the former “Law &amp; Order” actor is making a comeback.   Over the past month, Thompson has walked away from several very strong performances in GOP debates. In the latest one, he held command over the entire field and won the day by refusing to play “hand shows” on stage at the direction of the moderator.   “I said, ‘Nope,’ and everybody pulled their hand down and looked around,” Thompson later recalled.   “I just said to my buddies up there, ‘How are you going to stand up to the leaders of Iran and North Korea if you can’t stand up to an overbearing moderator?’ ”   Thompson also has quietly racked up scores of endorsements from anti-abortion chapters around the country. Those groups are some of the most effective vote herders the GOP has.   And earlier this week, he netted a surprise endorsement from Iowa Rep. Steve King, known in some GOP circles as “the Kingmaker.”   After enduring months of criticism for sporadic and lackluster campaigning, Thompson is now going full-bore on a bus tour of 50 cities and towns around Iowa that his campaign says will reach some 75 percent of projected Republican caucus-goers before Jan. 3.   More than anything else, long-suffering supporters say their spirits have finally been lifted by Thompson’s swagger and enthusiastic demeanor on the trail.   After someone suggested he might still be the conservative dark horse to ride to the White House, he quipped, “Saddle me up!”<em>churt@nypost.com</em>",
    "2008 - 5099": "He’s a beefy, blue-collar pipe-layer who played high school football and dropped out of college because it “wasn’t for him.”   She’s a perky, home-schooled former cheerleader from a dysfunctional family.   They both go to church and grew up about an hour apart.   They should be the perfect couple – except she’s one of the most popular tween stars in the nation, and now she’s knocked up at 16.   Teen queen Jamie Lynn Spears, pop tart Britney’s 16-year-old younger sister who shocked the world last week with news that she’s pregnant, met the more private Casey Aldridge when she was just 13.   She was already a star on Nickelodeon sketch comedy show “All That” and made Disney’s top 40 countdown with a remake of “Girls Just Wanna Have Fun.” Aldridge was just 15, a star high school athlete playing center field and running back at Amite School Center, “home of the rebels.”   They met at church, according to Aldridge’s great-uncle Rev. Odus Jackson, through mutual friends. Their two towns are about an hour apart, so they probably didn’t meet by chance, he said.   Friends said they had a “normal” relationship. Jamie Lynn cheered on her strapping boy at several of his baseball games, according to former teammate Seth Monaghan.   She also attended several family functions at the Aldridge family’s 500-acre dirt-road compound in Gloster, Miss. Several family members live on the property in houses ranging from rundown to well kept.   Jamie Lynn has rung in the new year with the clan for the past two years, sitting around the bonfire and enjoying the midnight fireworks, family members said. She also had Thanksgiving dinner with the family last month.   Both families seem to support the relationship.   Aldridge’s blue-collar dad, Mark – who moved to Cleveland, Tenn., with his wife six months ago to take a job as a maintenance tech, repairing machines at the BoWater paper mill – bragged to colleagues that his son was dating <a class=\"legacy-link\">Britney Spears</a>‘ sister, sources at the plant said.   Meanwhile, Jamie Lynn’s mom, Lynne, welcomed Aldridge into the southern California condo she shares with Jamie Lynn while she’s filmng “Zoe 101,” a hit show on Nickelodeon that premiered in 2005.   The rugged, 6-foot-2 Aldridge, who graduated from high school in June, spent most of the summer and parts of his senior year at the pad in Valencia, Calif.   The two were snapped walking around in July, reportedly house-hunting for their own love nest, and the National Enquirer that same month claimed the duo had a pregnancy scare – something Spears’ spokesperson denied, saying Jamie Lynn was a “morally upright” 16-year-old.   When Aldridge headed to Louisiana in the fall to attend junior college, Spears cast doubt on their future, telling papers she wasn’t dating anyone special.   Less than a month later, Aldridge had dropped out and found a job as a pipe layer for a Baton Rouge oil company. Spears was soon back at his side, attending local haunts and parties with him while living at home in Kentwood and going to school at the elite Christian school, Parklane Academy, where big sister Brit also attended.   Jacqueline Robertson, who lives in Liberty, Miss., not far from Gloster, said she attended the birthday party of a family friend two months ago, where she met the younger Spears and Aldridge.   “Casey and Jamie Lynn were in the living room,” she said. “She wasn’t drinking, she wasn’t smoking, she was very nice. She took pictures with all the kids there. She’s really good with kids.”   Robertson said the bubbly Jamie Lynn acted like any other teenager.   “She was very casual. She wore blue jeans and a long-sleeve T-shirt, no makeup, ponytail, very friendly. She was laughing and she seemed so sweet.”   For many people – family friends as well as loyal fans – sweetness is Jamie Lynn’s defining characteristic, expressed through her warm brown eyes and a wide, beaming smile.   Ten years younger than her pop-star sister, she grew up in Britney’s shadow, but had managed in recent years to carve out a niche of her own at Nickelodeon by trading on her wholesome good looks.   She navigated her burgeoning stardom with grace and good sense, family members said, making sure her cadre of close girlfriends were included in her success by offering them supporting roles in movies and commercials, and sometimes bringing them on her Hollywood trips.   Last year she made the cheerleading squad at Parklane, but left the school to do online correspondence classes this year, said Parklane headmaster Billy Swindle.   Good thing, too, because the institution has a policy against allowing pregnant students to attend classes.   “You cannot be pregnant and attend Parklane Academy,” Swindle said.   Both Aldridge and Jamie Lynn remained mum yesterday.   But GOP presidential candidate Mike Huckabee has spoken up, praising Jamie Lynn in an interview with CBS News for making the “right decision” by not aborting her child. <em>Additional reporting by Jill Culora in DC, Melissa Jane Kronfeld in NY and Benjamin Johnson in Tennessee</em><em>gotis@nypost.com</em>",
    "2008 - 3282": "WASHINGTON – Republican White House candidate Mike Huckabee yesterday went hunting in Iowa and bagged a pheasant – but it was rival Mitt Romney who was really in his sights.   Hunting “is not something we had to go out and get a primer in,” the lifelong outdoorsman Huckabee told reporters in a jab at Romney, who has never been licensed to hunt or owned a gun.   “It’s very much ordinary to me . . . I certainly understand the culture of being outdoors.”   Gun owners are a key Republican voting group in Iowa, which holds its first-in-the-nation caucuses next Thursday.   Huckabee, who started hunting at 11, has made stunning gains on Romney in recent polls and is now running slightly ahead of the former Massachusetts governor in Iowa.   Huckabee’s spirits were high yesterday morning as he pondered naming his hunting party’s kills after his opponents and made joking references to the time that Vice President Dick Cheney accidentally shot a friend in the face.   “Hopefully, we’ll just shoot pheasants and not each other,” Huckabee quipped, noting that he hadn’t invited Cheney “because I want to survive all the way through this.”   Huckabee led a motorcade of photographers along gravel roads in the hills outside Osceola, Iowa, hopping out of a pickup truck to take to a snow-covered field wearing his bright orange vest along with Dude, an energetic hunting dog.   Huckabee and three hunting companions tramped slowly across the field and their shotguns were blasting within minutes.   Of four birds flushed by the party, three were felled. Huckabee claimed the third – a brightly colored ring-necked pheasant – with his 12-gauge shotgun.   Huckabee proudly displayed the birds and said jokingly, “See that’s what happens if you get in my way.”   He added, “Each of these birds gave their lives for the campaign.”   Outdoor Life, a magazine which claims a readership of over 5.5 million, last month named Huckabee “one of the 25 most influential people in hunting and fishing” – the only presidential candidate to win that placing.   On a farm about 30 miles south of the Iowa capital Des Moines, Huckabee extolled the hunter’s love for the environment, and role in preserving it for future generations.   “In many cases extinction comes from not having some level of hunting. It’s the hunters who actually keep the wildlife alive. A lot of people think that when you hunt, you’re destroying the wildlife.”   Romney tried to get a piece of the gun owners’ votes early this year when he claimed to have received a National Rifle Association endorsement as a candidate for governor and called himself a hunter.   He later was forced to admit that his hunting activities were confined mostly to “small varmints” and that he had not received that valuable endorsement after all.   Huckabee’s surge in support is thought to be coming from the very group that has suspicions about Romney – the evangelical Christians.   Romney has fought from the beginning of his campaign to convince them that he shares their socially conservative views, but his record as a governor allowed opponents to brand him a “flip-flopper” on abortion laws and gay rights. <em>With Post Wire Services</em><em><a class=\"a10blb\" href=\"mailto:daphne.retter@nypost.com\">daphne.retter@nypost.com</a></em>",
    "2008 - 4080": "<a class=\"legacy-link\">Barack Obama</a> took a commanding lead over <a class=\"legacy-link\">Hillary Rodham Clinton</a> in the final major Iowa poll released last night – just three days before Iowans cast the nation’s first ballots in the 2008 race for the White House.   Obama led with 32 percent, according to the benchmark survey conducted by the Des Moines Register.   Clinton trailed beyond the margin of error with 25 percent, essentially tied with John Edwards, at 24.   Among Republicans, Mike Huckabee holds a comfortable lead, with 32 percent, followed by Mitt Romney, at 26.   Rudy Giuliani barely registered in last place, with a paltry 5 percent support in a state he abandoned.   The Iowa contest for Democrats remains competitive, according to the Register’s analysis, because roughly one-third of likely caucus-goers say they could be persuaded to switch their support.   But Obama’s lead in last night’s poll is the largest recorded all year by the Register, which is widely credited with performing the most accurate and comprehensive polling for the tricky-to-gauge Iowa caucuses.   The telephone survey of 800 likely Democratic caucus participants was conducted Dec. 27-30 and has a margin of error of plus or minus 3.5 percentage points.   Last night’s release of the poll followed a bizarre campaign event by the GOP front-runner .   Huckabee held a press conference at which he announced he was abruptly yanking a TV attack ad against Romney – but then proceeded to show it to the media.   “Once you see it, you’ll realize this is why we’re not going to run it,” Huckabee told stunned journalists, some of whom nervously chuckled and gasped at the unusual spectacle.   Huckabee insisted he wanted to finish the Iowa battle on a positive note.   “We will run only ads that talk about why I should be president, and not why Mitt Romney shouldn’t,” he said.   But the room at the Marriott Hotel in Des Moines was filled with placards that said “Enough is Enough.”   That has been Huckabee’s response to Romney’s hard-hitting ads attacking his record, particularly pardoning convicted murderers as Arkansas governor.   There were easels filled with opposition research that slammed Romney’s shifting positions or statements on immigration, guns, taxes and abortion.   Then Huckabee and his staff cued up the ad on a TV monitor.   The narrator says, “Romney’s record – over $700 million in new taxes . . . Left office with a deficit . . . No executions . . . Supported gun control . . . And Romney’s government-mandated health plan provided a $50 co-pay for an abortion.”   “If a man is dishonest to obtain a job,” Huckabee says on screen, “he’ll be dishonest on the job. Iowans deserve better.”   The ad had been sent to TV stations, but Huckabee’s campaign pulled it before it aired.   Romney’s campaign was quick to respond.   “To say one thing one minute and then turn around and show an attack ad to reporters the next will obviously leave folks with a very cynical view of Mike Huckabee and his message,” said Romney spokesman Kevin Madden.   Before the latest poll was released, Clinton mocked the raging populist style of Edwards.   “It’s easy to talk about taking on the special interests,” she told a crowd of a few hundred in southeast Iowa.   “It’s something you don’t have to do by yelling and screaming . . . Save your energy. Get the job done. Figure out how you’re going to make it happen.”   Clinton ridiculed Edwards – without saying his name – for having a temper tantrum over the nation’s problem, even as she laced remarks with prairie populist broadsides against “special interests” and “the rich.”   And there were last-minute dirty tricks. Iowa voters reported receiving phone calls slamming the top three Democratic candidates.   Some of the calls say Obama’s health plan leaves millions uninsured, that Edwards’ plan to withdraw troops from Iraq is dangerous and that Clinton can’t defeat Republicans in the fall if she’s the Democratic nominee.<em><a class=\"a10blb\" href=\"mailto:charles.hurt@nypost.com\">charles.hurt@nypost.com</a></em>",
    "2008 - 3884": "DES MOINES, Iowa – Former Baptist minister Mike Huckabee won a “miracle” victory over top rival Mitt Romney in last night’s Iowa caucuses   Huckabee had 34 percent of the vote to Romney’s 25 percent, with 86 percent of precincts reporting. The Associated Press called the race for Huckabee an hour after the caucuses had started.   Actor-politician Fred Thompson and resurgent Sen. <a class=\"legacy-link\">John McCain</a> were tied for third place, at 13 percent apiece. <a class=\"legacy-link\">Rudy Giuliani</a> finished last, with 3 percent, behind gadfly candidate Ron Paul.   Huckabee fittingly compared his win to a biblical David vs. Goliath story, in which he was outspent by the self-financed Romney by 20 to 1.   “People really are more important than the purse,” he told cheering supporters at his victory party.   “Tonight, we proved that American politics is still in the hands of ordinary folks like you . . . It starts here but it doesn’t end here. It goes all the way through the other states and ends at 1600 Pennsylvania Avenue.”   The Arkansas ex-governor’s first-place showing was a major blow to Romney, who had spent millions of dollars and made hundreds of trips to the Hawkeye State over the past two years.   The “Huckaboom” gives McCain a better chance to beat Romney in the New Hampshire primary next Tuesday. Romney was the governor of neighboring Massachusetts.   The Iowa results also bolster Giuliani’s longer-term strategy of emerging from a muddled early field to win the big, delegate-rich states that vote later, such as Florida, on Jan. 29, and New York, New Jersey and California on Feb. 5.   While Giuliani had hoped to avoid finishing last, he did not compete fiercely in Iowa and a poor showing was expected. He did not put up TV ads and his visits were sporadic.   Romney conceded last night, saying, “See you in New Hampshire” and vowing to “grow” support across the country.   Romney sought to put a positive spin on his defeat, saying he had trailed Huckabee by more than 20 points a few weeks ago.   “I’ve been pleased that I’ve been able to make up ground and I intend to keep making up ground,” he said.   Romney had led in Iowa polls for much of the year. He organized early and visited often and dominated the airwaves.   But Huckabee caught fire over the final six weeks as Christian fundamentalists flocked to his cause. He first gained notice after finishing second to Romney in the Iowa Straw Poll last August.   A gifted speaker with a folksy sense of humor who plays bass guitar at events, Huckabee also did well in many of the debates.   He drew huge crowds at campaign events, including more than 2,000 at a New Year’s bash with Hollywood supporter Chuck Norris.   Romney may have been hurt by conservative Christians’ skepticism about his Mormon faith.   Some Huckabee backers called Mormonism a cult on their candidate’s Web site.   Huckabee was forced to apologize after he was quoted suggesting that Mormons believe the devil is the son of Jesus.   Huckabee also chafed at an avalanche of Romney TV ads that attacked his record on pardoning convicted murderers as Arkansas governor and backing tuition aid for illegal aliens.   And an anti-tax group – the Club for Growth – also ran ads slamming Huckabee for raising taxes as governor.   In turn, Huckabee – a lifelong opponent of abortion – slammed Romney as a flip-flopper for changing his position from pro-choice to pro-life shortly before running for president.   Some of Huckabee’s missteps – such as not knowing about the National Intelligence Estimate report on Iran – didn’t damage him, at least in Iowa.   Romney had a well-oiled campaign machine in Iowa. But Huckabee had the faithful – members of churches and parents who home-school their children – turn out for him.<em><a class=\"a10blb\" href=\"mailto:carl.campanile@nypost.com\">carl.campanile@nypost.com</a></em>",
    "2008 - 3316": "MANCHESTER, NH – <a class=\"legacy-link\">Barack Obama</a> had a bull’s-eye on his back in last night’s Republican debate – with both <a class=\"legacy-link\">Rudy Giuliani</a> and <a class=\"legacy-link\">John McCain</a> calling the freshman senator unqualified to lead.   “Senator Obama does not have the national-security experience and background to lead this nation,” said Sen. McCain (R-Ariz.), a former Vietnam War POW.   Giuliani added that the new Democratic front-runner “really doesn’t have the experience, either from a national-security point of view or an executive point of view.”   Meanwhile, Mike Huckabee and Mitt Romney exchanged fire over national security in a debate crucial to all would-be successors to President Bush.   The forum, held at Saint Anselm College, took place three days before Tuesday’s New Hampshire primary.   Romney got things started by blasting Huckabee for criticizing Bush’s aggressive foreign policy.   “I disagree with the governor’s writing in Foreign Affairs magazine that the president was arrogant and had a bunker mentality,” Romney said during the nationally televised, prime-time debate, sponsored by ABC News and Facebook.   “We’re not ‘a bunker mentality,’ ” the former governor of Massachusetts said as he fixed his eyes on the former governor of Arkansas. “The president is not ‘arrogant.’ We owe the president a debt of gratitude for keeping this country safe.”   To which Huckabee responded: “I supported the president before you did. I supported the [troop] surge [in Iraq] before you did.”   Then, when Huckabee charged that Romney backed a time withdrawal of troops from Iraq, it was Romney’s turn to strike back.   “Governor,” he said, “don’t characterize my position.”   But Huckabee, the Republican winner in last Thursday’s Iowa caucuses, didn’t miss a beat.   “Which one?” he quipped, snidely referring to Romney’s well-documented shifts on abortion and other hot-button issues.   The candidates also sparred over illegal immigration and national security.   “Governor, I agree with you – you <em>are</em> the candidate of change,” said McCain, charging Romney with having flip-flopped on immigration in hope of winning votes.   Romney replied that “the continued personal remarks are interesting but are unnecessary” – then accused McCain of pushing a bill that would have required amnesty for immigrants who were in this country illegally.   McCain would have none of it.   “I never supported amnesty,” he shot back. “You can spend a fortune on these attack ads, but that does not make it true.”   All but antiwar candidate Rep. Ron Paul backed Bush’s policy of preemption, including invading Iraq. And they all praised Bush for preventing other terrorist attacks.   This was the first debate since Huckabee won Iowa on the wings of Christian fundamentalists who flocked to his cause. Romney came in second.   “There’s a lot of interest in this debate,” said Fergus Cullen, chairman of the New Hampshire Republican Party. “It will have great ratings.”   Tuesday’s primary is considered a must win for Romney, well known in New England, and for McCain, who won the GOP primary here in 2000 and has practically camped out in the Granite State the last month.<em><a class=\"a10blb\" href=\"mailto:carl.campanile@nypost.com\">carl.campanile@nypost.com</a></em>",
    "2008 - 3358": "NASHUA, NH – <a class=\"legacy-link\">Hillary Rodham Clinton</a>, trailing by as much as 13 points in New Hampshire polls, went on a rampage yesterday against <a class=\"legacy-link\">Barack Obama</a> – ripping him as all talk and no action and blasting his votes on everything from Iraq to ethics in a slash-and-burn effort to deny him a victory here.   With her game face on just two days before New Hampshire’s primary, Clinton hit the warpath by saying the country needs a “doer, not a talker” – then eviscerated Obama on lobbyists, Iraq, and ethics.   “If you’re going to be railing about lobbyists, and then you have the chair of your campaign who is a major lobbyist in this state, that’s a very important piece of information for voters,” she said, referring to Obama’s New Hampshire chair, Jim Demers, who lobbies for drug companies.   Clinton – whose inner circle is girding for a possible defeat in New Hampshire’s primary tomorrow – ran through issues where she said Obama’s words didn’t match his deeds, repeating each time, “That’s not change.”   “If you gave a speech and a very good speech against the war in Iraq in 2002, and then in 2004 you’re saying you’re not sure how you would have voted, and by 2007 you voted for $300 billion for the war you said you were against, that’s not change,” she said.   Clinton voted for the Iraq war resolution in 2002, plus several measures to pay for it, although she now wants to bring the troops home.   Moments after her Iraq broadside, Clinton said of the war, “After 9/11, I would never have taken us to war in Iraq.”   She added, “If you say that you are going to prevent members of Congress from having lunch with lobbyists sitting down – but they can still have lunch standing up, that’s not change.”   The line was a reference to a loophole that allows lobbyists to throw fund-raisers with finger food. Clinton voted for the ethics bill, which Obama co-sponsored.   Obama, who was endorsed by former New Jersey Sen. Bill Bradley yesterday, said, : “For many months I’ve been teased, almost derided for talking about hope.   “You saw it in the debates last night. One of my opponents said we can’t just, you know, offer the American people false hopes about what we can get done.”   Last night, Team Clinton lobbed another grenade, saying that Obama’s camp “may be violating the law” by sending out automated “robo-calls” to New Hampshire voters on a do-not-call list.   Those calls challenge Clin ton’s charges that Obama skipped some abortion votes, saying her “last-minute smears” won’t protect the right to choose.   Meanwhile, Republicans <a class=\"legacy-link\">John McCain</a> and Mitt Romney traded blows again yesterday.   Polls show the race is close, although McCain – who won here in 2000 – has built momentum in recent weeks.   “[Romney] has changed his position on almost every major issue,” McCain said on NBC’s “Meet the Press.”   McCain has hammered Romney for shifting his positions on abortion, immigration and Iraq.   When asked about charges of flip-flopping at a Fox News Channel debate in Manchester last night, Romney said, “I’m not the only person at the table who’s changed his position on an issue.” <em>Additional reporting by Carl Campanile and Kenneth Lovett in New Hampshire</em><em><a class=\"a10blb\" href=\"mailto:geoff.earle@nypost.com\">geoff.earle@nypost.com</a></em>"
}