{
    "2007 - 1462": "Giants star Amani Toomer and his estranged wife led off the opening quarter in their bitter divorce contest in New Jersey court yesterday by meeting behind closed doors with the judge.   Toomer and his wife, Dr. Yola Dabrowski, appeared in Hudson County Family Court for the first time in their bid to settle the yearlong fight that has seen nasty allegations of her aborting four pregnancies rather than have children with him.   The pair and their lawyers spent four hours behind closed doors hammering out the details of their split.   At one point Dabrowski’s lawyer, Tom Snyder, traded barbs with Toomer’s attorney, Robert Penza, making fun of what Toomer had been harping on: the issue of money.   “She’s so greedy, she wants more and more and more,” Snyder sarcastically joked to Penza.   Afterwards, both Penza and Snyder acknowledged there had been at least one first down completed on what has been a long drive toward a resolution.   “I think we made some progress on some things,” Penza said.   “I think we are all in the same place. Everyone wants a positive outcome,” Snyder added.   Toomer, 32, said after the hearing: “I just want to come to a reasonable agreement. That’s it.”   Snyder said of the claim that Dabrowski, 34, had four abortions: “The allegations with respect to the pregnancy termination are completely, totally, 100 percent false.”<em><a class=\"a10blb\" href=\"mailto:jeane.macintosh@nypost.com\">jeane.macintosh@nypost.com</a></em>",
    "2007 - 2637": "Rudy Giuliani’s liberal views could wreck the GOP, John McCain is an “unreliable leader,” Hillary Rodham Clinton is just like France – and Mitt Romney has “too-perfect” hair, according to an internal Romney campaign report. The blistering strategy report, a 77-page Power-Point presentation, reveals concerns that the former Massachusetts governor is prone to flip-flopper charges, and lists opponents’ vulnerabilities that are ripe for exploiting. The document could be damaging to Romney, several GOP insiders said, further hurting his efforts to try to climb to the top tier in the polls alongside Giuliani and McCain. Giuliani is described as an outside-Washington “rock star and truth teller” who “earned the nation’s trust for his leadership” after 9/11, according to the Boston Globe, which obtained the report. But he’s also described as a “one-dimensional Lone Ranger whose social views – he supports abortion rights and civil unions for gay couples – could destroy the ‘GOP brand.’ “ “We can’t disqualify Dems like Hillary on social issues ever again” if Giuliani wins, the notes say. They highlight the ex-mayor’s “ethical issues,” such as his ties to disgraced Police Commissioner Bernard Kerik, and alludes to his “personal political liabilities” – apparently his three marriages. McCain is a maverick war hero famed for “straight talk,” the document says, but he’s “too close to [the Democratic] Left” and is an “uncertain, erratic, unreliable leader in uncertain times,” the report says. Another major point throughout the report is criticism of Europe – especially France – saying, “That’s where Hillary and Dems would take us. Hillary = France.” The report looks at ways to make Romney a breakout “brand,” and concedes it will be tough for him to do that with both Giuliani and McCain in the race. It expresses concern about Romney’s well-coiffed mane being “too perfect.” It also says he can put distance between himself and President Bush by highlighting “intelligence.” Romney spokesman Kevin Madden said, “Outside consultants routinely offer input and analysis – both solicited and unsolicited – on the dynamics of a political campaign all the time. But we cannot and will not verify any documents that are not marked Romney for President Inc.” The Giuliani and McCain campaigns declined comment, and McCain aides said he’s focused on serious issues such as Iraq. Clinton spokesman Blake Zeff said, “Given his propensity for flip-flopping, if Mr. Romney doesn’t like France today, he’ll probably decide to move there tomorrow.”<a class=\"a10blb\" href=\"mailto:maggie.haberman@nypost.com\">maggie.haberman@nypost.com</a>",
    "2007 - 1329": "One-third of voters take issue with a presidential candidate who supports gun control or has been married three times like Rudy Giuliani, a new Time magazine poll shows.   The numbers indicate potential potholes for the current Republican front-runner as his bid for president kicks into gear.   According to the survey, 30 percent couldn’t back a candidate who favors gun control, while another 35 percent have trouble with someone with three marriages.   That includes 48 percent of “born-again” white Christians.   But the survey also shows 56 percent don’t know Giuliani’s marital history, 68 percent don’t know his stand on gun control (he’s been saying it’s a state matter), and nearly 80 percent don’t accurately know where he is on gay marriage (he’s against it) or abortion rights (he favors it).   That suggests Giuliani is partly an unknown quantity nationally – although the poll is the latest one to show him with a double-digit lead over Arizona Sen. John McCain, beating him 38 percent to 24 percent.   McCain made clear yesterday he will battle hard, telling Dave Letterman he’s running, and hitting Giuliani’s home turf to be honored at an Irish-American event in Midtown.   Giuliani barely leads Sen. Hillary Rodham Clinton, 47 percent to 44 percent, according to the poll of 1,144 registered voters nationwide.",
    "2007 - 1496": " A city child-welfare agency supervisor was sentenced to 18 to 24 years in prison yesterday for repeatedly raping his two teenage daughters, starting when they were 8 and 14, along with two other girls who were family friends.   The horrific rapes were sometimes violent and continued for years, despite his victims’ tears. He raped his youngest victim – actually his oldest daughter -for 14 years, beginning when she was 8. She had an abortion at 18 – and the fiend has admitted to cops his likely paternity.   “You told me that no matter what, I would always have daddy, and I believed you and trusted you,” the man’s younger daughter, now 16, told a Manhattan Supreme Court judge in a statement read by prosecutor Robert Ferrari.   “I looked up to you,” the prosecutor read, as the statement’s author stood sobbing at his side.   “I wanted to be just like you – a social worker. You failed your children. You failed yourself. ”   “I have no father,” the statement concluded. “A father does not harm a child, his child. I don’t hate you and I hope God forgives you.”   The 255-pound, 42-year-old former supervisor for the Administration for Children’s Services, whose name is being withheld to protect the victims’ identities, has claimed he himself was abused as a child.   “I do apologize,” he told the court before sentencing. “This has been the most difficult thing I’ve ever faced in my life.”<em><a class=\"a10blb\" href=\"mailto:laura.italiano@nypost.com\">laura.italiano@nypost.com</a></em>",
    "2007 - 2068": " WASHINGTON – Rudy Giuliani’s liberal stance on abortion, guns and gays wasn’t his biggest problem yesterday as he addressed a conference of conservative activists – it was his having dressed in drag.   A whisper campaign targeting the front-running GOP White House contender’s cross-dressing stunts at gala political dinners in New York and on “Saturday Night Live” was the hot topic among right-leaning activists.   “A lot of people are talking about it. It’s not respectable. They use it as a way to highlight all of his other shortcomings,” Las Vegas conservative Bruce Feher told The Post.   Giuliani, who addressed the key gathering yesterday, may top national GOP presidential polls, but conservatives already uneasy with Giuliani’s positions on social issues were latching on to his gags as a drag queen.   “Can you think of any president – even Clinton – or another candidate wearing a dress on several occasions? It’s unpresidential. It’s not a secret, but a lot of people don’t know about it, and it’s only going to get more attention,” said Florida GOPer Gregg Shore.   “It lends credence to the belief that he’s not conservative.”   “It wouldn’t be an issue if it weren’t for the fact that his views on every conservative value weren’t so far to the left. But it resonates here,” said Georgia conservative Justin Lewis Wight.   Anti-Giuliani Republicans also circulated newspaper clips accusing America’s Mayor of appointing left-leaning judges.   Giuliani received ovations from the capacity crowd at the Omni Shoreham hotel in D.C. – and garnered loud cheers when he talked tough on terrorism.   Giuliani took a veiled shot at Hillary Rodham Clinton by mocking her tortured refusal to admit to liberal voters that her vote for the Iraq war was a mistake.   Explaining his mayoral missteps in reforming the city’s schools, “I made mistakes. I’m going to admit them and apologize for them,” Giuliani said to only scattered guffaws.   “Some people got it,” he quipped.<em><a class=\"a10blb\" href=\"mailto:ian.bishop@nypost.com\">ian.bishop@nypost.com</a></em>",
    "2007 - 1240": "  WASHINGTON – Rudy Giuliani is surging ahead of such GOP big guns as Sen. John McCain for the GOP presidential nomination, a poll shows.   The Newsweek poll suggests that Republicans and social conservatives are so far either tolerant or unaware of the ex-mayor’s liberal views on gay marriage and abortion.   Giuliani leads McCain by 59 to 34 percent and Mitt Romney by 70 to 20 percent. In a late-January Newsweek poll, Giuliani’s led McCain by 48 to 44 percent.   According to the poll, 82 percent of registered Republicans say a candidate’s marital history is not an important consideration. Giuliani has been married three times.   And while most say they’re unfamiliar with Giuliani’s stance on numerous social issues, when informed of his positions, the voters claim not to mind.   Giuliani also showed strongly in a straw poll taken at the Conservative Political Action Committee’s annual conference yesterday. He came in second, just four percent behind Romney but five percent ahead of McCain.   Giuliani also wins when first and second choices are combined, topping Romney by five percent.   “It’s clear he’s a very strong candidate, even with conservatives, despite his record,” said Heather Smith, of Young Voters Strategies. ",
    "2007 - 2670": " If Plan A was handing out 26 million subway-themed NYC condoms, Mayor Bloomberg has now turned to Plan B: promoting the use of the “morning after” contraception pill.   The city Health Department has awarded a $600,000 contract to Columbia University-Harlem Health Center to provide clinical and counseling services to teens and young women about sexually transmitted diseases, HIV and “pregnancy prevention” – including using the Plan B pill.   The program, which was blasted by religious and conservative leaders, will develop educational materials about the morning-after pill, including a DVD, a Web site and posters. Materials will be used in workshops and counseling sessions and be given to Plan B providers.   “As part of the program, doctors and other health professionals can provide emergency contraception, as well as other reproductive health services to clients at the clinic,” the Health Department said.   The funding will serve about 3,000 youths and adults up to age 24 for at least three years.   “Abstinence is the best way to prevent pregnancy. For teens who are sexually active, using birth control and condoms consistently is critical to prevent pregnancies and STDs,” said Deborah Kaplan, the Health Department’s assistant commissioner of reproductive health.   “Emergency contraception is an option if a condom breaks, after unprotected sex, or after rape.”   Clerics and conservatives accused city officials of promoting sex among youths.   “The morning-after pill can be abortion at the very early stages. The Catholic Church is opposed to that,” said Joseph Zwilling, spokesman for Edward Cardinal Egan.   State Conservative Party leader Mike Long said, “This smacks of a valueless society. The health commissioner [Dr. Thomas Frieden] is encouraging teens to be promiscuous and destroying human life.”   But health officials defended Plan B/emergency contraception as an option – given the number of young people who are sexually active.   Studies show that nearly half of city public high-school students report having had sexual intercourse, and more than 60 percent of pregnancies are unintended. Babies born to teens are at higher risk of low birth weight, infant mortality or living in poverty.   The Food and Drug Administration last year lifted the prescription requirement for most women to obtain the morning-after pill. Now, women 18 and over can buy Plan B without a prescription. Teens 17 and under still require a doctor’s note for a prescription.   The morning-after pill is designed to prevent pregnancy if taken within 72 hours.<em><a class=\"a10blb\" href=\"mailto:carl.campanile@nypost.com\">carl.campanile@nypost.com</a></em>",
    "2007 - 1477": " WASHINGTON – Rudy Giuliani angled to shore up his conservative standing yesterday by rolling out his newest presidential campaign supporter: Southern social conservative Sen. David Vitter.   Vitter, a Louisiana Republican who opposes abortion, gay marriage and gun control, was introduced yesterday as Giuliani’s Southern regional chairman and immediately assured conservatives that America’s Mayor’s isn’t running “to advance any liberal social agenda.”   Meanwhile, as Giuliani moved to lock up the GOP base, a new CNN/Opinion Research poll showed him opening a double-digit lead over chief rival John McCain.   The national survey of 401 Republicans found Giuliani pulling in 34 percent, compared to the slumping Arizona senator’s 18 percent. Ex-Massachusetts Gov. Mitt Romney and ex-House Speaker Newt Gingrich each checked in at 9 percent.   The low-profile Vitter is Giuliani’s first major backer from south of the Mason-Dixon Line, where Giuliani’s moderate brand of Republicanism traditionally doesn’t hunt.   But Vitter said the leadership Giuliani displayed on 9/11 trumped any social shortcomings. That trait is one many Louisianans believe was lacking among state and federal officials during Hurricane Katrina.   “Rudy has the strong, unwavering leadership and sound judgment we need in this time of war and terrorist threat,” Vitter said in a news conference in Washington. <em><a class=\"a10blb\" href=\"mailto:ian.bishop@nypost.com\">ian.bishop@nypost.com</a></em>"
}