{
    "2003 - 4908": " Pitching quiz show here.Alleges tryst with butler.Shocking new revelations of gay rape, servant orgies and a sinister cover-up are rocking the royal family, further damaging the tarnished crown.  The latest bombshells come hot on the heels of blabbermouth butler Paul Burrell revealing scores of intimate royal secrets.  Burrell, Princess Diana’s butler and closest confidante, has laid bare Di’s battles with bulimia, the bitter fight over her funeral and the unraveling of her fairy-tale marriage.  He’s currently holed up at a Times Square hotel with his family and trying to pitch a game show to American TV networks.  Now, a former royal valet has come forward to claim he was the victim of homosexual rape carried out by a senior member of Prince Charles’ staff – and that Charles covered up the sickening attack.  George Smith, 42, an ex-army corporal, told the Mail yesterday he informed Diana of the brutal attack and she made a tape of his harrowing account.  Smith said he was raped by a high-ranking, unidentified aide after falling unconscious during a boozing session at the man’s London home in 1989.  “I woke up. I was hurting,” Smith said. “I was totally ashamed. I felt sick. He was just laughing . . . as if he knew that he had got his way with me and that I could not do anything about it.  “He was much more influential and powerful than me at the palace.”  Smith’s father hinted that the attack has devastated his son, who turned to booze for solace as his marriage unraveled.  “My son has been getting his life back together and this publicity has brought all his problems back,” said his dad, who wouldn’t give his name.  During Burrell’s aborted trial, it was revealed that Diana had a cassette tape containing details of the alleged rape. The princess clandestinely conducted the interview with Smith at his hospital bedside.  But the tape has disappeared from a locked chest in Kensington Palace and has never been found.  The accused rapist, who remains on Charles’ staff, denied the claim, as does the palace.  The accused man insisted the sex romp was consensual, and in a letter released by his lawyers yesterday, blasted Smith as “an unreliable alcoholic” whose latest charges differed “substantially and significantly” from those he made to police last year.  At the time of the alleged rape, Charles assured Diana that the disturbing charges were simply “downstairs gossip.” But Smith was nonetheless given about $59,000 in hush money.  Diana was encouraged to forget the matter, but she could not and even visited Smith at the London hospital where he was being treated for depression.  She tucked the tape away with other ammunition that may have proven helpful in her war with the royals.  Her “war chest” also reportedly included insulting letters her fearsome father-in-law, Prince Philip, wrote to her dismissing her as a “trollop and a harlot” – and telling her she should “put up with” Charles’ affair with Camilla Parker Bowles.  A close pal of Di’s, faith healer Simone Simmons, revealed that the princess was devastated by Philip’s words but apparently resigned to her fate, saying the palace felt it could treat her any way it wished now that it had its “heir and the spare.”  “She used those exact words – I couldn’t believe it,” Simmons said.  It is likely that Queen Elizabeth intervened in Burrell’s theft trial when it appeared such dirty laundry was going to be revealed, royal watchers say.  The explosive allegations are fueling conspiracy theories, including those of Mohamed al-Fayed, the father of Di’s dead boyfriend, Dodi.  Al-Fayed has always believed the palace played a sinister role in the fiery car crash that killed Di and Dodi in Paris in 1997.  He claimed yesterday his theory has been bolstered by the queen herself, who allegedly warned Burrell that there were “dark powers” at work.  “It now seems quite clear that Burrell’s trial was stopped by those mysterious ‘powers’ who wanted at all costs to prevent him from revealing royal secrets,” the Harrods owner said.  Two investigations had been conducted into the first rape charge and another alleged attempted attack involving the same pair in 2001, but the probes were stopped by the director of public prosecutions. A separate inquiry concluded the inquiries had been handled “lamentably.”  Detectives were also apparently “bemused” by Charles’ determination to protect the alleged attacker. He raced back to Britain on Saturday after a sojourn in Italy to try and contain the damage that again threatens the beleaguered monarchy.  Last night, constitutional experts were huddling with Charles to try and determine the extent of the damage to the House of Windsor.  Meanwhile, ABC News has acquired the U.S. broadcast rights to “Diana’s Rock,” a documentary on Burrell that aired in Britain last night. It will air on “20/20” Nov. 18 and on “Good Morning America” from Nov. 18 to 22.",
    "2003 - 3784": "Queen Elizabeth had the chance to stop the theft trial of Princess Diana’s butler three times last year – but waited until Paul Burrell was about to testify before ending it by saying she had told him to take some of Di’s possessions for safekeeping.  According to a Buckingham Palace spokesman, any intervention by the queen “might have been misinterpreted as interference in the judicial process.”  Besides, the spokesman added, the queen thought that the information she had was “not relevant” – even though it was that very information that brought the trial to an abrupt halt two weeks ago.  Critics of the royal family claim that the queen stepped in to prevent embarrassing testimony about the dysfunctional monarchy from becoming public.  But it has become public anyway.  The royal family earned more bad headlines today, with the news that one of Charles’ highest-ranking aides had been put on indefinite leave because he allegedly sold unwanted royal gifts, and pocketed 20 percent from the sales.  The rest of the money – roughly $150,000 a year – went to the Prince of Wales, who apparently approved the arrangement. A royal source told the Daily Mail that the heir to the British throne used the money to “buy trees for his garden.”  The British tabloids have dubbed the aide, Michael Fawcett, “Fawcett the Fence,” for his secret selloffs.  The latest bombshell follows two weeks in which more and more of the royals’ dirty laundry has been aired, including tales of Prince William’s porn habit, Diana’s bulimia, Charles’ temper and, worse, his possible role in covering up a gay rape allegedly committed by a member of his staff.  None of this would have come to light had the queen intervened while the butler was still a loyal servant rather than an embittered employee.  According to The Times of London, lawyers for Burrell sought the queen’s intervention three times in 2001 – the last coming in September, when the butler’s lawyers requested a meeting to remind the queen of Burrell’s “life and service” – a clear euphemism for his inside knowledge of the seamy underbelly of royal-family life.  The gay-rape scandal is at the center of the growing crisis.  During the past week, it has emerged that the “victim,” former servant George Smith, 42, told Diana in 1996 about his ordeal and she made a tape of the conversation.  The tape is missing, leading to further speculation of a royal cover-up – although two internal inquiries into the alleged sex attack, said to have occurred in the late ’80s, found nothing.  In addition, The Sun of London reports today that Smith cried rape twice before – and both cases were dismissed as “complete fantasy,” according to a police source.  “He had a history of making up stories with no basis in fact,” he source said.  All of these allegations are to be investigated by a panel created by Prince Charles at the queen’s behest – but critics blasted the inquiry in advance because it will be headed by one of Charles’ and the queen’s top aides, Sir Michael Peat.  “There is no doubt this will be a whitewash,” said Paul Flynn, a member of Parliament from the ruling Labor Party.  “The royal family are effectively investigating themselves.”  Peat fought back, saying, “Anyone who says it’s going to be a complete whitewash doesn’t know me very well.”  But as if living up to the criticism, Sir Michael – who was knighted by the very queen he is investigating – said he won’t interview Her Royal Highness because he “already knows what the queen said and did,” a Buckingham Palace spokesman said.  Since his trial was aborted, Burrell, 44, has sold his story for $600,000 to Britain’s Daily Mirror. He is now in New York, pitching his game show, “What the Butler Saw,” and dodging a press corps that follows his every move.",
    "2003 - 2496": "Queen Elizabeth and Princess Diana’s butler – speaking from opposite sides of the Atlantic yesterday – finally shed light on the events that led to two weeks of royal embarrassment, when both independently slammed British cops for the fiasco.  Speaking on behalf of the monarch, Prince Charles’ private secretary Sir Michael Peat said the queen had been misled by investigators when they told her butler Paul Burrell had sold Diana’s belongings.  And Burrell, whose aborted trial for taking Diana’s belongings led to two weeks of speculation about the queen’s motive for intervening on his behalf, said Scotland Yard’s mistakes were “breathtaking.”  “The blame for the whole sorry saga should be shouldered by the police and prosecution,” he said in New York. “They should not be allowed to get away with it.”  Peat – who is investigating possible wrongdoing among Charles’ staff – said Burrell’s trial had already begun when the queen learned that prosecutors had no evidence he sold Diana’s belongings.  The queen then realized the relevance of Burrell’s 1997 comment to her that he had some of Diana’s things for “safekeeping,” Peat said.  “No one had an idea whether this information would result in a cessation of the trial or not,” said Peat.  Days after the queen’s admission, prosecutors dropped all charges against Burrell.  Peat said nobody at the palace was critical of the butler and Princes William and Harry can’t wait to see him again.  “They’re delighted that an innocent man didn’t go to prison,” he told the Daily Mirror.  Critics claim the queen stepped in to prevent embarrassing revelations about the monarchy – in particular details of an alleged gay rape at St. James Palace by one of Charles’ servants.  During the past week, it emerged that the rape “victim,” former servant George Smith, 42, told Diana in 1996 about his ordeal and she made a tape of the conversation.  An angry Burrell said the queen and Charles were blameless and it was two detectives “who wrecked my life and were blind to the truth.  “It is them, not the queen or Prince Charles, who are responsible for the whole thing.”  Peat’s inquiry also had its first “bombshell” yesterday when it revealed that Charles kept another butler, Michael Fawcett, on staff because he was the only one who “knew how” to put the royal’s toothpaste on his brush.  “Michael was the only person who knew how to load his toothbrush the way Charles liked it,” a St. James Palace insider told the British newspaper The Sun.",
    "2003 - 1450": "James Kopp, the anti-abortion extremist accused of gunning down an upstate abortion doctor, has admitted firing the fatal shot – but insists he only intended to wound his target.  “I aimed at his shoulder. The bullet took a crazy ricochet, and that’s what killed him,” Kopp said of his 1998 sniper attack on Dr. Barnett Slepian.  “The truth is not that I regret shooting Dr. Slepian,” Kopp, 47, told the Buffalo News. “I regret that he died.”  Kopp said he was scouting for an abortion doctor to wound in 1997 when he picked Slepian’s name – along with six others – out of the Yellow Pages.  He settled on Slepian because his Amherst home had a kitchen window that faced woods where it would be easy to hide.  On the night of the shooting, Kopp recalled, he watched as Slepian put soup in the kitchen microwave and walk away.  “I said to myself, ‘He’ll be returning to that exact spot,’ ” Kopp said.  When he did, Kopp said, he fired – and was “horrified” when he later learned that the bullet had glanced off a bone and caused fatal internal injuries.  Kopp, who fled the U.S., was captured in France last year. He faces trial in Erie County in February.  He said he hopes to convince jurors he’s innocent of any crime – and that he just wanted to stop Slepian from continuing to perform abortions.  His defense will be that he is innocent of intentional murder because he “just clearly didn’t intend to kill the guy,” said his lawyer, Bruce Barket.",
    "2003 - 1367": "A Brooklyn woman who last month admitted she shot her boyfriend to death was allowed by a judge to withdraw her guilty plea yesterday, and now faces trial on murder and weapons charges, prosecutors said.  Lesa White, 38, told Brooklyn Supreme Court Justice Matthew D’Emic that her family pushed her to accept a plea deal that would have given her a sentence of 20 years to life in prison.  White pleaded guilty on Nov. 13 to shooting Anthony Sampson on Sept., 3, 2001.  She said at the time that she confronted Sampson, 31, a New York City bus driver, inside a parked SUV because he had recently moved out and wanted to end the relationship.  Sampson, the father of White’s 3-year old son, also wanted her to abort her unborn child, prosecutors charged.  White allegedly shot Sampson twice, hitting him in the head and the body.  Prosecutors and Sampson’s relatives claim White was a jealous lover who threatened and stalked Sampson after the breakup.  “His feelings for her subsided, since she often acted crazy and violent,” said the victim’s mother, Loua Sampson, at the time of the killing.  White claimed that Sampson began to hit and choke her inside the SUV and there was a struggle for the gun, resulting in an accidental shooting.  If convicted, White could face 25 years to life for the murder, plus an additional five years on a weapons-possession charge. ",
    "2003 - 2023": "<strong>U</strong>NDOUBTEDLY, there is one passion of Mayor Mike on which we can all agree.  And that is he desperately wants the Olympic Games to be held in this city that never sleeps.  Think of the business, think of the jobs, think of the building, and think of the prestige.  Legions of rich Europeans, rich Middle Easterners, rich Asians, rich South Americans, rich Russians will descend on us with oodles of money.  But by the time they go home, they will have to believe that Mayor Mike has single-handedly turned New York City into his very own version of the puritanical dreams of Oliver Cromwell.  I received a letter from a great old broad, Jean McCormick Pochna, who at the age of 77, has not blunted her sword. She said to me in a neatly tied note:  “Can you really see an anticipated army of tourists coming to New York and being told they can’t smoke in a sidewalk cafe?  “I have lived for years in Europe since my marriage in Paris in 1951 and believe me, Europeans smoke.”  Des O’Brien, the publican of my esteemed gentlemen’s club, Langan’s, said: “If this all but comes to law, it will devastate the restaurant business. I’d be forced to lay off a chunk of my staff, taxpaying waiters, waitresses and bartenders.”  There are 17,000 bars and restaurants in Manhattan alone. Consider the effect this will have on taxpaying staff in all the boroughs.  “Why doesn’t the mayor impose a cigarette license on bars and restaurants where the owner wants to permit smoking in special areas? It would be just the same way as we pay for a liquor license,” Des said.  “Think of the money it would generate for budgets if bar owners across the whole state paid for a cigarette license. Now if you don’t want smoking, you don’t need to pay for the cigarette license. It’s simply freedom of choice.”  It is curious to me that a woman, or even a teenager, has the freedom of choice to kill a baby through abortion in its third trimester. I don’t like it, but it is legal. And, the last time I looked, so were cigarettes.",
    "2003 - 1010": "Two anti-abortion activists from Brooklyn were indicted yesterday on federal charges that they harbored and aided James Kopp before his arrest last year for the 1998 slaying of a suburban Buffalo abortion doctor.  The indictment, filed in Brooklyn, charges Dennis Malvasi and his wife, Loretta Marra, with providing money, advice and support to Kopp while he was a fugitive sought in the shooting death of Dr. Barnett Slepian.  The two – who face up to 13 years in jail each if convicted – are prepared to plead guilty, according to one of their lawyers.  They were arrested hours after Kopp’s arrest in March 2001 in France.  Charges were originally brought against them upstate, but the case was moved to Brooklyn after a judge rejected a plea deal giving them reduced sentences.  Malvasi served five years for firebombing a New York abortion clinic in 1987 and trying to bomb a second one. His wife was arrested twice with Kopp in the early 1990s during anti-abortion demonstrations in New York and Vermont.",
    "2003 - 827": " All school sporting events, field trips and after-school programs will be canceled next week if there’s a transit strike, Schools Chancellor Joel Klein said yesterday.  And Klein told parents of special education students he won’t object if they decide to keep their kids home.  “Parents of children with medical needs requiring nursing and those with disabilities are advised to use their own discretion in deciding whether they will permit their children to ride to school because there may be traffic delays to and from school,” the Department of Education said in a notice to parents.  The strike contingency plan also includes:  * Delaying the opening of school by two hours.  * Cancellation of morning pre-kindergarten programs.  * Suspending Public Schools Athletic League games, field trips and after-school programs. "
}