{
    "2018 - 835": "GREENWICH, Conn. — A Roman Catholic school in Connecticut that told a student she would have to leave school if she kept a Planned Parenthood sticker on her laptop has reversed course.The parents of Sacred Heart Greenwich sophomore Kate Murray told the Greenwich Time their daughter will be allowed to stay at the all-girls school with the sticker in place.The school’s head said the school discourages the display of anything “supporting or opposing political candidates, positions or organizations” but would never dismiss a student for what she believes. The local bishop said he backed the decision that affirms the church’s anti-abortion teachings.The decision drew fierce backlash from alumnae who threatened to stop donating to the school and instead donate to the pro-abortion rights group.The school had no additional comment.",
    "2018 - 5098": "SALT LAKE CITY — Former presidential hopeful Mitt Romney is running for a Utah Senate seat, officially launching his political comeback attempt Friday by praising his adopted home state as a model for an acrimonious national government in Washington.Having been one of the Republican Party’s <a href=\"https://nypost.com/2016/02/25/trump-calls-out-romney-for-playing-a-tough-guy/\">fiercest internal critics of President Donald Trump</a>, Romney didn’t mention the administration or Trump himself in a campaign announcement posted online. The closest allusion to Trump was Romney noting that Utah “welcomes legal immigrants from around the world,” while “Washington sends immigrants a message of exclusion.”Romney, 70, will be the heavy favorite for the Senate seat <a href=\"https://nypost.com/2018/01/02/republican-sen-orrin-hatch-will-retire-at-the-end-of-his-term/\">being opened by Sen. Orrin Hatch’s retirement</a>. Hatch was among the first Republicans to pitch Romney as his potential successor.Leading up to Romney’s <a href=\"https://nypost.com/2017/11/10/mitt-romney-mulling-2018-senate-run-in-utah/\">widely anticipated announcement</a>, confidantes said he intends to focus his campaign on Utah, where he moved with his wife, Ann, after losing the 2012 presidential election to incumbent Democrat Barack Obama.“Utah has a lot to teach the politicians in Washington,” Romney said in his announcement, noting that “on Utah’s Capitol Hill, people treat one another with respect.”Still, Romney, a former Massachusetts governor and wealthy business executive, would come to Capitol Hill with a higher profile than a typical freshman senator. That reality was made clear by immediate reactions to his announcement from across the political spectrum.House Speaker Paul Ryan, whom Romney tapped as his vice presidential running mate in 2012, immediately hailed his old partner’s “unparalleled experience, conservative leadership and lifetime of service.”— Mitt Romney (@MittRomney) <a href=\"https://twitter.com/MittRomney/status/964489491682504704?ref_src=twsrc%5Etfw\">February 16, 2018</a><script async=\"\" charset=\"utf-8\" src=\"https://platform.twitter.com/widgets.js\"></script>Democrats, despite not yet offering any credible threat to the Republican dominance in Utah, answered with a scathing rebuke, dismissing Romney’s periodic criticisms of Trump. “Mitt Romney desperately wants to separate himself from the extremism of the current administration,” said Democratic National Committee spokesman Vedant Patel in a statement, but “the basis policies of Trump’s GOP … were his before they were Donald Trump’s.”Hours after making his campaign announcement early Friday morning, Romney filed paperwork with Utah’s elections office allowing him to start collecting the signatures of 28,000 registered Republicans to earn a spot on a June primary ballot.He then toured a dairy farm in the northern Utah city of Ogden, driving a tractor and posing for pictures with workers and the farm’s owners. He didn’t take questions from reporters.Friday afternoon, Romney dropped by a campaign volunteer booth set up at Utah Valley University in Orem, where he shook hands and posed for pictures with a mob of excited college students he asked to sign his candidate nominating petition.He is scheduled to give a speech Friday night at a GOP county dinner event in Provo, a city south of Salt Lake City.As he did in two presidential campaigns, Romney’s announcement highlights his stewardship of the 2002 Winter Olympics in Salt Lake City. Romney is respected in the state for taking over the troubled games amid planning and financial disarray.Romney supporters describe him as a “favorite son” of Utah. He’s a Brigham Young University graduate who went on to become the first Mormon presidential nominee of a major political party. About 60 percent of Utah’s residents are members of The Church of Jesus Christ of Latter-day Saints.Some Utah Republicans may still question whether the one-time abortion-rights supporter is too much of an outsider or too moderate for their tastes, but he’s not expected to face any serious primary or general election challenge.Romney attracted headlines in 2016 when he took the extraordinary step of delivering a biting speech denouncing Trump, calling him a “phony” who was unfit for office. Romney muted his criticism for a time when Trump auditioned him as a potential secretary of state.For his part, Trump has said Romney “choked like a dog” in his failed presidential bids in 2012 and four years earlier, when Romney lost the GOP nomination to Arizona Sen. John McCain.Romney also would be a compelling addition to the ongoing congressional wrangle over health care. As Massachusetts governor, Romney enacted a sweeping health insurance overhaul that became a model for the insurance exchanges in 2010 Affordable Care Act.Amid intense conservative opposition to the national law, however, Romney distanced himself during his 2012 campaign from his Massachusetts accomplishments, arguing that he had pursued a state solution that wasn’t appropriate at the federal level.",
    "2018 - 4632": "MOSCOW — A Clinton-Obama sex tape using body doubles. A Facebook page promoting Texas independence riddled with grammatical mistakes. Islamic State anthems blasting out during the nightshift.The U.S. indictment <a href=\"https://www.documentcloud.org/documents/4380517-Russia-probe-indictments.html\">centered on a Russian troll farm</a> only scratches the surface of the St. Petersburg agency that allegedly produced online content to sway the 2016 presidential election — and glosses over how unconvincing some of its stunts could be.Many of the more eye-popping accounts of the Internet Research Agency’s activities have come from former staff members. One, Alan Baskaev, told the independent Russian television channel Rain last year that the agency made a video that looked like a U.S. soldier shooting a Quran and had even hired two actors in an abortive bid to fake a sex tape of Barack Obama and Hillary Clinton.“No one would buy it, clearly,” Baskaev told the broadcaster, laughing.The Associated Press couldn’t confirm Baskaev’s sex tape story, but a video of a purported U.S. soldier in desert camouflage firing an assault-style weapon at a Quran was posted to an American gun forum in September 2015.The fakery was screamingly obvious: The soldier’s uniform was misshapen and out of date. His helmet resembled the headwear a cyclist might wear and the English he spoke was so heavily accented it was almost indecipherable.The BBC’s Russian service <a href=\"http://www.bbc.com/russian/society/2016/03/160315_smj_trolls_make_haram_video\">identified the man in 2016</a> as a bartender in St. Petersburg, a friend of someone who worked at the troll factory.The Quran video and others like it were ignominious flops. <a href=\"https://www.nytimes.com/2015/06/07/magazine/the-agency.html\">The New York Times Magazine in 2015 identified</a> other fake videos, including footage meant to spark panic about a chemical plant explosion in Louisiana supposedly caused by the Islamic State group. Another showed a phony shooting in Atlanta, Georgia, that carried echoes of Michael Brown’s fatal 2014 encounter with police in Ferguson, Missouri.The indictment that <a href=\"https://nypost.com/2018/02/16/mueller-indicts-russian-nationals-in-election-meddling/\">charged 13 Russians with meddling</a> in the presidential race makes no mention of them, but the amateurish videos continued through the election. Last year <a href=\"https://www.thedailybeast.com/russia-recruited-youtubers-to-bash-racist-btch-hillary-clinton-over-rap-beats\">The Daily Beast said</a> it had identified “Williams and Kalvin” — a rap duo purportedly from Atlanta that appeared in YouTube videos — as operatives of the Russian troll operation. Speaking in a thick Nigerian accent, the man who went by Williams slammed Hillary Clinton as a racist and said, “This is time for change.”“Let our vote go for Trump, because this man is a businessman, he’s not a politician,” he continued. “Any businessman cannot be a racist.”The cringe-inducing quality of such videos and other pieces of the trolls’ work is another aspect of the alleged interference left out of the indictment — and much of the attendant media coverage.The agency did manage to organize rallies in the U.S., but turnout appears to have been microscopic. Even online, the trolls struggled with their command of English. One of the Internet Research Agency’s most popular Facebook pages, the secessionist-minded Heart of Texas, was packed with malapropisms.“Hillary Clinton behind bars is a dream of thousands of Americans and may the god this dream come true,” reads one of the Facebook posts that <a href=\"https://extranewsfeed.com/how-russia-created-the-most-popular-texas-secession-page-on-facebook-fd4dfd05ee5c\">journalist Casey Michael eventually collected</a>. “Texas is a heaven of Earth, a land give to us by Lord himself!” reads another.The nonsensical quality of the work would be no surprise to former troll farm employee Baskaev. He described a slap-dash operation whose internet connections frequently failed and whose fake profiles repeatedly got spiked by Facebook administrators.When the managers had gone home, the 20-somethings working the night shift at the troll farm ran amok, he said, playing Islamic State anthems over the sound system and jokingly saluting each other with the Ukrainian nationalist greeting, “Glory to Ukraine!”The indictment alleges that the troll farm sent operatives to the United States. Baskaev said the same to Rain last year, but added that he doubted any of them accomplished much in the U.S.“They probably just went out boozing and partying,” he said.",
    "2018 - 4579": "BOISE, Idaho — A Republican Idaho state senator yelled “abortion is murder” at a group of students who were pushing for birth control legislation at the Statehouse and now faces an ethics complaint after a post from an unverified Twitter account told them to discuss “killing babies” with a Democratic lawmaker.Sen. Dan Foreman <a href=\"http://newsroom.ap.org/detail/text/US--Lawmaker-PlannedParenthood/2eb3238f825d4bf5ab51b9eef3426694?id=16D0D1F0-7DAC-467E-8561-67B4C70FF227&amp;st=hpsection&amp;mediaType=text&amp;sortBy=arrivaldatetime:desc&amp;dateRange=Anytime&amp;totalCount=3914&amp;currentItemNo=23\">told the Associated Press</a> on Tuesday that he has no plans to apologize and denied any ties to the social media account that purported to belong to him.“I think the response was dead on and people can take exception to that — they’re welcome to their point of view — but I take abortion seriously. It’s murder,” Foreman said.Senate President Pro Tem Brent Hill, who led a “respectful workplace training” event for all lawmakers in January, apologized for the way the students were treated and said Foreman’s behavior reflects on the Legislature.“I told him it wasn’t an appropriate response; we need to conduct ourselves with much more dignity, civility and respect,” said Hill, a Republican. “I think he understands that I’m not very happy with how he conducted himself.”About a dozen University of Idaho students from Foreman’s district in the city of Moscow had traveled nearly 300 miles for a scheduled meeting with him Monday. They planned to lobby for a Planned Parenthood-backed measure in the conservative state that would allow women to receive up to a 12-month supply of prescribed birth control and would promote better sex education on college campuses.Foreman abruptly canceled the meeting, and the students left a note and condoms in his office before heading to other meetings with lawmakers. He later passed the students in the hallway, and several recorded him shouting, “Abortion is murder.”“I’m a Roman Catholic and a conservative Republican. I think what you guys are doing stinks,” Foreman says on the video.The students were not at the Capitol to talk about abortion, said Paul Dillon, public affairs director of Planned Parenthood of Greater Washington and North Idaho.They were encouraging lawmakers to vote in favor of the birth control measure, and other meetings were peaceful, even if the lawmakers disagreed, Dillon said. He described Foreman as “completely unhinged.”“Even if you disagree with what we have to say, there’s no excuse for that kind behavior,” Dillon said. “He was being a bully.”Later Monday, a tweet from the unverified Twitter account said someone in the group had a “wild outburst” at the meeting time and directed the students to “go talk about killing babies with Maryanne Jordan,” a Democratic senator. That prompted Jordan to file an ethics complaint against Foreman.“It’s one thing to disagree with policy, it’s another thing to position something like that against another lawmaker,” Jordan said. “This type of behavior is beneath the Idaho Senate.”Ethics complaints against lawmakers are typically anonymous, so while Jordan confirmed she filed a complaint, she did not reveal many details. The Senate president said he could not speak about the complaint because of rules that dictate how ethics investigations are handled.After the complaint was filed, the roughly year-old unverified Twitter account was deleted, then briefly reactivated to say it was not affiliated with Foreman and deleted again.Foreman denied any involvement, and a message seeking comment with the account manager was not returned.It’s not the first time Foreman has raised eyebrows for breaking decorum.Earlier this year, Foreman stormed out of a committee meeting when the chairman didn’t allow him to argue a measure that wasn’t on the agenda.Last year, body-camera video from a sheriff’s deputy showed Foreman swearing and shouting insults with an unseen and unidentified male on Sept. 14. The deputy asked Foreman to move along.Foreman, 64, is a retired US Air Force officer and retired Moscow police officer. He was narrowly elected to the Idaho Senate in 2016 in a surprise upset, ousting longtime Democratic Sen. Dan Schmidt.During his first legislative session, Foreman shocked both parties by backing a proposal that would have classified abortion as first-degree murder — for the woman and the doctor.The measure never got a hearing. This year, Foreman has supported toughening Idaho’s abortion laws through a ballot initiative.",
    "2018 - 2733": "PITTSBURGH — A woman whose <a href=\"https://nypost.com/2017/10/04/anti-abortion-congressman-reportedly-asked-mistress-to-abort-baby/\">affair with a married eight-term Pennsylvania congressman</a> led to his resignation said Wednesday she is pursuing her own run for the US House of Representatives.Shannon Edwards, 33, announced in a statement that she is seeking the Republican nomination to take on Democratic Pittsburgh US Rep. Mike Doyle. It was first <a href=\"http://www.post-gazette.com/news/politics-state/2018/02/21/Shannon-Edwards-congress-campaign-Tim-Murphy-affair-Pennsylvania-18th-district-14th-Rick-Saccone/stories/201802090186\">reported by the Pittsburgh Post-Gazette</a>.Republican Rep. Tim Murphy, an outspoken opponent of abortion rights, <a href=\"https://nypost.com/2017/10/05/anti-abortion-congressman-caught-in-sex-scandal-wont-seek-reelection/\">resigned in October</a> after the newspaper reported that text messages suggested he wanted Edwards to get an abortion when they thought she might be pregnant.Edwards is running in a neighboring district.The Post-Gazette reported that a text from Edwards said Murphy had “zero issue posting your pro-life stance all over the place when you had no issue asking me to abort our unborn child just last week when we thought that was one of the options.”A text reply from Murphy’s number said staff was responsible for his anti-abortion messages: “I’ve never written them. Staff does them. I read them and winced. I told staff don’t write any more.”Murphy had a 100 percent anti-abortion voting record in Congress.A special election to fill the unexpired portion of Murphy’s term is March 13, pitting Democrat Conor Lamb against GOP state Rep. Rick Saccone.Edwards told the paper she does not regret her relationship with Murphy.She met Murphy at a convention in 2015, and then offered to work with him on legislation to improve how Medicaid reimburses psychiatric hospitals, and to establish an official at the US Department of Health and Human Services to oversee how mental health funds are spent. Both are psychologists.“We worked very closely on legislation that did a lot for my patients and clients. I can’t rewrite the past, and I don’t know what other course it could have gone,” she told the Post-Gazette.Murphy, who had been in Congress since 2002, resigned in October, days after the newspaper first disclosed the texts. He apologized and asked for privacy for his family.Their affair became public during Edwards’ own divorce proceedings.Edwards, a native of Cranberry, Pennsylvania, has worked as a forensic psychologist with family and criminal courts.The Post-Gazette described Edwards as a former political independent who is now a registered Republican.",
    "2018 - 2090": "CHICAGO — More women appear to be traveling to Illinois from out of state to have an abortion, according to Illinois Department of Public Health figures, and activists say it could be because surrounding states have tighter restrictions.A December state report says more than 4,500 women crossed into Illinois to terminate a pregnancy in 2016. That compares with just over 3,200 abortions provided to out-of-state women in the previous year.Overall, the number of abortions performed in Illinois dropped from more than 39,800 in 2015 to fewer than 38,400 in 2016, <a href=\"http://www.chicagotribune.com/news/ct-met-abortion-numbers-illinois-20180222-story.html\">the Chicago Tribune reported</a>.Both anti-abortion and abortion rights activists speculate that tighter regulations in other Midwest states could be sending more women to Illinois.Illinois has been expanding abortion access, but many neighboring states, including Wisconsin, Missouri, Iowa, Indiana and Kentucky, have passed restrictions.“Illinois is surrounded by states with restrictive barriers that make it very difficult for patients to get the care they need,” said Planned Parenthood of Illinois spokeswoman Julie Lynn.More permissive laws are detrimental to women and the unborn, said Emily Troscinski, executive director of Illinois Right to Life.“Illinois has become a dumping ground for other states with our flimsy abortion laws and politicians’ flippant attitude toward providing women with resources on all their options,” she said.Troscinski attributed the overall drop in abortions to more young people identifying as “pro-life,” as well as resources that provide support to women who have unplanned pregnancies and choose to carry to term. She said she fears that the number of abortions in the state will rise after a state law passed last year expanded taxpayer-subsidized abortions to women covered by Medicaid and state employee insurance.“For or against abortion, purposefully increasing the number of abortions and forcing those who oppose abortion to pay for the increase is appalling,” said Troscinski.",
    "2018 - 3579": "EPA chief Scott Pruitt in 2005 dismissed the theory of evolution, criticized “minority religions” and called for constitutional amendments to ban abortion and prohibit same-sex marriages, according to radio interviews from 2005.“There aren’t sufficient scientific facts to establish the theory of evolution, and it deals with the origins of man, which is more from a philosophical standpoint than a scientific standpoint,” Pruitt said in an interview on Tulsa’s KFAQ AM, <a href=\"https://www.politico.com/story/2018/03/02/scott-pruitt-epa-evolution-theory-abortion-gay-marriage-433284\">Politico reported</a>.The then-state senator also described the Second Amendment as divinely granted and slammed federal judges as a “judicial monarchy” that is “the most grievous threat that we have today,” according to the newly unearthed interviews.And he did not object when the show’s host described Islam as “not so much a religion as it is a terrorist organization in many instances,” according to Politico.The six hours of conversations on the station were recently rediscovered by a company researching Pruitt’s past remarks. The firm provided them to Politico on condition of anonymity.While Pruitt’s statements were mostly in line with the views espoused by conservative, devout Christians, they also reflected stances that are odds with the broader American mainstream, and the scientific community.The former Baptist deacon, who was a trustee of the Southern Baptist Theological Seminary in Louisville, Ky., acknowledged that the Founding Fathers did not want a church to run the government.And yet, he said society should be centered on some religious ideals or it will descend into “chaos.”“We’re saying to a certain category of religion, ‘No, you can’t be a part of the public square, because you are the majority religion, historically,’” he said.“’We’re going to make sure that the minority religions are built up and encouraged, but the majority religion is going to be shifted aside.’ Now that violates, again, individual liberty.”Pruitt also said states might need to push for amendments to the Constitution that would allow expression of religion in government, declare abortion illegal and prohibit same-sex marriage.But he acknowledged some fears about holding a constitutional convention, which could make widespread changes to the nation’s founding charter.“It scares me to a large degree to go into something like a constitutional convention, ’cause that means that we’re going to have to really be educated, and informed, and debate,” he said. “But you know what? Maybe it’s time.”In the recordings, Pruitt also weighed in on a subject that has dominated headlines and sparked a national debate since the Feb. 14 school massacre in Florida.He backed a broad interpretation of the Second Amendment’s right to bear arms, saying it derives from a divine mandate.“If you can tell me what gun, type of gun, I can possess, then I didn’t really get that right to keep and bear arms from God,” he said. “It was not bequeathed to me, it was not unalienable, right?”The Environmental Protection Agency would not say this week whether any of its administrator’s positions have changed since 2005.Asked by Politico whether Pruitt’s skepticism about a major foundation of modern science such as evolution could conflict with the EPA’s mandate to make science-based decisions, spokesman Jahan Wilcox said that “if you’re insinuating that a Christian should not serve in capacity as EPA administrator, that is offensive and a question that does not warrant any further attention.”",
    "2018 - 713": "— Sam Sweeney (@SweeneyABC) <a href=\"https://twitter.com/SweeneyABC/status/969647190858698752?ref_src=twsrc%5Etfw\">March 2, 2018</a>A Southwest Airlines flight scrapped its landing at Reagan National Airport on Friday during record high winds.<a href=\"https://twitter.com/SweeneyABC/status/969647190858698752\">A video posted by ABC7</a> in Washington, DC, shows the flight coming in toward the runway but being overcome by extreme wind wobble and then aborting the landing at the last minute.The incident was just one of many troubles caused by Winter Storm Riley, which has pounded a wide swath of the US from the Great Lakes to the Big Apple on Friday, with a heavy mix of rain, snow, flooding and strong winds."
}