{
    "2006 - 1448": " ALBANY – Republican Senate hopeful Jeanine Pirro refused yesterday to back President Bush’s selection of Samuel Alito for the Supreme Court, in part because of Alito’s past anti-abortion views.   The refusal by Pirro, who backs abortion rights, drew a quick condemnation from state Conservative Party leader Mike Long, whose support Pirro has been aggressively seeking.   “I’m assuming Jeanine supported Bush for president and, therefore, she should be out front supporting the president’s nominee for the Supreme Court – because we know Hillary Clinton is going to vote ‘no,’ ” Long told The Post.   “Up and down New York, Conservatives backed George Bush for the exact reason of having someone like Judge Alito appointed to the Supreme Court,” Long said.   Pirro, the Westchester district attorney, wants to “wait and see the Senate confirmation hearings” before making up her mind on Alito, said spokeswoman Andrea Tantaros.   “She wants to hear the tough questions and she wants to hear the answers on a wide spectrum of issues,” Tantaros said.   Tantaros said Alito’s views on abortion and the law would be a key factor in helping Pirro decide whether to back him, although she added, “I wouldn’t call it a deal-breaker.”   Ex-Yonkers Mayor John Spencer, an anti-abortion Republican who is challenging Pirro for the GOP and Conservative lines, said he strongly backed Alito and accused Pirro of trying to “perpetrate a fraud” on the parties. ",
    "2006 - 1158": " WASHINGTON – Sen. Charles Schumer led a trio of Democrats yesterday railing against Supreme Court pick Samuel Alito for his past pro-life views, and threatened a bruising confirmation battle.   “Anyone who thinks that this nomination is a foregone conclusion is sadly mistaken,” said Schumer, a member of the Judiciary Committee.   “There are too many questions still to be answered, too many doubts still to be alleviated, to say that this nomination is a slam dunk,” Schumer said while throwing down the gauntlet for a nominee whose hearings won’t even begin until January.   Schumer, joined on the Senate floor by Minority Leader Harry Reid (Nev.) and Sen. Edward Kennedy (Mass.), lambasted Alito as a right-wing zealot for writing in a 1985 job application that the Constitution “does not protect a right to an abortion.”   “It’s clear Judge Alito is not the only one who has been skeptical of the Supreme Court’s decision in Roe v. Wade,” fired back Sen. John Cornyn (R-Texas), referring to the 1973 pro-abortion ruling.   Republicans rushed to Alito’s defense.   “I’m excited about defending and supporting this nominee,” said Sen. Jim DeMint (S.C.). ",
    "2006 - 1971": "WASHINGTON – Sen. Charles Schumer led a trio of liberal Democrats yesterday railing against Supreme Court pick Samuel Alito for his past pro-life views, and threatened a bruising confirmation battle.   “Anyone who thinks that this nomination is a foregone conclusion is sadly mistaken,” said Schumer, a member of the Judiciary Committee.   “There are too many questions still to be answered, too many doubts still to be alleviated to say that this nomination is a slam dunk,” Schumer said while throwing down the gauntlet for a nominee whose hearings won’t even begin until January.   Schumer, joined on the Senate floor by Minority Leader Harry Reid (Nev.) and Sen. Edward Kennedy (Mass.), lambasted Alito as a right-wing zealot for writing in a 1985 job application that the Constitution “does not protect a right to an abortion.”   “It’s clear Judge Alito is not the only one who has been skeptical of the Supreme Court’s decision in Roe v. Wade,” fired back Sen. John Cornyn (R-Texas), referring to the 1973 landmark decision legalizing abortion.   Republicans, many of whom have already vowed to support the pick to replace retiring Justice Sandra Day O’Connor, rushed to Alito’s defense – and dug in against Schumer, Reid and Kennedy.   “I’m excited about defending and supporting this nominee,” said Sen. Jim DeMint (S.C.).   “Even a suggestion that he doesn’t deserve an up-or-down vote is outrageous,” added Sen. Kay Bailey Hutchison (Texas).   “A picture of Sam Alito is emerging that may explain why the extreme right-wing is popping champagne corks,” said Reid, referring to Alito’s 1985 application to be deputy assistant attorney general, in which he touted his anti-abortion work for the solicitor general.   “A lot of things have happened since 1985,” countered Arlen Specter (R-Pa.), the chairman of the Senate Judiciary Committee. “For one thing, Judge Alito has said that he believes in a right of privacy in the Constitution.”   ian.bishop@nypost.com ",
    "2006 - 798": " WASHINGTON – Sen. Hillary Rodham Clinton remained mum on whether she’d back Supreme Court pick Samuel Alito following their first private meeting yesterday.   “I’m going to wait . . . until the entire process is over. I feel like I owe that to every nominee,” Clinton said of Alito, a fellow Yale Law graduate. “We had a very broad conversation. We covered a lot of ground.”   She refused to criticize Alito for asserting in a job application 20 years ago that the Constitution “does not protect a right to an abortion.”   Earlier in the week, Sen. Chuck Schumer (D-N.Y.) and other Dem leaders took shots at Alito for that statement.   Clinton said she’s eager for Alito’s confirmation hearings to begin in January so he can “answer the questions – and then I’m in a position to make a decision.” ",
    "2006 - 7360": " LITITZ, Pa. – The 14-year-old girl whose unhinged 18-year-old boyfriend gunned down her parents in a fight over their illicit affair stood dazed as she laid her folks to rest yesterday.   Wearing a white sweater and long black skirt, Kara Beth Borden smiled and hugged the nearly 400 friends and relatives attending the funeral service in rural Lancaster County for both her parents. They were brutally slain last Sunday, allegedly by her boyfriend, David Ludwig.   “She’s been dealing with this situation for a few days,” her lawyer, Robert Breyer, said. “She’s absolutely in shock about what has happened.”   The service came as an alarming picture emerged of the downward spiral Ludwig was traveling as he carried on the affair with his underage girlfriend. The two got together in a deeply religious community and against the wishes of her devoutly Christian family.   Also yesterday, police revealed that Ludwig had once before abducted a girl. Sometime in the spring, police said, he took a girl to his family’s hunting cabin in Juniata County, but brought her back voluntarily. The situation was resolved between Ludwig’s family and the girl’s family, police said.   It was also revealed that Ludwig had an obsession with guns and was videotaped discussing in detail carrying out a brutal murder.   Ludwig is charged with gunning down Borden’s parents – Michael and Cathryn – at their home, then going on the run with his girlfriend before police caught up with them in Indiana.   As the media swarmed the small town, friends recalled how the five-month fling was perhaps the worst-kept secret in town but was tragically misjudged as mere teenage rebellion.   In the eyes of those in this idyllic community in central Pennsylvania, the teen lovers were raised to be wholesome and God-fearing, yet thumbed their noses at family, friends, convention and the law.   Friends and neighbors either missed – or dismissed – the hints of something darker and deadlier.   “I knew he was sneaking into her house in the middle of the night,” Ludwig’s friend Zach Horvath told the Lancaster New Era newspaper. “People were getting pretty upset about it.”   Deeply religious and heavily involved in the local church, Michael Borden was remembered at yesterday’s funeral for giving his younger daughter, Katelyn, a diamond ring for promising to remain chaste until marriage.   “He would do everything he could to keep her pure until she married,” said the Rev. Rex Trogden at the service.   So the pair – who were both home-schooled – tried to keep their budding love a secret. Ludwig often sneaked in and out of her house, and the two of them e-mailed nude pictures of themselves to each other.   But fights with the Bordens over the relationship occurred frequently, and it was during one such fight that Ludwig shot and killed them, cops said.   But his lawyers, James Gratton and Merrill Spahn, say he may not have acted alone, and indicated that Borden may have been involved.   “We have been advised by Mr. Ludwig that the behavior of [Kara] and himself [while on the run] . . . will serve to negate the charge of kidnapping . . . and will be directly relevant to the issue of the involvement of the parties in the charges of homicide,” they wrote in a motion filed on Friday.   Borden’s attorney said any thought that she could have been behind the murder of her own parents was ridiculous.   “If the cops thought she had anything to do with this, she wouldn’t be at home watching movies, she would be held in detention,” Breyer said.   As the relationship went on, there were changes in the pair, friends recall.   “David was slipping in the last couple of months, drawing back from everyone and putting on a facade,” Horvath said. “Nobody really knew the real David anymore.”   Horvath said friends told him of a particularly startling conversation with Ludwig that took place a day and a half before the murders.   “He had been making comments, ‘Oh, I could kill someone and get away with it, disappear and nobody would find me,’ ” Horvath said.   The chilling claim was a long way from the friendly, outgoing Christian boy known to many here. Cristen Frederick, a 23-year-old college student who worked with Ludwig at Circuit City, said she knew Ludwig and Borden were dating – and keeping it secret because of the age gap.   “He was a really good guy,” she said. “He was friendly and joked around. I considered him to be a good Christian. He brought his Bible and read it during breaks.”   Borden, on the other hand, frequently brushed off friends’ warnings that Ludwig could end up in jail for dating her.   But cops say the situation was clearing growing more sinister right beneath everyone’s noses.   In an alarming video file retrieved from Ludwig’s computer, cops say he and a pal, Samuel Lohr, 19, ran through detailed scenarios to conduct an armed raid on another family’s home and kill people inside.   Police said Lohr told them that the aborted break-in featured in the 18-minute video was among several such “late-night armed plans of forcible entry” that he and Ludwig conducted.   In the video, the pair are shown taking guns from Ludwig’s house to a home and discussing using them to “shoot and kill family members inside of the residence,” according to an affidavit.   The movie showed Ludwig and Lohr talking about “Ludwig’s intimate relationship with Kara Borden before deciding to continue their ‘night patrol’ ” by going to the Borden home, the affidavit said.   They also discussed having sex with Kara and her 13-year-old sister but noted “that the sex would constitute statutory rape,” and Ludwig said he might have to kill someone if anyone found out about it, the affidavit said.   Police seized 54 guns from the home where Ludwig lived with his parents, according to court documents. Ludwig is being held without bail on murder and kidnapping; Borden has not been charged.   “Living inside the devastation of this unimaginably horrible week, no words can adequately express the sorrow, shock and senselessness of what we’re all experiencing,” the Ludwig family said in a statement, declining further comment.   The Ludwigs had lived in the area for about eight years, the Bordens for nine.   Michael Borden worked in printing; Ludwig’s father was an airline pilot and an avid gun collector.   The Bordens – including Kara, two older brothers, a younger brother and a younger sister – lived comfortably in a home worth about $300,000.   The Ludwigs bred dogs and encouraged sports and outdoor activities for their children.   Ludwig also was part of a community band, playing sax. Borden liked dogs and prayer and played on the youth soccer team.   Tiffany Bomberger, 21, a graduate of the home-school group, knew and liked the pair.   “We were close. We hung out a lot,” she said. “We would talk and do different things together. I thought he was a great guy. He was smart, friendly and very talented. And he had a high IQ.”   The teens would go snowboarding, and Ludwig mastered the sport in a matter of hours.   Yet in the last five months, they hadn’t talked as much, Bomberger said. She thought it was because he’d gotten the job at Circuit City and was trying to be a volunteer EMT.   He was more introverted lately, she said. “But I took that like a lot of teenagers go through things like that.”  erin.calabrese@nypost.com",
    "2006 - 7375": " LITITZ, Pa. – A 14-year-old girl, whose unhinged 18-year-old boyfriend allegedly gunned down her parents in a fight over their illicit affair and then fled with her, stood dazed yesterday as she laid her folks to rest.   Wearing a white sweater and long black skirt, Kara Beth Borden smiled and hugged the nearly 400 friends and relatives attending the funeral service in rural Lancaster County for her parents.   They were brutally slain Nov. 13, allegedly by her boyfriend, David Ludwig. “She’s been dealing with this situation for a few days,” said her lawyer, Robert Breyer. “She’s absolutely in shock about what’s happened.”   The service came as an alarming picture emerged of Ludwig’s downward spiral as he carried on the affair with his underage girlfriend in a deeply religious community and against the wishes of her devoutly Christian family.   Police Chaplain Michael Shelley also revealed yesterday that Ludwig had run off with a girl once before.   Sometime in the spring he took a girl to his family’s hunting cabin in Juniata County, but brought her back voluntarily. The situation was resolved between Ludwig’s family and the girl’s family, police said.   It has also been revealed that Ludwig had an obsession with guns and was videotaped discussing in detail carrying out a brutal murder.   Ludwig is charged with gunning down Borden’s parents, Michael and Cathryn, at their home, then driving off with his girlfriend before police caught up with them in Indiana. He is being held without bail.   In the eyes of those in this idyllic community in central Pennsylvania, the teen lovers were raised to be wholesome and God-fearing, yet thumbed their noses at family, friends, convention and the law.   Friends and neighbors either missed or dismissed the hints of something darker and deadlier.   “I knew he was sneaking into her house in the middle of the night,” Ludwig’s friend, Zach Horvath, told the Lancaster New Era newspaper. “People were getting pretty upset about it.”   Deeply religious and heavily involved in the local church, Michael Borden once gave his younger daughter Katelyn a diamond ring for promising to remain chaste until marriage.   “He would do everything he could to keep her pure until she married,” said the Rev. Rex Trogden at yesterday’s funeral service.   So the pair, who were both home-schooled, tried to keep their budding love a secret. Ludwig often sneaked in and out of her house, and the two of them e-mailed nude pictures of themselves to each other.   At one point, Borden’s parents cut off her Internet access to keep the two from communicating.   Arguments over the relationship occurred frequently. It was during one such fight that Ludwig shot and killed them, cops said.   But his lawyers, James Gratton and Merrill Spahn, say he may not have acted alone, and indicated that Borden may have been involved.   “We have been advised by Mr. Ludwig that the behavior of [Kara Beth] and himself [while on the run] . . . will serve to negate the charge of kidnapping . . . and will be directly relevant to the issue of the involvement of the parties in the charges of homicide,” they wrote in a motion filed Friday.   Borden’s attorney said any thought that she could have been behind the murder of her parents was ridiculous.   “If the cops thought she had anything to do with this, she wouldn’t be at home watching movies, she would be held in detention,” Breyer said.   As the relationship went on, there were changes in the pair, friends recall.   “David was slipping in the last couple of months, drawing back from everyone and putting on a façade,” Horvath said. “Nobody really knew the real David anymore.”   Horvath said friends told him of a particularly startling conversation with Ludwig that took place a day and a half before the murders.   “He had been making comments, ‘Oh, I could kill someone and get away with it, disappear and nobody would find me,’ ” he added.   The chilling claim was a long way from the friendly, outgoing, Christian boy known to many here.   Cristen Frederick, 23, a college student who worked with Ludwig at a Circuit City outlet, said she knew Ludwig and Borden were dating – and keeping it secret because of the age gap.   “He was a really good guy,” she said. “He was friendly and joked around. I considered him to be a good Christian. He brought his Bible and read it during breaks.”   Borden, on the other hand, frequently brushed off friends’ warnings that Ludwig could end up in jail for dating her.   “You don’t know how much we feel about each other and how much we want to be with each other,” Borden told one friend.   But cops say the situation was growing more sinister right beneath everyone’s noses.   In an alarming video file retrieved from Ludwig’s computer, cops say he and a pal, Samuel Lohr, 19, ran through detailed scenarios to conduct an armed raid on another family’s home and kill people inside.   Police said Lohr told them that the aborted break-in featured in the 18-minute video was among several such “late-night armed plans of forcible entry” that he and Ludwig conducted.   In the video, the pair are shown taking guns from Ludwig’s house to a home and discussing using them to “shoot and kill family members inside of the residence,” according to an affidavit.   The movie showed Ludwig and Lohr talking about “Ludwig’s intimate relationship with Kara Borden before deciding to continue their ‘night patrol’ ” by going to the Borden home, the affidavit said.   They also discussed having sex with Kara Beth and her 13-year-old sister, but noted “that the sex would constitute statutory rape,” and Ludwig said he might have to kill someone if anyone found out about it, the affidavit said.   Police seized 54 guns from the home where Ludwig lived with his parents, according to court documents. Ludwig is being held without bail on murder and kidnapping. Borden has not been charged.   “Living inside the devastation of this unimaginably horrible week, no words can adequately express the sorrow, shock and senselessness of what we’re all experiencing,” the Ludwig family said in a statement, declining further comment.   The Ludwigs had lived in the area for about eight years, the Bordens for nine.   Michael Borden worked in printing. Ludwig’s father was an airline pilot and avid gun collector.   The Bordens – including Kara Beth, two older brothers, a younger brother and her younger sister – lived comfortably in a home worth about $300,000.   The Ludwigs bred dogs and encouraged sports and outdoors activities for their children.   Ludwig also was part of a community band, playing saxophone. Borden liked dogs and prayer and played on the youth soccer team.   Tiffany Bomberger, 21, a graduate of the home-school group, knew and liked the pair.   “We were close. We hung out a lot,” she said.   “We would talk and do different things together. I thought he was a great guy. He was smart, friendly and very talented. And he had a high IQ.”   The teens would go snowboarding, and Ludwig mastered the sport in a matter of hours.   In the last five months, they hadn’t talked as much, Bomberger said. She thought it was because he got the job at Circuit City and was trying to be a volunteer EMT.   He was more introverted lately, she said. “But I took that like a lot of teenagers go through things like that.”  erin.calabrese@nypost.com",
    "2006 - 2152": "THE hot-button topics of abortion and homosexual marriage will likely be among the few defining issues between Attorney General Eliot Spitzer and Nassau County Executive Tom Suozzi if Suozzi challenges Spitzer for governor, Democratic strategists agree.   Spitzer, who is Jewish, has repeatedly endorsed gay marriages and, while he told The Post he doesn’t plan to sponsor such a measure, he said he’ll sign a gay-marriage bill into law if it is sent to him by the Legislature.   Spitzer also strongly favors abortion rights and is against a ban on late-term, or “partial birth,” abortions.   Suozzi, who is Roman Catholic, opposes gay marriages and backs a ban on late-term abortions.   Spitzer is expected to have considerable appeal to the Democrats’ most liberal, Manhattan-oriented, voters, while Suozzi is expected to appeal to more traditional, outer-borough and suburban Democrats.   Most party leaders doubt that Suozzi, who is expected to announce next month that he’ll enter the Democratic primary for governor, can defeat the popular Spitzer.   “I think Spitzer wins easily,” said Assembly Speaker Sheldon Silver of Manhattan, the first leading Democrat to endorse Spitzer for governor.   “He protected pensioners, small investors, people in the insurance industry, and people know it and aren’t going to forget it.”   *   Top state Republican leaders gather for what is expected to be a somber, post-election meeting today, but earlier plans to endorse candidates for governor and U.S. senator apparently have been shelved.   State GOP Chairman Stephen Minarik said he’s now seeking “a sense of direction” from the party’s regional vice chairmen, many of whom are still shocked by a series of Election Day losses.   Minarik, who backs former Mass. Gov. William Weld and outgoing Westchester DA Jeanine Pirro as his party’s candidates for governor and senator, said he would wait until next month’s gathering of 62 county GOP chairmen from throughout the state before pushing ahead for a formal endorsement.   The GOP suffered a string of disastrous defeats in the election, including the loss of the Suffolk and Ulster County Legislatures.",
    "2006 - 665": " ALBANY – As he eyes a possible national run in 2008, Gov. Pataki has turned to a former fund-raiser for ex-President George H.W. Bush, it was announced yesterday.   Walter Ganzi Jr., co-owner and chief executive of a chain of upscale Palm steakhouses, will be the national finance chairman for Pataki’s Virginia-based political action committee. Ganzi, who was George H.W. Bush’s national fund-raising chairman in 1988, said he is focused on giving Pataki “a major voice in the Republican Party.”   But he said he believes Pataki can win his party’s 2008 presidential nomination despite the lame-duck governor’s support of gay and abortion rights and gun control. "
}