{
    "2011 - 2726": "<a href=\"http://www.bloomberg.com/news/2011-02-11/republicans-hug-big-government-in-abortion-fight-ann-woolner.html\">Ann Woolner has a column accusing Republicans for their supposed hypocrisy about abortion</a>. Woolner claims that two current bills by Republican House members, which have to do with limiting government funding of abortion and curtailing abortions being paid for in the future ObamaCare exchanges are turning Republican principles of limiting government intrusion in personal decision-making and are antithetical to sound conservative fiscal principles. The fact that she is confusing Republicans who are more libertarian with Republicans who are more conservative is beside the point. She wants more honesty about the legislators true intentions. “The Smith bill’s true aim isn’t to prevent taxpayer funding but to take the movement closer to its ultimate goal of ending all abortion. Anti-abortion forces can’t do that outright because it would be unconstitutional and has been since 1973. But ever since the U.S. Supreme Court so ruled in Roe v. Wade, opponents have been passing state and federal laws to throw as many barriers between women and abortion as courts will allow, while pushing Republican presidents to name judges who will permit more hurdles” Woolner complains. OK, you want honesty Ann, let’s be honest. Yes, there are legislators whose priority is to limit abortions in any legal, constitutional way they can. And yes, some of these legislators will prioritize their moral objections to abortion over and above their fiscal philosophy. Now can we have a little honesty from your side? Ann, where is your admission that “Pro-Choice” professionals will prioritize any effort to increase access to abortion and make abortions as cheap as possible? And <a href=\"http://www.youtube.com/watch?v=3E1cHVV4NDc\">where, oh where, is your outrage at the butcher of Philadelphia who was snipping live-babies’ spines</a>? How about a column <a href=\"http://www.usatoday.com/news/nation/2011-01-30-abortion-clinics-oversight_N.htm\">urging greater government oversight and intervention at abortion clinics where there seems to be little to none</a>? Or <a href=\"http://www.reuters.com/article/2011/02/08/us-abortion-video-idUSTRE7173U220110208\">how about the tales of Planned Parenthood employees who are aiding and betting sex trafficking and abortions for underage prostitutes</a>?   The point is that those who oppose abortion oppose it seriously just as those who support the right to it support that right seriously. These extreme position, the sensational video highjacks the debate and silences the vast middle who want what Bill Clinton said he wanted, abortions that were safe, legal and rare. ",
    "2011 - 0": "",
    "2011 - 511": "WASHINGTON – The US House of Representatives voted Friday to block funding for reproductive services provider Planned Parenthood.The 240-185 vote on the amendment offered by Indiana Republican Rep. Mike Pence to strip Planned Parenthood of federal dollars was part of an overarching bill that will fund the federal government through September.Heated debate on the amendment took a surprising turn late Thursday when Rep. Jackie Speier (D-Calif.) told her colleagues on the House floor that she had an abortion.",
    "2011 - 2584": "The House of Representatives reading the Constitution aloud may have seemed like a one-off, but maybe not. Instead it is starting to look like the 2012 elections will not only decide whether President Obama gets another term but where Americans stand on the question of federalism. In the coming days and months citizens might do well to ask themselves where they stand on the spectrum of states rights vs federal government rights. <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2011/02/21/AR2011022104351.html?hpid=topnews\">Take the case of Carol Anne Bond to be heard by the Supreme Court next week.</a> Bond tried to kill her best friend using chemicals she puurchased over the Internet and stolen from her workplace. She failed in her attempts but “[p]rosecutors sent Bond to prison under the anti-terrorist statutes meant to enforce an international chemical-weapons treaty.” The Supreme Court will hear Bond’s case to decide whether her claim that the feds exceeded their power by prosecuting her case is correct or whether the government’s argument, that Bond doesn’t have standing because only states can make such a case, not individuals, is the correct one. The Bond case may have broader implications because a ruling in her favor will bolster the claims made by state attorneys general against ObamaCare that the health reform law’s individual mandate oversteps the federal government’s power to regulate. The crux of the case is whether the Congress has the power it claims or whether the states and only the states have such a right. <a href=\"http://conhomeusa.typepad.com/video/2011/02/we-dont-need-the-federal-government-imposing-a-one-size-fits-all-plan-on-america-mitt-romney-discuss.html\">By the way, the federalist case is how Mitt Romney is trying to get himself out of the health care bind he’s in.</a> He is against ObamaCare but he enacted OBamaCare in Massachusetts? Romney told George Stephanopolous that ealth care reform is up to individual states to solve and what worked in Massachusetts (even though it isn’t working) might not fit another state. Romney kept repeating this mantra that it should be up o the states to decide and used the same formulation when asked about abortion. Finally we have the Gov. of Wisconsim Scott Walker basically telling the <a href=\"http://krmg.com/blogs/the_krmg_morning_news_blog/2011/02/video-abcs-karl-obama-denounce.html\">President of the United States to buzz off when it comes to his opinions about unions and how to balance a budget.</a> This is my state’s problem, Walker basically said to Obama. "
}