{
    "2008 - 1137": "The Russian immigrant accused of gunning down a Forest Hills orthodontist traded 65 phone calls with the victim’s estranged wife, prosecutors said yesterday.   The brother of slain dentist Daniel Malakov and others shouted in Russian at suspect Mikhail Mallayev, 50, being escorted from a Queens courtroom, where he was remanded without bail.   “Hang him up!” yelled Gavril Molokov.   Other taunts included, “Shoot him!” and “Take off his head!”   Mallayev – who had been extradited from Georgia – pleaded not guilty to the Oct. 28, 2007, shooting.   Just before he was killed, Malakov won temporary custody of the couple’s only child, 4-year-old Michelle.   Malakov’s family has insisted that his ex-wife, Dr. Mazoltuv Borukhova, is responsible for the slaying in front of the little girl.   “I really think it’s becoming more apparent it’s her that hired him,” said Gavril.   Mallayev has claimed the repeated phone calls were for medical advice Borukhova was giving him for his wife.   Mallayev’s wife is a Borukhova relative.<em><a class=\"a10blb\" href=\"mailto:ikimulisa.livingston@nypost.com\">ikimulisa.livingston@nypost.com</a></em>",
    "2008 - 934": "The Republican battle to win the bare-knuckled South Carolina primary tomorrow is too close to call – with polls showing a dead heat between old war horse <a class=\"legacy-link\">John McCain</a> and former Baptist preacher Mike Huckabee.   The MSNBC/Mason-Dixon survey showed McCain with 27 percent support and Huckabee 25 percent – with 8 percent undecided.   The rest split for Mitt Romney, with 15 percent, Fred Thompson (13), Ron Paul (6) and Rudy Giuliani (5).   The Rasmussen daily tracking poll showed 24 percent each for Huckabee and McCain – with Romney and Thompson not far behind, with 18 and 16 respectively.   For McCain, the dead heat is particularly troubling. The Arizona senator and former Vietnam POW is fighting a barrage of negative phone calls to voters slamming him on explosive issues like abortion and immigration. <em><a class=\"a10blb\" href=\"mailto:carl.campanile@nypost.com\">carl.campanile@nypost.com</a></em>",
    "2008 - 1704": "COLUMBIA, SC – The only thing that could stop <a class=\"legacy-link\">John McCain</a>‘s “Straight Talk Express” at this point is the little, white “Amnesty Truth Express” van that’s following his bus around as he campaigns in this highly conservative state.   “Get <a class=\"legacy-link\">John McCain</a> to give you some real straight talk! Ask him why he wants to give amnesty to 12 million illegal aliens,” shouts a man with a sign standing in the rain outside a McCain rally here yesterday.   Supporters of the Arizona senator listen to the rant before heading on in.   These die-hard loyalists have heard it all before, and most don’t disagree with man on the sidewalk.   They’re convinced that McCain has seen the error of his ways, yet also admire him for sticking to his positions.   Polls show that there are plenty of South Carolinians who plan to vote for him tomorrow who aren’t these die-hards.   And the best way for a Republican rival to get between McCain and these soft supporters would be on immigration.   The bill he wrote to grant citizenship rights to the vast majority of illegal aliens in the United States is opposed by some 80 percent of South Carolina voters.   But McCain has been playing the issue smartly. When asked about “amnesty,” he cleverly couches his response in his military bona fides.   “I’m not going to call up a soldier in Iraq risking his life for America to tell him we’re deporting his mother because she’s here illegally,” McCain says flatly. “I’m just not gonna do that.”   It’s possibly the only answer that works in a state where devotion to the military trumps any and all toxic issues, be they race, immigration or anything else.<em>churt@nypost.com</em>",
    "2008 - 4220": "Bobby Fischer, the Brooklyn high-school dropout who became a Cold War icon by beating the Russians at their game – then turned into a paranoid recluse who cheered the 9/11 attacks – has died.   Fischer, 64, died Thursday in Reykjavik, Iceland, the scene of his greatest triumph. He had been diagnosed with diseased kidneys but left hospital treatment last fall.   “He didn’t believe in Western medicine,” said a confidant, Einar Einarson.   His life was a series of contradictions.   The son of secular Jewish parents, he became a rabid anti-Semite and Holocaust denier.   The FBI suspected his leftist mother was a Moscow-trained spy – while Bobby was becoming a right-winger who drove himself to beat “Commie cheaters” at chess.   His fans were in awe when Fischer demanded and got six-figure prize funds, instead of the few thousands that previous champions earned. But he walked away from competition when he could have earned millions.   The mystery of Robert James Fischer began when he was born on March 9, 1943 in Chicago. His mother, Regina Wender, claimed his father was a German biophysicist – even though they had been separated for years.   Documents indicate Fischer’s real father was Paul Nemenyi, a Hungarian Jewish physicist.   Bobby was 6 when his mother took him and his older sister, Joan, to their new home in Flatbush. In their Lincoln Place apartment, he and Joan learned the chess moves.   His natural talent for the game – and thrift-shop wardrobe – quickly earned him a nickname at chess clubs, “The Corduroy Killer.”   Fischer dropped out of Erasmus Hall HS when he was 16. He had sat in classes with Barbra Streisand but always ridiculed the notion that they were friends. “I remember some mousy-looking girl,” he said.   When it became clear that the young genius was also a very troubled youth, the board of governors of the venerable Marshall Chess Club met to consider getting him professional help. The board was well into a discussion of how to find a psychiatrist for Bobby when someone asked: What if Bobby gets better – and decides to give up chess? The matter was dropped.   Fischer turned increasingly against his mother and convinced her to move out of their apartment. He was appalled when she picketed the White House to demand government support for the US team in the world chess olympiad of 1960.   Because of various disputes, Fischer disappeared from chess during 1964-65 and again in 1969. He spent weeks at a time living in hotel rooms, studying chess.   He wrote a book of his best games, then pulled back the manuscript from the publisher because he didn’t want to reveal his secrets. He eventually changed his mind because, he said, “The world is coming to an end, anyway.”   His return to chess in 1970 and rise to the championship was stunning. The vast majority of grandmaster games end in draws, but Fischer won 20 straight as he earned the right to challenge champion Boris Spassky.   The Spassky match was on the verge of collapse after Fischer issued a series of demands, about everything from the candlepower of lighting to the prize fund.   After a rocky start, Fischer beat Spassky and became the 11th official world champion on Sept. 1, 1972. He appeared on the covers of Time, Life, Newsweek and Sports Illustrated – and with Bob Hope on TV. But he withdrew from chess. He demanded changes in the championship rules and forfeited the title in 1975 when his demands were not met.   In 1992, he suddenly emerged at a remote Yugoslav resort to play Spassky in a $5 million rematch. He won easily, then disappeared again.   In 2004, Fischer said he wanted to renounce his US citizenship and was even held by Japanese authorities in July of the same year on charges of traveling with a revoked passport after he tried to board a flight in Tokyo to the Philippines.   He again gave ranting, anti-Semitic interviews on a Philippine radio station, and after 9/11 he told an interviewer he was overjoyed by the attacks and wanted the US “wiped out.”   In 2005, he was allowed to immigrate to Iceland after being granted citizenship there. It was Bobby Fischer’s last victory.<em><a class=\"a10blb\" href=\"mailto:andy.soltis@nypost.com\">andy.soltis@nypost.com</a></em>",
    "2008 - 1510": "Four people were killed and three seriously injured – including one man forced to leap through a window – in fires yesterday in Brooklyn and The Bronx.   Three of the fatalities occurred in the Brooklyn blaze, on 18th Avenue near Bay Ridge Parkway. It began shortly before 7 a.m. in the middle room of a second-floor apartment where there was no fire escape.   With their exit blocked, four unconscious men – ranging in age from 30 to 50 and all believed to be Guatemalan immigrants – were dragged out of the building by firefighters.   “It looked like they were in the process of trying to get out when they were overcome,” said Lt. Michael Doda of Ladder 168.   One victim was dead on arrival when the ambulance pulled up to Staten Island Hospital, and a second died in the emergency room, a hospital spokesman said. A third person died at the scene.   Another man was taken to Staten Island Hospital’s burn center, where he was in critical condition.   One of the survivors landed on his feet in a bloody heap on the sidewalk – after bounding over a five-foot awning underneath the window – surrounded by shattered glass.   He was in stable condition at Lutheran Medical Center.   About an hour later, a blaze broke out on the second floor of a six-story Bronx building on Morris Avenue between East 182nd and East 183rd Streets.   Firefighters found two women unconscious in the kitchen. Blondell Alston, 76, died shortly after at Jacobi Hospital.   Her mother, Dorothy Brown, 97, was in stable condition. ",
    "2008 - 2545": "<a class=\"legacy-link\">Hillary Rodham Clinton</a> holds a double-digit lead over <a class=\"legacy-link\">Barack Obama</a> in New Jersey, a poll showed yesterday, as she headed to the Garden State to shore up support for the Super Tuesday vote.   Clinton snared 49 percent of likely Democratic voters in New Jersey, compared with 32 percent for Obama, according to the Quinnipiac University survey. John Edwards was in a distant third place, with just 10 percent.   Clinton held two late-day rallies in northern Jersey after appearing in Philadelphia, where she picked up the formal endorsement of Pennsylvania Gov. Ed Rendell, who runs a delegate-rich state and has a strong political operation that can work on her behalf.   In Hackensack, she hit bread-and-butter themes and cited the 9/11 attacks as something that bind New York and New Jersey.   “After 9/11, we worked so closely together to make sure we took care of those who had had lost their loved ones,” she said.   Later, Clinton, her voice raspy, spoke at a Hispanic-themed rally in North Bergen about pocket-book issues, immigration and the war in Iraq.   “Latinos have a proud record of service in America,” she said of Hispanic war vets.   The Quinnipiac poll showed the vote split somewhat along racial and gender lines. Obama led with black Democrats over Clinton, 62 percent to 27 percent, while she took a majority of white votes, 54 percent to 23 percent.   But this is one of the few surveys that showed Clinton leading with women, whose support she badly needs, and men.   She got 54 percent of the female vote to Obama’s 28 percent, and 44 percent of the male vote. Obama got 36 percent support among men, the survey showed.   Meanwhile, on the stump yesterday, Obama ratcheted up his slams on Clinton as double-speaker on key issues like trade.   Politicians “don’t always say what they mean, or mean what they say,” Obama told a crowd of nearly 1,000 people at a rally in Rock Hill, SC, where voters will head to the polls this Saturday. “That is what this debate in this party is all about.”   Clinton’s husband, in Kingstree, SC, had a light moment when a 5-year-old, McKenna Chance, asked him at a campaign stop, “What do you do when you get married?”   Laughter erupted from the crowd of about 400 people. Bill Clinton joked about how the press would react, then said the best things about being married are spending your life with your best friend and having children.<em><a class=\"a10blb\" href=\"mailto:maggie.haberman@nypost.com\">maggie.haberman@nypost.com</a></em>",
    "2008 - 1213": " ALBANY – Outrage over <a class=\"legacy-link\">Gov. Spitzer</a>‘s plan to tax illegal drugs – dubbed the “crack tax” by critics – grew yesterday, with some likening it to the governor’s ill-fated plan to allow illegal immigrants to get drivers’ licenses.   “What’s next, taxing prostitution?” asked Assembly Minority Leader James Tedisco (R-Schenectady). “I can’t wait to see what kind of tax stamp they’ll put on these girls in New York City and around the state.”   On Tuesday, Spitzer proposed creating a tax stamp for illegal drugs that would cost $3.50 per gram for marijuana and $200 per gram for controlled substances.   Spitzer said the law would raise $13 million in the coming fiscal year and $17 million annually after that.   Some lawmakers said the plan sends a message that using drugs is OK as long as you pay your taxes, while on the other side, advocates for reduced penalties for illegal drug use complained there are already enough anti-drug penalties on the books.   “Twenty-nine states across the nation have enacted laws that allow them to collect taxes on illegal drugs,” said Spitzer spokesman Errol Cockfield. “We look forward to working with the Legislature on this and other proposals.” ",
    "2008 - 978": "PARK CITY, Utah – “Frozen River,” a drama about a white trailer-park mom and a Mohawk woman who team up to smuggle immigrants in from Canada, won the top prize for fiction at the Sundance Film Festival last night.   The audience award for dramatic feature went to “The Wackness,” a comedy starring Ben Kingsley as a drug-using psychiatrist in 1994 Manhattan – who in one scene makes out with a teenager played by Mary-Kate Olsen.   Lance Hammer captured the narrative directing award for “Ballast,” a family drama set in Mississippi, while the futuristic thriller “Sleep Dealer” took home the screenwriting award for Alex Rivera and David Riker.   A special jury award went to the cast of “Choke,” an adaptation of a Chuck Palahniuk novel about a mother-son relationship, starring Sam Rockwell and Angelica Huston.   Awards were also presented for documentaries and world cinema at North America’s most prominent festival devoted to independent film, founded by Robert Redford. "
}