{
    "2012 - 4937": "GOP presidential candidates yesterday crisscrossed Iowa in a last-ditch bid for support — as a final pre-caucus poll showed that tonight’s outcome is too close to call. The Public Policy Polling survey had the leading three candidates in a virtual dead heat, with Ron Paul garnering 20 percent, Mitt Romney 19 and a surging Rick Santorum 18.And that’s with 41 percent of voters saying they were still undecided — and one quarter saying they could change their minds.But it was Santorum who was shaking up the race — with his support nearly doubling in the past week.“The momentum in the race is completely on Santorum’s side,” said PPP Director Dean Debman.Santorum had the highest favorability rating of all the candidates, and he scooped up 29 percent of undecided voters in the last week, compared with 17 percent for Romney.Santorum was leading with two key voting blocs — evangelical Christians and Tea Party activists.Still, many Republicans view Romney as the best candidate to defeat President Obama. The normally cautious Romney appeared more confident than usual at a rally in Marion last night, saying, “We’re gonna win this thing with all our passion and strength!’’ And Paul, whose support dipped, still has a legion of committed supporters and a strong organization in the Hawkeye State, Debman said.Meanwhile, Newt Gingrich, a one-time front-runner whose popularity in Iowa sank to 14 percent after a barrage of TV attack ads financed by Romney backers, predicted yesterday he won’t come out on top. But he said he would do well enough to fight on. “I don’t think I’m going to win because of the volume of negativity,” Gingrich told reporters after meeting with farmers in Independence.Still, some Iowa voters are sticking with Gingrich.“We need somebody as president who understands the congressional process and has passed major legislation. Only one person has done that, and that’s former House Speaker Newt Gingrich,” said Jeff Jorgensen, the GOP leader of Pottawattamie County.A buoyant Santorum said his fund raising has skyrocketed, along with his poll numbers, going up 400 percent from just 10 days ago.“We have raised more money in the last few days than we have in the last few months. And going from zero to 60 in the polls, if you will, will help those resources a lot,” Santorum said in Polk City.Santorum was getting help on the campaign trail from a famous TV dad, Jim Bob Duggar, of TLC’s “19 Kids and Counting.” The Duggars, Christian evangelicals from Arkansas, backed Mike Huckabee for the GOP nomination in 2008. Other faith-based voters, too, said Santorum, who is anti-abortion, was their guy,.“Santorum seems the most down-to-earth person. He has a child that was born with birth defects. He chose to go ahead and have the child that way. I respect that and admire that,” said Woody Spaur, of Bussey. But Santorum took some last-minute hits.Rick Perry distributed a Politico report that showed Santorum was a consultant to a Washington lobbying firm, American Continental Group, whose clients included the pro-gay-rights Human Rights Campaign and the immigration-rights group Reform Immigration for America. Both groups are anathema to conservatives like Perry. Perry blasted Santorum, a former Pennsylvania senator, as a “Washington insider” and “pork barrel” politician. “I mean, he’s raised the debt limit more than Obama raised the debt limit in his years in the United States Congress,’’ the Texas governor said. For his part, Romney largely ignored his GOP rivals and focused on Obama and the state of the nation.“This is a contest about the economy and about the budget and about foreign affairs, but it’s also an election about the soul of America,” Romney said during a rally earlier in the day at the Mississippi Valley fair grounds.Of Obama, Romney said, “He just doesn’t know what has to be done to get the country on track again.”Earlier on the stump, Romney drew applause when he likened Obama to reality star Kim Kardashian.“I think the gap between his promises and his performance is the largest I’ve seen, well, since the Kardashian wedding and the promise ‘till death do we part,’ ” Romney said, referring to Kim’s short-lived marriage to Nets hoopster Chris Humphries. About 500 people showed up for Texas Rep. Paul’s event at the Marriott in Des Moines, where the libertarian lion threw some red meat to his fans.Supporters roared when he said a majority of Americans want the troops out of Afghanistan.“Stay out of our economy, stay out of our personal lives, and stay out of the internal affairs of other nations,” he said.Political analysts are predicting a lower turnout than four years ago, with fewer than 115, 000 voters showing. About 130,000 voters attended the 2008 caucus. “Iowa’s large undecided vote, this close to the election, does not mean Iowa voters are undecided. It means they don’t care and are not voting,” Republican consultant Alex Castellanos told CNN.",
    "2012 - 0": "",
    "2012 - 2929": "LOS ANGELES — Officials reportedly are investigating possible connections between the spate of arson attacks in Los Angeles and an immigration dispute after police arrested a German national who had been protesting his mother’s pending deportation.Hollywood area resident Harry Burkhart was arrested Monday and is being held in lieu of $250,000 bail at the Inmate Reception Center in downtown Los Angeles.The 24-year-old, who also carried travel papers from Chechnya, is suspected of lighting more than 50 fires over four days that spread fear and panic across Los Angeles and caused an estimated $3 million in damage.He will be arraigned Wednesday, FOX News Channel confirmed.Burkhart’s arrest came after federal officials alerted authorities to a possible suspect who had made a scene at an Immigration Court hearing, law enforcement sources told the Los Angeles Times.Angry that US authorities were trying to deport his mother, Burkhart erupted into an angry, anti-American tirade and had to be escorted from the court, the sources said.His mother, Dorothee Burkhart, was detained just before the arson spree began last week at the request of the German government for an undisclosed crime, US authorities told the paper. She has been in federal custody since then.During Tuesday’s State Department briefing, spokeswoman Victoria Nuland could not shed light on the woman’s immigration status, nor could she confirm whether the two Germans in the case had been able to enter the country under the visa waiver program. She said, however, that scenario was feasible.Burkhart, who closely resembles a man seen in a surveillance video released Sunday, was detained by a reserve deputy near Sunset Boulevard around 3:00am local time Monday. The officer stopped the suspect’s van because it matched one seen by witnesses to the fires.Burkhart was brought into custody after authorities responded to a dozen new fires in Los Angeles and West Hollywood early Monday morning.Crews were first sent to addresses in Laurel Canyon Boulevard, Hollywood and Eastwood Road in nearby Hollywood Hills after fires broke out around 1:30am, according to Capt. Moore.Officers also responded to two different fires in Sherman Oaks, and two others in West Hollywood.The new fires took the arson tally since Thursday to 55, in what has been described as the city’s worst spate of deliberately-set fires in 20 years. Fire Chief Brian Cummings on Monday estimated the damage bill at approximately $3 million.Of those fires, 45 occurred in the Los Angeles area, nine in West Hollywood, and one in Burbank, Erik Scott, a spokesman for the Los Angeles Fire Department, wrote on the department’s blog.Nearly all of the fires have been started in cars or under the vehicle engine and in most cases spread to car ports, garages and homes.There have been no further fires since Burkhart was detained but authorities have stressed their investigation is ongoing.",
    "2012 - 3414": "LOS ANGELES — The German man suspected of setting more than four dozen fires in Los Angeles over the New Year’s weekend faces at least 37 counts of arson, prosecutors said Wednesday.Harry Burkhart, 24, a Hollywood-area resident, faces 28 counts of arson of property and nine counts of arson of an inhabited structure in connection with the four-day fire spree that spread fear and panic across the city and caused an estimated $3 million in damage.The charges stem from 13 fires he has been linked to thus far, the Los Angeles District Attorney’s Office said in a statement.Burkhart, who travels using a German passport but purportedly was born in Chechnya, was due in court Wednesday to be arraigned on the charges.As the investigation continues, he is likely to face additional charges.“The investigation of the 52 fires believed connected to this defendant is not over,” District Attorney Steve Cooley said. “Appropriate action will be taken as further evidence is presented for our review.”Cooley added that Burkhart faces a prison sentence if convicted.“Arson of an inhabited structure is a violent felony punishable by state prison, not a state prison offense punishable by county jail,” the prosecutor said.Nearly all of the blazes were started in cars or under vehicle engines and in most cases spread to car ports, garages and homes. The complaint alleges that Burkhart used a device designed to accelerate the fires, Cooley said. If that claim is found true, the defendant could face additional time behind bars.Burkhart, who was arrested early Monday, has reportedly been placed on suicide watch and has not been cooperating with police.He said nothing about the fires during interrogations, a senior LAPD official told the Los Angeles Times Wednesday, adding that when the suspect has spoken, he mostly has ranted about law enforcement and the United States.Further details continued to emerge about Burkhart and his mother Wednesday, who were both wanted by investigators in their homeland.Prosecutors investigating an October 2011 house fire in the central German city of Marburg confirmed Wednesday they want to speak to Burkhart. Annemarie Wied, a spokeswoman for prosecutors in the city, told AFP, “When the fire was extinguished, there were indications of arson.”An insurance claim was made on the house, which was owned by the Burkhart family, the following day, Wied said, triggering the suspicions of investigators.US officials, searching for a motive for the LA fires, are investigating links to an immigration dispute involving his mother, Dorothee Burkhart, who was detained last week at the request of the German government on various fraud charges, including skipping out on payments for her breast augmentation.Her son, angry that US authorities were trying to deport his mother, reportedly launched into an anti-American tirade at an immigration hearing and had to be escorted from the court.The mother, who has been in federal custody since her arrest Thursday, cried out multiple times during a new court appearance Tuesday, demanding to know the whereabouts of her son, whom she described as mentally ill.She has also been linked to a massage business called Hollywood Tantra Massage, which, according to its website, offers “full body hot oil body to body sliding massage” and “sensual tantric loving erotic touch in combination with deep tissue, incl. g-spot and hotspots massage.”",
    "2012 - 4837": "EL PASO, Texas — A 15-year-old Texas girl who was deported in May to South America after claiming to be an illegal immigrant will return home Friday, a Colombian official said.The high-level official in the ministry of foreign affairs in Colombia who spoke on condition of anonymity because ministry policy does not allow employees to be quoted by name told The Associated Press that Jakadrien Lorece Turner was turned over to the U.S. embassy Friday morning and was scheduled to leave Colombia quickly.Jakadrien’s mother, Johnisa Turner, told The Associated Press on Friday that she’ll be meeting her daughter when she arrives in Dallas and said she was expecting a call from her. Turner said she has “a gazillion questions” for her daughter.“I am very excited,” Turner said. “I feel like a weight has been lifted. But at the same time, I won’t just feel really, really good until I’m able to touch her. Until I’m able to put her in my arms.”The girl’s family has questioned why U.S. officials didn’t do more to verify her identify.U.S. immigration officials have said they were investigating, but insist they followed procedure and found nothing to indicate that the girl wasn’t — as she claimed — a woman from Colombia illegally living in the U.S.The teen, who ran away from home more than a year ago, was recently found in Bogota, Colombia, by the Dallas Police Department with help from Colombian and U.S. officials.According to the Colombian Ministry of Foreign Affairs, the girl was enrolled in the country’s “Welcome Home” program after she arrived there. She was given shelter, psychological assistance and a job at a call center, a statement from the agency said. When the Colombian government discovered she was a U.S. citizen and a minor, it put her under the care of a welfare program, the statement said.Johnisa Turner said Jakadrien is a U.S. citizen who was born in Dallas and was not fluent in Spanish. She said neither she nor the teen’s father had ties to Colombia. Jakadrien’s grandmother, Lorene Turner, called the deportation a “big mistake somebody made.”“She looks like a kid, she acts like a kid. How could they think she wasn’t a kid?” Lorene Turner asked on Thursday.Jakadrien’s family said she left home in November 2010. Houston police said the girl was arrested on April 2, 2011, for misdemeanor theft in that city and claimed to be Tika Lanay Cortez, a Colombian woman born in 1990.An Immigration and Customs Enforcement official told The Associated Press on Thursday that the teen claimed to be Cortez throughout the criminal proceedings in Houston and the ensuing deportation process in which an immigration judge ultimately ordered her back to Colombia.The ICE official, speaking on condition of anonymity due to not being authorized to discuss additional details of the case, said the teenager was interviewed by a representative from the Colombian consulate and that country’s government issued her a travel document to enter Colombia. The ICE official said standard procedure before any deportation is to coordinate with the other country in order to establish that person is from there.The girl was given Colombian citizenship upon arriving there, the ICE official said.The Colombian Ministry of Foreign Affairs said Jakadrien was issued travel documents at the request of the U.S. National Security Agency and with information submitted by U.S. officials. Colombian officials are investigating what kind of verification was conducted by its Houston consulate to issue the temporary passport.It was not clear if the teen might be charged upon her return for falsifying her identity in a criminal process.Dallas Police detective C’mon (pronounced Simone) Wingo, the detective in charge of the case, explained that in August she was contacted by the girl’s grandmother, who said Jakadrien had posted “kind of disturbing” messages on a Facebook account where she goes by yet another name.Wingo said the girl was located in early November through her use of a computer to log into Facebook. Relatives were then put into contact with the U.S. embassy in Bogota to provide pictures and documents to prove Jakadrien’s identity.Lorene Turner, the grandmother of the girl, said she has spent a lot of time tracking down Jakadrien, whose family nickname is Kay-Kay.At her work as a hairstylist, “in between customers I’d get on the computer looking for Kay-Kay, I was obsessed,” she said.Johnisa Turner said her daughter, a freshman at a Dallas high school, was experimenting with different hairstyles and clothes but “wasn’t a problem kid.” She was reluctant to go into any details about the deportation, saying she didn’t know any specifics.“She didn’t have any reason to leave,” Lorene Turner said. “She lived in a nice home (with her mother and stepfather). We were very close. I don’t know why she left.”",
    "2012 - 1494": "Mitt Romney hasn’t got a prayer.That is, if the most prominent evangelical leaders in the country — who are holding crisis talks next weekend in Texas over the thinning herd of viable GOP challengers — have anything to say about it.“I was asked to be a convener, part of the people who called the meeting,” said Tony Perkins, president of the Family Research Council, adding that he declined due to a scheduling conflict.“It’s not fair to characterize it as a ‘Stop Romney’ meeting,” Perkins said. “It’s a meeting over who is acceptable and who is not. People are looking for a true conservative.”To go by the polls and opinion columns and general consensus, Romney is considered a shape-shifter whose core beliefs resemble President Obama’s. There’s no such discomfort with Santorum, a former senator from Pennsylvania and a devout Catholic. He is against abortion, even in cases of rape or incest. He’s also a proponent of intelligent design, against homosexuality and contraception, and opposed to immigration reform.“Rick Santorum has a consistent record,” said Gary Bauer, president of the nonprofit conservative group American Values and co-host of next weekend’s summit. “To state the obvious, conservatives have had a hard time coalescing around a candidate.” Yet with Romney on a fast track — having won the Iowa caucuses and going into New Hampshire with a luxurious 24-point lead and South Carolina with a small lead — the meeting’s only agenda is to anoint an alternative candidate.",
    "2012 - 6962": "Like the discovery of gambling in “Casablanca,” the mainstream media is shocked, shocked! to learn there is chaos and back-stabbing in the Obama White House. The media missed the story for the same reason Capt. Renault missed gambling at Rick’s Cafe: They chose to.A cash kickback did the trick in the film. In real life, the Washington pack turns away from the truth for something less forgivable. Three years after President Obama took office, much of the national press corps remains remarkably uncurious about what has gone wrong inside the land of Hope &amp; Change. Whether still mesmerized by hypnotic chants of “Yes we can” or afraid to risk access by asking unpleasant questions, the press largely has failed to pierce the secrecy surrounding all the president’s men, their conflicts and policies.It is a shameful dereliction, given that the Great Recession has left 25 million Americans out of work or looking for a full-time job, and the national debt has reached 100 percent of GDP. To state the obvious, no Republican president ever enjoyed a similar lack of scrutiny during a national emergency.Consider that nearly all of Obama’s economic team left in stunningly short order, yet no newspaper, magazine or broadcast news show connected the dots. Only author Ron Suskind late last year exposed the incompetence and bitter tensions behind the failed policies the team produced. Suskind’s “Confidence Men” showed that Obama’s lack of experience and overconfidence created a mash-up of male egos that caused top female staffers to complain their views were not taken seriously. Suskind also showed how Treasury Secretary Tim Geithner ignored harebrained Obama decisions that would have rocked the financial world, such as effectively nationalizing Citibank. The book made news for a few days, then members of the press pack who didn’t go back to sleep careened off into reporting weighty matters of state, such as whether Sarah Palin had a one-night stand with a basketball player in 1987. Recent days have demonstrated the press missed two other big stories, too, proving it is still content with the “scoops” the administration feeds it. One story involved the “surprising” resignation by White House chief-of-staff Bill Daley a year after taking the job. The decision was surprising only because the press corps ignored signs he was flaming out. Last November, Daley told insiders he was sharing his duties with another official. Less than three months later, he quits, prompting a flood of inky speculation about a “rare shakeup,” as a headline in The New York Times said. Nonsense. As Suskind showed with the economic team, and as Daley’s short, turbulent tenure confirms, the “No Drama Obama” facade is just that. It is a public-relations gimmick the media has swallowed. Daley was brought in to fix Obama’s relations with the business community. But the president decided to wage class warfare, so there was no point in Daley trying to court business leaders, since Obama is running against them. Another story the sleeping-dog media missed involves the tensions between Michelle Obama and the president’s inner circle. Again, a book breaks the news. In “The Obamas,” author Jodi Kantor reveals a diva first lady using a senior adviser to the president, Valerie Jarrett, to rail against decisions and people.Kantor says the president was passive about his wife’s odd behavior, while Rahm Emanuel, the first chief-of-staff, and Robert Gibbs, the first press secretary, pushed back. Gibbs, who cursed out both Jarrett and Michelle Obama, and Emanuel left the administration. There was no mention in the mainstream media of those conflicts when they resigned, or of Kantor’s disclosure that Emanuel offered to resign earlier, during disputes over health care.Kantor is a reporter for the Times, yet her groundbreaking work showing Michelle Obama as something other than a fitness-obsessed fashion icon appeared in book form first. Excerpts were published in the Times.Maybe that’s the New Journalism. If you want real news, wait for the book.<strong>Give us a mulligan on Trump golf deal</strong>\nYou don’t have to Occupy Wall Street to realize that capitalism is too important to be left to capitalists. Consider the deal Donald Trump is ready to sign with the billionaire mayor of New York, Michael Bloomberg.The city has spent about $100 million of taxpayer dough to build a first-class golf course on a long-abandoned dump in The Bronx. The brainchild of Rudy Giuliani, the project had an initial tab of $22 million, but it soared, as government projects always do. After a contract with another developer collapsed, Trump emerged with a bid to manage the course after it is finished next year. The terms the city has tentatively accepted have him paying $10 million to build a clubhouse and, after four years, paying rent that would max out at 10 percent of gross revenues in the 20th year.The bottom line is that taxpayers are putting up more than 90 percent of costs, and getting back only a fraction of the revenue. That’s the gist of crony capitalism: public risks and private gains. To add insult, greens fees for city duffers could be as much as triple those on other municipal courses.Bloomberg, an avid golfer in Bermuda, has defended the deal, saying many golf projects are in trouble. He may be right, but he’ll have to do more to persuade a public that keeps hearing how the city is too broke to hire cops or fix rutted roads. As they stand, the Trump terms make no sense, either as a commercial venture or as a city service. If the mayor really knows the buck, he’ll get taxpayers a better deal. <strong>Liu’s loose laws</strong>\nJohn Liu is a one-man scandal machine. The Post reports the city comptroller is a Con Ed deadbeat and a state tax delinquent, but the really scary part is that he shows no signs of getting it. The target of a federal probe into his campaign finances, Democrat Liu keeps raising money and playing footsie with the unions. He had limited himself to $800 contributions — a lucky number in Chinese — but raised the limit in the midst of the investigation.Apologists for Liu claim his immigrant supporters aren’t familiar with campaign laws. That sorry excuse won’t wash. Liu knows those laws, and he’s ultimately responsible for making sure his campaign follows them. If he doesn’t, he has no business holding public office.<strong>Nuclear fallout</strong>\nNow that Hugo Chavez is joking with Iran’s Mahmoud Ahmadinejad about detonating a nuclear bomb, surely wingnut supporters like Joseph Kennedy II and Sean Penn finally will disavow the Venezuelan dictator. Won’t they?<strong>More holes than Swiss cheese</strong>\nHere’s a keeper quote: When the head of the Swiss central bank quit, he denied knowing about a $500,000 currency trade his wife made, but conceded he couldn’t prove his ignorance. “I stand by my word that I never lied,” said Philipp Hildebrand. Try wrapping your brain around that one."
}