{
    "2004 - 4554": "Alexander Hamilton started the paper you are now reading  —  That face on the $10 bill is full of history. Founding Father Alexander Hamilton might have been born 1,300 miles away on the Caribbean island of Nevis, but he would go on to become the quintessential New Yorker.   How did New York become the commercial capital of the world? Alexander Hamilton.   He grew up in St. Croix, but by the time he arrived in the United States at age 17, he was already good at making money.   He would go on to become President George Washington’s aide and later the U.S. secretary of the treasury and a Founding Father of the young nation.   He opened his own law office after passing the bar exam in just three months. Next, he organized the city’s first bank – The Bank of New York – which is still in business today.   For a while, New York was the nation’s capital. The federal government began meeting in lower Manhattan. President Washington was sworn in on the balcony of City Hall. He named Hamilton secretary of the treasury and Hamilton quickly went to work laying the groundwork for the country’s commercial future.   Until then, the majority of commerce came from agriculture and was fueled by slave labor, but Hamilton saw a future where the big money would be made through banking, sales, goods and immigrant labor. Hamilton was opposed to slavery after seeing its devastating effects while growing up in the Caribbean.   The first step in his plan was cleaning up the nation’s debt. While most Southern states had paid the debts that accrued during the Revolutionary War, many Northern states, including New York, had not. Hamilton proposed that the federal government pay them off.   Alexander Hamilton’s vision made New York the world’s commercial capital.  Secretary of State Thomas Jefferson listened as the passionate young Hamilton made his case. Jefferson agreed not to oppose his plan only if Hamilton agreed to support Jefferson’s plan to move the nation’s capital from New York to an area near Virginia, which would become Washington, D.C. Hamilton reluctantly conceded that what the government did was more important than where it conducted its business. Never again would New York city represent the country’s political interest. Instead, it would dedicate itself to making money – and make more of it than any other place on earth.   Among Hamilton’s lasting monuments was the newspaper he founded, The New-York Evening Post, which would later become the paper you are reading right now – the New York Post. Now more than 200 years old, it’s the oldest continuously published newspaper in he country. Hamilton and his associates laid the groundwork for the paper at Gracie Mansion.   Hamilton ran his law practice and his newspaper and watched the success of the city from his home in upper Manhattan. This would become the historic Hamilton Grange neighborhood of Harlem.   By 1804, New York City was thriving, and for the first time in its history, with 80,000 residents, was more populous than Philadelphia. But Hamilton would not live much longer. An old enemy from a long and bitter feud would end his brilliant life. After Hamilton accepted a challenge to a duel from Vice President Aaron Burr, the two men went to Weehawken, N.J. to settle the score. Dueling was illegal in New York.   It is believed that Hamilton could not pull the trigger that could result in a loss of life. His own son had been killed in a duel. Burr, however, had no problem and shot Hamilton in the stomach on July 11, 1804, 200 years ago this year. Hamilton died 31 hours later in a house on Jane Street in what is now Greenwich Village.   New York’s Caribbean son is buried in the cemetery grounds of Trinity Church.   *  Today’s lesson fulfills the following New York standards: E1c, E2d, E3c, E3d, D4a, D5a; Social Studies Standard 1; Art Standards 2,3,4.   *  New York Post activities  Plan a trip to Harlem’s Hamilton hood at 142nd St. and Convent Avenue.  Write an essay on how you think life would have been different in New York City if it had remained the nation’s capital.   Visit Trinity Church’s Web site at <a href=\"http://www.trinitywallstreet.org\" rel=\"nofollow\">http://www.trinitywallstreet.org</a> to learn more about this historic church and the famous people buried in its graveyard.   Look through today’s paper for ideas on creating your own newspaper. Include current news stories and things in your neighborhood. Your sports section could talk about games at your school or at your local park. Be sure to use pictures or drawings. ",
    "2004 - 2223": "‘They savagely dragged me like an animal … to a foul place where I was brutally raped by five men.’ – Victim’s court statement yesterday  A Queens mother who was savagely gang-raped in Flushing Meadow Park said the five homeless immigrants who beat and brutalized her carried out their attack like “a pack of wild wolves in search of their prey.”   “They punched me so hard that I was knocked to the floor,” the woman said in a scathing letter read by a prosecutor to Supreme Court Justice Randall Eng yesterday before he sentenced Victor Cruz, one of her attackers, to 21 years in prison.   “They savagely dragged me like an animal, like a piece of furniture, and took me to a secluded area of the park, a hut, a foul place that smelled so bad that not even animals should be made to be there, where I was brutally and repeatedly raped by five or more men.”   Cruz, Luis Carmona, Carlos Rodriguez, Armando Juvenal and José Hernandez all pleaded guilty in December to charges of rape and kidnapping in exchange for sentences of 20 to 23 years.   “This is a crime that can only be described as one of blood-chilling inhumanity,” Eng told Cruz, 22, who apologized to the woman.   All of the attackers except Carmona were in the United States illegally.   The victim, a 43-year-old mother of two, said the Dec. 19, 2002 attack has devastated her life.   “Before this event I led a normal life with my family . . . but after this event I can never be the same,” said the victim. “I am afraid to go out, I have nightmares, I am not able to sleep.   “It is a big scar in my heart, a burden of all kinds of feelings that I will carry for the rest of my life.”   The attack began on a walkway connecting the tennis center to Shea Stadium.   The woman said she and her boyfriend were, “having a quiet, wonderful and relaxing evening,” when the five accosted them, beat her boyfriend and robbed them both.   She was dragged to a shantytown along the Long Island Rail Road, tracks where at least three of the men lived.   “I screamed for help and tried to get away but to no avail. That only made them beat and punch me ever more and harder,” she said. “All I could think about was my family, staying alive and getting home to them.” ",
    "2004 - 2111": "Fifteen New Jersey residents, including a 70-year-old retired Presbyterian minister, were busted yesterday as the feds smashed an international kiddie-porn ring based in Belarus, authorities said.   The 15, who were charged with downloading child pornography, also included a doctor, three previously convicted sex offenders, a teacher, a former campus minister, a bank employee and an 85-year-old retired engineer.   New Jersey U.S. Attorney Christopher Christie said the suspects used credit cards to buy subscriptions to porn Web sites from Regpay, a Belarus company that sold memberships in 50 sites, including four it operated.   “Our intention is to attack child pornography at all levels – supply, demand and the illicit proceeds derived from this vile international trade,” Christie said.   The 15 New Jersey suspects were snared by tracking the payments they made by credit card, said Michael Garcia, assistant secretary of U.S. Customs and Immigration Enforcement.   “That payment is recorded, and that’s what we went after,” Garcia said. “This really is an exploitation by law enforcement of a weakness.”   Connections USA, a credit-card processing company in Fort Lauderdale, Fla., collected the membership fees for Regpay and then passed them on to the company.   Christie said Regpay sold 270 subscriptions in the last two years and raked in $3 million in memberships in just the six months that ended last August.   Four officials of Regpay, which is based in Minsk, have been indicted. Three were arrested in Paris and Madrid this summer and are awaiting extradition.   Eugene Valentine, 38, the CEO of Connections USA, pleaded guilty on Wednesday to laundering money for Regpay and is cooperating with investigators.   The 15 New Jersey men arrested face up to 10 to 20 years in prison and a $20,0000 fine.   All were released on $100,000 bond with the exception of Edward Napier, 70, of Mount Laurel, N.J., a retired Presbyterian pastor, whose bail was pending.   Other defendants included Lee Matthews, 48, of Plainfield, formerly a campus minister at the Mount St. Mary Academy in Watchung. ",
    "2004 - 2511": "A Queens mother who was savagely gang-raped in Flushing Meadows Park said the five homeless immigrants who beat and brutalized her carried out their attack like “a pack of wild wolves in search of their prey.”  “They punched me so hard that I was knocked to the floor,” the woman said in a scathing letter read to Supreme Court Justice Randall Eng yesterday before he sentenced Victor Cruz, one of her attackers, to 21 years in prison.  “They savagely dragged me like an animal, like a piece of furniture, and took me to a secluded area of the park, a hut, a foul place that smelled so bad that not even animals should be made to be there, where I was brutally and repeatedly raped by five or more men.”  Cruz, Luis Carmona, Carlos Rodriguez, Armando Juvenal and José Hernandez pleaded guilty in December to rape and kidnapping charges in exchange for sentences of 20 to 23 years.  “This is a crime that can only be described as one of blood-chilling inhumanity,” Eng told Cruz, 22, who apologized to the woman.  All of the attackers, except Carmona, were in the United States illegally. The case has been widely cited by critics of the Immigration and Naturalization Service who say the agency consistently fails to deport dangerous illegals.  The victim, a 43-year-old mother of two, said the Dec. 19, 2002, attack has taken a devastating toll.  “I am afraid to go out. I have nightmares. I am not able to sleep,” she wrote. “I feel depressed and sad most of the time, and cannot even perform simple activities a lot of times.”  The attack began at 9:30 p.m. on a walkway connecting the National Tennis Center to Shea Stadium.  The woman said she and her boyfriend were “having a quiet, wonderful and relaxing evening,” when the five accosted them, beat her boyfriend and robbed them.   She was dragged to a shantytown along the Long Island Rail Road tracks where at least three of the men lived.  “I screamed for help and tried to get away, but to no avail. That only made them beat and punch me ever more and harder,” she said.  The woman was sexually tortured for three hours before cops rescued her. The men were arrested and gave confessions.  Juvenal, Carmona and Rodriguez are to be sentenced next Thursday. Hernandez will undergo a psychiatric exam and be sentenced next month.  The victim – who is suing the city and the MTA for $50 million – said she and loved ones are still trying to cope.  “I have become dependant on people,” she said. “I cannot be intimate again, and it is scary to be hugged.”",
    "2004 - 1950": " WASHINGTON – President Bush will urge Congress in his State of the Union speech Tuesday to make his tax cuts permanent and let workers invest some of their Social Security taxes in the stock market, White House officials said yesterday.  Bush will push for tax-deferred savings accounts for retirement, college or health care, and he’ll talk about his ambitious new space-exploration plan and his proposal to let illegal immigrants with jobs stay in the country for at least three years.  The White House is still putting the finishing touches on the speech that Bush will give under extra security at the Capitol.  Bush worked with his staff on editing the speech yesterday at the White House and then left for Camp David.  In an approach different from last year’s speech, Bush plans to talk about Iraq and the terror war first and then finish his TV address to the nation with his ideas on solving problems at home, a senior White House official said.  Although Bush will have some modest announcements, don’t expect any big surprises, officials said – especially since he’s proposing a tight budget that’s constrained by his pledge to spend what it takes in Iraq and to cut the deficit in half in five years.  “It will be a forward-looking speech that takes stock of our accomplishments,” White House spokesman Dan Bartlett said.  After the speech, Bush will go on the road to Ohio to talk about jobs, Arizona to talk about immigration and New Mexico to discuss terrorism.  What’s open/closed   Tomorrow is Martin Luther King Jr. Day.  * Banks and the New York Stock Exchange are closed.   * Post offices are closed, except for the James A. Farley branch on Eighth Avenue, which is open 24/7.   * Public schools are closed.   * Federal, state and city government offices are closed.   * Alternate-side parking rules are suspended.   * Buses, subways and trains will run on a holiday schedule.   * Garbage pick-up will run on a regular schedule. ",
    "2004 - 588": " The fiendish “20th hijacker” slated to be aboard one of the 9/11 suicide planes was apparently a nervous young Saudi man who tried to slip into Florida less than a month before – but was nailed by an eagle-eyed immigration official.  The shadowy figure is only known by his last name al-Qahtani and is now in custody in Guantanamo Bay.  Footage from a surveillance camera at the Orlando airport the day the man tried to get into the United States showed 9/11 mastermind Mohamed Atta at a pay phone apparently alerting a cohort to the fact that al-Qahtani hadn’t made it past immigration.",
    "2004 - 4098": "Manhattan has always been small on space and big on population. New York rose to the challenge, turning apartment living into the housing of choice and changing urban life forever.   By the mid 1800s, New York’s population was growing by leaps and bounds. It was fast becoming one of the most populous places on earth. Even way back then, it seemed like everyone wanted to live here.   Joining the throngs of people already in Manhattan were millions of European immigrants who came via Ellis Island with their families to start new lives.   The tenements were bursting at the seams. There was nowhere to go but up.   Apartments already existed in France and Germany in the 1800s, but there was no steam heat or elevators.   The first apartment house built in America was New York’s Stuyvesant. It opened in 1869 on East 18th Street. This was a far cry from the crowded, filthy tenement houses on the Lower East Side.   Twenty families lived in these spacious mini-mansions that even had enough room for their servants. There was a common hallway, staircase and lobby.   The unlikely mix of tenants at the Stuyvesant included a famous publisher, George Putnam, Lavinia Booth, the mother of President Abraham Lincoln’s assassin, John Wilkes Booth, and Libby Custer, the wife of George Custer, killed at the Battle of Little Bighorn.   While only the wealthy could afford a private row house, the apartment concept allowed middle-class families to share amenities in a beautiful living space.   By 1880, real-estate developer Edward Severin Clark wanted to build a fancy apartment building on 72nd Street and Central Park West.   The area was full of wooden shacks and farms, and his partners joked that he should build it in the Dakotas, those big, empty Midwest states. Clark playfully named his new building The Dakota. Henry Hardenberg de-signed what was considered to be the most luxurious apartment building in the world.   The 65 apartments ranged from 12 to 20 rooms, and were as large as row houses. There were servants’ quarters, and guest rooms, laundry service, a restaurant and ballroom.   Apartment buildings were still technically tenements. Real-estate developers wanted to distinguish them from the dwellings on the Lower East Side. The name French flats was an attempt to give the impression of sophistication.   The Stuyvesant and Dakota were made of stone, but newer apartment buildings were starting to look like skyscrapers, with steel skeletons, elevators and penthouses on their top levels, offering spectacular views of the developing city.   The greatest new building was the Ansonia on the Upper West Side. Built in 1904, it was the largest apartment building in the world. It had 2,500 rooms divided into 350 huge apartments, a fountain with live seals and the largest indoor pool in the world.   Musicians loved its thick, soundproof walls. Famous Ansonia tenants included tenor Enrico Caruso and composer Igor Stravinsky.   Meanwhile, the Dakota would draw John Lennon and Yoko Ono, as well as composer/conductor Leonard Bernstein and Judy Garland – Dorothy from “The Wizard of Oz.”   More than 4,000 apartment buildings were built on the Upper East and West Sides of Manhattan.   Soon, the apartment craze hit tony Fifth Avenue. Wealthy residents ditched their townhouses for fancy apartments. After 1913, no new mansions would be built there again.   Apartment living made sense. It became the popular housing of choice for New Yorkers, no matter how wealthy or poor. As with most things New York, the rest of the country would catch on later.   Source: “New York: an Illustrated History” by Ric Burns and James Sanders with Lisa Ades   Today’s lesson fulfills the following New York standards: E1c, E2d, E3c, E3d, E4a, E4b, E5a, Art Standard 2.   Make a comparison between apartment living and life in a row house. What are the pros and cons of each?  Write a short story about a family living in a house who later moves to an apartment. What changes will they experience?   Draw a layout for your dream apartment. Be sure to include how many square feet it will be. ",
    "2004 - 2998": "The boyfriend of a Queens mom savagely beaten and sexually tortured by five homeless immigrants in Flushing Meadow Park said he is tormented by his inability to stop the attack and wishes the gang of rapists would “rot in jail.”   “My life is no longer my own. I feel hate because in that moment I felt powerless,” the man wrote in a letter read yesterday by prosecutor Kenneth Applebaum as three of the five attackers were sentenced for the Dec. 19, 2002 horror.   “I couldn’t do anything, surrounded by a group of wild animals. I hope that they rot in jail.   “I do not forgive them for what they have done to me, and in particular to my companion. We are changed forever.”   Armando Juvenal and Luis Carmona were each sentenced to 22 years in prison for rape, kidnapping and robbery.   A probation report showed Carmona has a venereal disease, though his lawyer Michael Hartofilis claimed he was diagnosed after his arrest.   Supreme Court Justice Randall Eng said the VD “makes this all the more horrific and horrendous.”   Carlos Rodriguez, who was also charged with sodomy, got the stiffest sentence of 23 years.   “Yours was the disposition I was most reluctant to take because of your role in this,” Eng told Rodriguez. “You certainly were involved in the most extreme acts in the victimization of the defendant.”   The victim’s boyfriend said no sentence is long enough to make up for the attack, which has permanently scarred his family.   “There are days when I am afraid of seeing three or four men walking,” he said. “I become afraid that they will assault me.   “I do not understand how those people, if in reality you can call them that, could do such a thing. They have a mother, a sister, and aunt.   “How could they do such a thing to a woman?”   Applebaum said he agreed to accept pleas from all five men in December, strictly “to spare the complainant the horror of having to testify at five separate trials.”   He asked that Rodriguez get the maximum allowed under the deal, 23 years, because “he was driving the bus in this case.”   Applebaum pointed out that it was Rodriguez’s shantytown hut by the Long Island Rail Road tracks where the victim was dragged and then repeatedly raped.   Rodriguez’s lawyer, Garnett Sullivan, disputed Appelbaum’s claim, saying, “There is nothing in the allocutions or the evidence that shows he was the ringleader.”   The trio were sentenced a week after Victor Cruz was given a 21-year prison term. The fifth attacker, Jose Hernandez, is to be sentenced Feb. 24 after he undergoes psychiatric evaluation.   Carmona and Rodriguez both made statements of sorrow to the court before they were sentenced yesterday.   “I have a family and I wouldn’t want something like this to happen to anyone in my family,” said Carmona, the only member of the group who is legally in the country. “I leave it up to God to help me and guide me.”   Rodriguez said the attack was, “a big mistake on my part.   “If I were to be born again I would never do this.” "
}