{
    "2019 - 7699": "Democratic Rep. Alexandria Ocasio-Cortez complained on Twitter Monday about having her statements fact-checked, saying she’s under the same scrutiny as White House press secretary Sarah Huckabee Sanders.“For example, it looks like @PolitiFact has fact-checked Sarah Huckabee Sanders and myself the same amount of times: 6,” <a href=\"https://twitter.com/AOC/status/1082372063866834944\">Ocasio-Cortez posted</a>. “She’s been serving for almost 2 years. I’ve served 4 days. Why is she fact-checked so little? Is she adhering to some standard we don’t know about?”She also blasted the Washington Post, which gave her “Four Pinocchios” for her incorrect claim about $21 trillion in waste at the Pentagon.“Or why did @washingtonpost give my confusing tweet on military accounting offsets the same ‘Pinocchios’ as Trump’s flat denial of how many Americans died in Puerto Rico?” she said <a href=\"https://twitter.com/AOC/status/1082372069113954304\">in her series of tweets</a>. “These are legitimate questions not intended to attack. Who makes these decisions? How? Is there a rubric?”<aside class=\"single__inline-module alignright\"> <div class=\"inline-module inline-module--related-post\">\n<div class=\"inline-module__inner\">\n<h2 class=\"inline-module__heading widget-heading widget-heading--underline\">\n\t\t\tsee also\t\t</h2>\n<div class=\"story story--i-flex story--i-flex-none-lg\">\n<div class=\"story__image\">\n<a class=\"inline-module--related-post__link\" data-ga-event='\n\t\t\t{\"category\":\"See Also\",\"action\":\"https:\\/\\/nypost.com\\/2019\\/01\\/06\\/alexandria-ocasio-cortez-slams-critics-in-60-minutes-interview\\/\",\"label\":\"Slot 1\"}\t\t\t' href=\"https://nypost.com/2019/01/06/alexandria-ocasio-cortez-slams-critics-in-60-minutes-interview/\" rel=\"\" tabindex=\"-1\" target=\"_self\">\n<img alt=\"\" class=\"attachment-nyp_large_video size-nyp_large_video\" height=\"260\" loading=\"lazy\" sizes=\"(min-width: 600px) 389px, 300px\" src=\"https://nypost.com/wp-content/uploads/sites/2/2019/01/cortez-60-min.jpg?quality=75&amp;strip=all&amp;w=389\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2019/01/cortez-60-min.jpg?quality=75&amp;strip=all&amp;w=778 778w, https://nypost.com/wp-content/uploads/sites/2/2019/01/cortez-60-min.jpg?quality=75&amp;strip=all&amp;w=584 583w, https://nypost.com/wp-content/uploads/sites/2/2019/01/cortez-60-min.jpg?quality=75&amp;strip=all&amp;w=389 389w, https://nypost.com/wp-content/uploads/sites/2/2019/01/cortez-60-min.jpg?quality=75&amp;strip=all&amp;w=195 194w, https://nypost.com/wp-content/uploads/sites/2/2019/01/cortez-60-min.jpg?quality=75&amp;strip=all 1024w\" width=\"389\"/> </a>\n</div>\n<a class=\"inline-module--related-post__link\" data-ga-event='\n\t{\"category\":\"See Also\",\"action\":\"https:\\/\\/nypost.com\\/2019\\/01\\/06\\/alexandria-ocasio-cortez-slams-critics-in-60-minutes-interview\\/\",\"label\":\"Slot 1\"}\t' href=\"https://nypost.com/2019/01/06/alexandria-ocasio-cortez-slams-critics-in-60-minutes-interview/\" rel=\"\" target=\"_self\">\n<h3 class=\"postid-13350931 story__headline headline headline--xs inline-module--related-post__headline\">\n\t\tAlexandria Ocasio-Cortez slams critics calling her agenda too radical\t</h3>\n</a>\n</div>\n</div>\n</div>\n</aside>In another tweet, she questioned why she doesn’t get credit for telling the truth.“I say true things all the time – I’d hope most do. When does Politifact choose to rate true statements?” <a href=\"https://twitter.com/AOC/status/1082372072611942400\">she said</a>.Her Twitterstorm comes a day after she said <a href=\"https://www.cbsnews.com/news/alexandria-ocasio-cortez-the-rookie-congresswoman-challenging-the-democratic-establishment-60-minutes-interview-full-transcript-2019-01-06/\">in an interview with CBS’ “60 Minutes”</a> that critics seizing on false words or figures are “missing the forest for the trees.”“I think that there’s a lot of people more concerned about being precisely, factually, and semantically correct than about being morally right,” she told host Anderson Cooper in the interview that aired Sunday.She went on to say that her mistakes shouldn’t be equated with false comments made by President Trump.“Whenever I make a mistake. I say, ‘OK, this was clumsy,’ and then I restate what my point was. But it’s not the same thing as the president lying about immigrants. It’s not the same thing, at all,” Ocasio-Cortez said.But the Washington Post fact-checkers haven’t been easy on Trump.<aside class=\"single__inline-module alignleft\"> <div class=\"inline-module inline-module--related-post\">\n<div class=\"inline-module__inner\">\n<h2 class=\"inline-module__heading widget-heading widget-heading--underline\">\n\t\t\tsee also\t\t</h2>\n<div class=\"story story--i-flex story--i-flex-none-lg\">\n<div class=\"story__image\">\n<a class=\"inline-module--related-post__link\" data-ga-event='\n\t\t\t{\"category\":\"See Also\",\"action\":\"https:\\/\\/nypost.com\\/2019\\/01\\/06\\/chris-wallace-fact-checks-sarah-huckabee-sanders-on-border-security\\/\",\"label\":\"Slot 1\"}\t\t\t' href=\"https://nypost.com/2019/01/06/chris-wallace-fact-checks-sarah-huckabee-sanders-on-border-security/\" rel=\"\" tabindex=\"-1\" target=\"_self\">\n<img alt=\"Sarah Huckabee Sanders (left) and Chris Wallace\" class=\"attachment-nyp_large_video size-nyp_large_video\" height=\"260\" loading=\"lazy\" sizes=\"(min-width: 600px) 389px, 300px\" src=\"https://nypost.com/wp-content/uploads/sites/2/2019/01/wallace-sanders.jpg?quality=75&amp;strip=all&amp;w=389\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2019/01/wallace-sanders.jpg?quality=75&amp;strip=all&amp;w=778 778w, https://nypost.com/wp-content/uploads/sites/2/2019/01/wallace-sanders.jpg?quality=75&amp;strip=all&amp;w=584 583w, https://nypost.com/wp-content/uploads/sites/2/2019/01/wallace-sanders.jpg?quality=75&amp;strip=all&amp;w=389 389w, https://nypost.com/wp-content/uploads/sites/2/2019/01/wallace-sanders.jpg?quality=75&amp;strip=all&amp;w=195 194w, https://nypost.com/wp-content/uploads/sites/2/2019/01/wallace-sanders.jpg?quality=75&amp;strip=all 1024w\" width=\"389\"/> </a>\n</div>\n<a class=\"inline-module--related-post__link\" data-ga-event='\n\t{\"category\":\"See Also\",\"action\":\"https:\\/\\/nypost.com\\/2019\\/01\\/06\\/chris-wallace-fact-checks-sarah-huckabee-sanders-on-border-security\\/\",\"label\":\"Slot 1\"}\t' href=\"https://nypost.com/2019/01/06/chris-wallace-fact-checks-sarah-huckabee-sanders-on-border-security/\" rel=\"\" target=\"_self\">\n<h3 class=\"postid-13350943 story__headline headline headline--xs inline-module--related-post__headline\">\n\t\tChris Wallace fact-checks Sarah Huckabee Sanders on border security\t</h3>\n</a>\n</div>\n</div>\n</div>\n</aside>By their calculations, Trump has uttered <a href=\"https://www.washingtonpost.com/politics/2018/12/30/year-unprecedented-deception-trump-averaged-false-claims-day/?utm_term=.2c452bc8758a\">more than 7,600 untruths</a> during the two years of his presidency – an average of 15 erroneous claims a day during 2018.And Sanders got called out by Chris Wallace <a href=\"https://www.foxnews.com/transcript/freshmen-lawmakers-arrive-in-washington-with-high-hopes-of-working-across-the-aisle-to-achieve-bipartisan-success\">on “Fox News Sunday”</a> when during an interview she claimed that “nearly 4,000 known or suspected terrorists come into our country illegally, and we know that our most vulnerable point of entry is at our southern border.”Wallace <a href=\"https://nypost.com/2019/01/06/chris-wallace-fact-checks-sarah-huckabee-sanders-on-border-security/\">fact-checked her in real time</a>.“And the State Department says that there is, quote, their words: no credible evidence of any terrorist coming across the border from Mexico,” he said.“Do you know where those 4,000 people come – where they’re captured?” Wallace asked her. “Airports.”“Not always,” she said.“At airports,” he insisted.",
    "2019 - 1386": "President Trump and other top administration officials have tried to stoke fears of terrorism to back their claim that there is a security “crisis” on the Mexican border — but the feds stopped just six immigrants at the border who were on a list of suspected terrorists.US Customs and Border Protection encountered only a half-dozen immigrants on the US-Mexico border in the first half of fiscal year 2018 whose names were on the feds’ list of known or suspected terrorists, <a href=\"https://www.nbcnews.com/politics/immigration/only-six-immigrants-terrorism-database-stopped-cbp-southern-border-first-n955861\">NBC News reported</a>, citing CBP data.The facts <a href=\"https://nypost.com/2019/01/06/chris-wallace-fact-checks-sarah-huckabee-sanders-on-border-security/\">contradict White House spokeswoman Sarah Huckabee Sanders</a> who said over the weekend that CBP had stopped nearly 4,000 known or suspected terrorists from crossing the southern border in fiscal year 2018.Secretary of Homeland Security Kirstjen Nielsen told reporters on Monday that the number was classified but that she was working on making it public.Overall, 41 people on the Terrorist Screening Database were encountered at the southern border from Oct. 1, 2017, through March 31, 2018, but 35 of them were US citizens or lawful permanent residents, the network reported. Six were classified as non-US citizens.",
    "2019 - 1699": "Sen. Chuck Schumer and House Speaker Nancy Pelosi have requested equal air time to counter expected “malice and misinformation” in President Trump’s Tuesday night address to the nation.The Democratic leaders in the House and Senate released a joint statement on Monday night that <a href=\"https://nypost.com/2019/01/07/trump-to-make-case-for-border-wall-in-prime-time-address/\">addressed the shutdown and ongoing border wall battle</a> — adding that Trump’s speech would likely be misleading.“The facts are clear: President Trump has the power to stop hurting the country by re-opening the government and ending the Trump Shutdown,” the statement read.“Instead, he is still demanding that American taxpayers pay at least $5.7 billion for his wall, which can’t pass either chamber of Congress and of course Mexico is not paying for.”<a href=\"https://twitter.com/realDonaldTrump/status/1082347305699889157\">In a tweet Monday</a>, Trump said he would address the nation on “the Humanitarian and National Security crisis on our Southern Border” on Tuesday night at 9 p.m.After the networks agreed to air the address, Pelosi and Schumer demanded equal time.“Now that the television networks have decided to air the President’s address, which if his past statements are any indication will be full of malice and misinformation, Democrats must immediately be given equal airtime,” their statement read.They went on to call Trump’s border wall plan “wasteful and ineffective.”Trump has said that the wall is needed to protect the country for illegal immigrants crossing the border.Senate Majority Leader Mitch McConnell (R-Ky.) has declined to pass a funding bill that does not include funding for the wall.",
    "2019 - 1822": "Vice President Mike Pence on Tuesday said President Trump got the “impression” that his predecessors wanted to build a wall after Trump said previous presidents told him they should have erected a border barrier.Representatives of the four living former presidents — Jimmy Carter, Bill Clinton, George W. Bush and Barack Obama — denied Trump’s claim that they talked to him about a wall.“I know the president has said that that was his impression from previous administrations, previous presidents,” <a href=\"https://www.nbcnews.com/politics/politics-news/pence-says-trump-has-made-no-decision-declaring-national-emergency-n956031\">Pence told NBC’s “Today” show</a>.“I know I’ve seen clips of previous presidents talking about the importance of border security, the importance of addressing the issue of illegal immigration,” he added.During a news conference last Friday at the White House, Trump tried to make the case that the country needed a wall on the southern border for national security reasons and that previous presidents told him they should have built one.“This is national security we’re talking about,” the president said. “We’re not talking about games. We’re talking about national security. This should have been done by all of the presidents that preceded me. And they all know it. Some of them have told me that we should have done it.”Trump <a href=\"https://nypost.com/2019/01/07/trump-to-make-case-for-border-wall-in-prime-time-address/\">will address the nation from the Oval Office at 9 p.m. Tuesday</a> to argue his case for a wall on the Mexican border.His administration and Congress are deadlocked on funding the barrier.Because of it, the government has been partially shut down since Dec. 22 and hundreds of thousands of federal workers have either been furloughed or are working without pay.",
    "2019 - 1356": "President Trump was not expected to declare a national emergency at the southern border when he makes a <a href=\"https://nypost.com/2019/01/07/trump-to-make-case-for-border-wall-in-prime-time-address/\">prime-time speech</a> from the Oval Office on Tuesday, <a href=\"https://www.wsj.com/articles/trump-undecided-on-emergency-declaration-for-border-wall-officials-say-11546959778\">according to the Wall Street Journal</a>, citing a source who has seen drafts of the speech.Instead, Trump will try to explain why he considers the situation at the border “a crisis,” the paper reported, a term many national experts, Democrats and even some Republicans dispute.Trump has threatened to veto any government spending bills that do not include the $5.7 billion he wants for a roughly 235-mile section of his long-promised wall on the 2,000-mile Mexican border.The president, the Journal reported, will make his case by repeating his familiar talking points that drugs, criminals, human traffickers and even terrorists are flooding the country across the border.House Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer will deliver a rebuttal to the president’s remarks and are expected to argue that the only crisis at the border — the separation of children from their parents — was created by Team Trump’s zero-tolerance stance on illegal immigration.",
    "2019 - 605": "He added, “How much more American blood must we shed before Congress does its job?”He repeated many of his arguments about why the wall was essential to Americans’ security, painting a dark portrait of conditions at the border and the results of illegal immigration.<a href=\"https://twitter.com/realDonaldTrump/status/1082857997032919040\">He later tweeted out</a> thanks to people online who complemented him for the speech. “<span style=\"color:#000000;font-family:Times New Roman;\">Thank you for soooo many nice comments regarding my Oval Office speech. A very interesting experience!” he tweeted.</span>",
    "2019 - 1596": "WASHINGTON – Freshman Rep. Alexandria Ocasio-Cortez (D-N.Y.) was able to give her own nationally televised take on <a href=\"https://nypost.com/2019/01/08/trump-claims-crisis-at-the-border-urges-dems-to-fund-wall/\">President Trump’s prime-time wall funding speech</a> — appearing on “The Rachel Maddow Show” Tuesday night after he and top Democrats spoke.When asked her impressions of the speech and on the government shutdown, the Bronx and Queens congresswoman spoke of the “amount of dysfunction that this president is advancing” in the offices on Capitol Hill.“We now have over 100 new members of this freshman class. I can’t even get laptops,” she said, explaining she needed computers for the employees in her Bronx and Queens district. “We can’t get their case work started because we can’t even get laptops in the hands of our district offices because the president has decided to hold the paychecks of everyday Americans hostage.”“So that he can fulfill a campaign — I don’t even want to call it a promise — campaign fantasy, that the vast majority of Americans disapprove of,” Ocasio-Cortez added.She also said, “Everyday immigrants commit crimes at a far lower rate than native-born Americans” and pointed out that most immigrants in the country that are here illegally are here because they overstayed their visas.“And not only that, but the women and children at that border that are trying to seek refuge and seek opportunity in the United States of America with nothing but the shirt on their backs are acting more American than who seeks to keep them out ever will be,” she argued.",
    "2019 - 4743": "BANGKOK — Australia’s government said Wednesday it will assess the resettlement case of a Saudi woman who fled from her family now that <a href=\"https://nypost.com/2019/01/07/saudi-teen-who-escaped-abusive-parents-wont-be-immediately-deported/\">the United Nations has deemed her a refugee</a>, taking the woman’s high-profile quest for asylum a step forward.The Department of Home Affairs confirmed in a statement that the UN High Commissioner for Refugees had referred 18-year-old Rahaf Mohammed Al-Qunun to Australia for consideration for refugee resettlement.Al-Qunun arrived in Bangkok on a flight from Kuwait on Saturday, and planned to continue to Australia, where she held a tourist visa. But after being detained by Thai authorities, she refused to board a flight back to Kuwait, barricading herself in an airport hotel room.After grabbing worldwide attention with dramatic posts on social media in which she said she <a href=\"https://nypost.com/2019/01/06/saudi-teen-fears-shell-be-killed-if-sent-back-home/\">feared for her safety if made to return home to her family</a>, Al-Qunun eventually was placed in the care of the UNHCR as her bid for refugee status was considered.Australia’s Home Affairs Department said it would “consider this referral in the usual way, as it does with all UNHCR referrals.”Indications from Canberra suggest Al-Qunun may receive a sympathetic hearing.“If she is found to be a refugee, then we will give very, very, very serious consideration to a humanitarian visa,” Health Minister Greg Hunt told the Australian Broadcasting Corp. before the UNHCR’s referral.The case has highlighted the cause of women’s rights in Saudi Arabia. Several female Saudis fleeing abuse by their families have been caught trying to seek asylum abroad in recent years and returned home. Human rights activists say many more similar cases will have gone unreported.The influence of the internet on Al-Qunun’s case was noted by several human rights advocates.The representative in Australia of Human Rights Watch, Elaine Pearson, said it was encouraging that Al-Qunun was able to highlight her situation using social media, and she hoped more Saudi women might act similarly.“The unique thing about this case is that she had access to social media, and was able to report on it and bring the world’s attention to her plight,” said Pearson. “I think there are many cases like this that go unreported.”A similar point was made by UNHCR spokesman Babar Baloch, who said that what was different in Al-Qunun’s case was that “the wave of all of the voices of solidarity and support came together, joined up in terms of caring for this individual.”Thailand’s immigration police chief Lt. Gen. Surachate Hakparn said that Al-Qunun’s father and brother arrived together in Bangkok on Tuesday but Al-Qunun refused to meet them.Surachate discussed her case on Tuesday with the Saudi charge d’affaires in Thailand, Abdalelah Mohammed A. Alsheaiby. In a video clip of the meeting released by Thai immigration police, Alsheaiby is heard telling Thai officials: “From the moment she arrived, she opened a new account and her followers reached almost 45,000 in a day. And I would have preferred it better if her phone was taken instead of her passport.”The comments sparked anger on social media. Surachate said police could not confiscate her phone because she was not being detained, and said the Saudi diplomat’s remark was “just an opinion” and “nothing to be taken seriously.”A Tuesday statement from the Saudi embassy in Thailand denied interfering in Al-Qunun’s case, and said it was only monitoring her situation. Describing her case as a “family affair,” it said Saudi officials had neither seized her passport — as Al-Qunun had claimed several times — nor demanded her deportation home.The embassy and Thai officials earlier said that Al-Qunun was stopped by Thai authorities because she did not have a return ticket, a hotel reservation or itinerary to show she was a tourist, which appeared to have raised a red flag about the reasons for her trip.Saudi Arabia’s wider human rights record has come under intense scrutiny since the killing of Saudi writer Jamal Khashoggi in October. Khashoggi, who wrote critically of Crown Prince Mohammad bin Salman in columns for the Washington Post, had been living in self-imposed exile before Saudi agents <a href=\"https://nypost.com/2018/10/19/saudis-confirm-killing-of-jamal-khashoggi-several-nationalists-detained/\">killed and dismembered him inside the Saudi consulate in Istanbul</a>.The kingdom offered various shifting accounts of the circumstances of his death before eventually settling on the explanation that he died in a botched operation to forcibly bring him back to Saudi Arabia."
}