{
    "2022 - 2079": "The Republican chair of the FDIC will step down on Feb. 4 – more than a year ahead of schedule – in the wake of a messy public battle over who should set the agenda for the normally apolitical banking regulatory agency. Jelena McWilliams, who was appointed to head the Federal Deposit Insurance Corp. by President Donald Trump in 2018, said Friday that she <a href=\"https://www.politico.com/news/2021/12/31/fdic-chair-jelena-mcwilliams-to-resign-526295\" rel=\"noreferrer noopener\" target=\"_blank\">will cut her five-year term short</a> after an internal power struggle spilled into public view last month.“When I immigrated to this country 30 years ago, I did so with a firm belief in the American system of government,” the Yugoslavia-born McWilliams wrote in a resignation letter to President Joe Biden that made no mention of the partisan brawl. “It has been a tremendous honor to serve this nation, and I did not take a single day for granted.”In December, McWilliams, the only Trump holdover on the five-member board, <a href=\"https://www.wsj.com/articles/hostile-takeover-fdic-board-rohit-chopra-michael-hsu-jelena-mcwilliams-abuse-power-11639432939\" rel=\"noreferrer noopener\" target=\"_blank\">accused her Democratic colleagues</a> of staging a “hostile takeover” after they attempted to wrest control of its agenda from her and engineer a vote on changes to the rules governing bank mergers.The shakeup will hand full control of the typically bipartisan board to Democrats, fanning progressives’ hopes for major banking-industry changes. McWilliams, for example, had refused to sign off on a federal report that identified climate change as a threat to the nation’s financial system. McWilliams’ surprise announcement came three weeks after Saule Omarova, Biden’s controversial nominee for the role of comptroller of the currency, was <a href=\"https://nypost.com/2021/12/07/bidens-bank-regulator-pick-saule-omarova-withdraws-nomination/\">forced to withdraw</a> from consideration after her radical views on the nation’s banking system drew fire from senators of both parties.",
    "2022 - 5779": "The New York City Health Department has conducted its first ever study <a href=\"https://www1.nyc.gov/assets/doh/downloads/pdf/episrv/indigenous-peoples-health-2021.pdf\" rel=\"noreferrer noopener\" target=\"_blank\">to highlight </a>the conditions of more than 100,000 Native <a href=\"https://nypost.com/2022/01/01/alleged-pretendians-list-exposes-allegedly-fake-native-americans/\">Americans/Indigenous Peoples </a>who live in the five boroughs.The department’s collaboration with the groups representing aboriginal peoples aided city health officials in providing this population with crucial information during the <a href=\"https://nypost.com/2022/01/01/nyc-considering-race-in-distributing-life-saving-covid-treatment/\">coronavirus pandemic</a>, city officials said.“For the first time in the Health Department’s recorded history, public health information about COVID-19 was released in languages Indigenous to the Americas. Local community leaders provided interpretation in 12 Indigenous languages for virtual community conversations about the COVID-19 vaccines,” the analysis said.The report said that “existing health, economic and other forms of inequities have converged during the COVID-19 pandemic to increase risk of exposure, infection, and death among Indigenous peoples.”Many of the Native Americans-Indigenous residents migrated from Mexico and other Central and South America countries.The data — albeit limited for the years 2013-2017 — reveals that fewer Native Americans obtained a high school degree than the city average; a higher percentage suffered from poverty and unemployment; they used more of their income to cover rent, and fewer had health insurance coverage.Chronic conditions such as high blood pressure and diabetes were also more prevalent among Indigenous Peoples than other racial/ethnic groups or the citywide average.A higher percentage of Native Americans also reported heavy drinking of alcohol, consuming sugary drinks or being overweight/obese.“Some health outcomes among Indigenous peoples of the Americas in NYC are comparable to those seen among other communities of color in NYC that have been negatively impacted by structural and institutional racism,” the report said.The city Board of Health recently declared <a href=\"https://nypost.com/2021/10/18/nyc-board-of-health-declares-racism-a-public-health-crisis/\">structural racism </a>— including against Indigenous Peoples — a public health crisis that needs to be addressed.  The Native American-Indigenous population and groups in the city include peoples of Nahua, Mixtec, Garifuna, Quichua, K’iche and Mam and the Red de Pueblos Transnacionales, representing migrants from Mexico.Health officials also consulted with the <a href=\"https://www.aich.org/\" rel=\"noreferrer noopener\" target=\"_blank\">American Indian Community House,</a> a non-profit organization serving urban Natives since 1969 as part of its research.The analysis said the first Native Americans study — despite limitations in targeting a small, diverse and in some cases insular population — is a good step in delving more deeply into the conditions of Indigenous residents and differences among them.“These findings point to areas of concern and potential intervention related to the health of Indigenous peoples of the Americas living in NYC,” the report said.But officials said current methods used by the Census and the city Health Department undercount Indigenous peoples of the Americas.“Available data are limited by several factors. Historic and present-day experiences of cultural and economic oppression, racism, and anti-immigrant and linguistic bias may deter residents from participating in the very surveys meant to ensure they are  represented in order to provide important information to help serve their needs,” the study said.“In addition,” the report said, “methods of data collection are steeped in colonialism. The language used to inquire about race (American Indian/Alaska Native) does not reflect the terms that people use for themselves and is perceived as offensive to some. Nor does the current terminology capture the breadth of the group intended to be represented; for example, Mexican, Central, and South Americans of Indigenous origin are often unfamiliar with U.S. racial categories so they may select the `Other’ category”  on the census and other surveys.To address the challenge, the Health Department expanded its questionnaire response on its Community Health Survey from “American Indian/Alaska Native” to “American Indian, Native, First Nations, Indigenous Peoples of the Americas, or Alaska Native” and added a follow-up question of Indigenous residents to identify tribal heritage or ancestry group.“This is a small but important step to begin to more fully represent New<br/>Yorkers Indigenous to the Americas in our population surveys,” the report says.The city also vastly undercounts deaths of the Native American-Indigenous residents due to inaccurate reporting on death certificates, the study said. The department is working on improving the reporting of deaths of indigenous residents by expanding racial/ethics classifications on death certificates.The study noted there may be several explanations for why more Native Americans-Indigenous Peoples said they lack medical care — including immigration status or the inability to find practitioners of traditional medicineThe results found 16 percent of Native Americans-Indigenous People said they did not get needed medical care in the prior year, double the 8 percent rate for whites and significantly higher than the city’s overall ten percent average.“We hope that these data can be a starting point to support Indigenous peoples to further investigate issues of importance to their communities,” the study said.",
    "2022 - 3175": "Former President Donald Trump endorsed Hungary’s far-right Prime Minister Viktor Orbán in the Eastern European nation’s upcoming parliamentary election Monday, saying he has done a “powerful and wonderful job” in the role. “Viktor Orbán of Hungary truly loves his Country and wants safety for his people,” Trump said in a statement released by his Save America PAC. “He has done a powerful and wonderful job in protecting Hungary, stopping illegal immigration, creating jobs, trade, and should be allowed to continue to do so in the upcoming Election. “He is a strong leader and respected by all. He has my Complete support and Endorsement for reelection as Prime Minister!”Orbán has served as Hungary’s prime minister since 2010 and is known for his hardline immigration policies and for causing controversy <a href=\"https://nypost.com/2020/10/19/row-in-hungary-around-childrens-book-fuels-fears-of-rising-homophobia/\">over LGBT issues</a>. Some critics have even <a href=\"https://nypost.com/2021/05/28/poland-and-its-eastern-european-neighbors-setting-a-fine-example-for-us/\">labeled the 58-year-old an “authoritarian,”</a> accusing him of dismantling Hungary’s democratic institutions, fostering corruption and cracking down on judicial independence and critical media outlets.Last summer,<a href=\"https://nypost.com/2021/07/02/hungary-pm-calls-eu-leaders-colonialists-in-lgbt-law-feud/\"> the prime minister accused</a> his fellow European leaders of acting like “colonialists” in criticizing a law prohibiting the “display or promotion” of homosexuality or gender reassignment in Hungarian television shows, films and sexual education programs. “They want to dictate what laws should take effect in another country, they want to tell us how to live our lives and how to behave,” Orbán said of the critics who challenged the law at a Brussels summit, adding that the opposition was a result of “bad reflexes caused by their European colonialist past.”Orbán was <a href=\"https://nypost.com/2021/11/26/biden-gets-it-mostly-right-on-democracy-summit/\">shunned by the Biden administration last month</a>, as Hungary was the only European Union member state not invited to participate in the White House’s virtual Democracy Summit.Trump has been known to endorse controversial foreign leaders in the past, including Brazilian <a href=\"https://nypost.com/2022/01/03/brazil-president-bolsonaro-hospitalized-with-intestinal-blockage/\">President Jair Bolsonaro</a>.Bolsonaro and Orbán both supported <a href=\"https://nypost.com/2020/11/30/jair-bolsonaro-delays-congratulating-biden-amid-fraud-allegations/\">Trump’s bid for re-election in 2020</a>. The Hungarian prime minister was also the first EU leader to endorse Trump’s White House bid in 2016 and <a href=\"https://nypost.com/2019/10/22/putin-and-hungarys-leader-reportedly-fueled-trumps-mistrust-of-ukraine/\">reportedly helped fuel</a> the 45th president’s mistrust of Ukraine along with Russian President Vladimir Putin. The Hungarian elections are scheduled to take place in April or May of this year. Orban and his ruling Fidesz party will face a coalition of six opposition parties, and recent polls suggest a close race.",
    "2022 - 2987": "Pennsylvania has become the latest location where <a href=\"https://nypost.com/2021/10/18/biden-secretly-flying-underage-migrants-into-ny-in-dead-of-night/\">flights filled with illegal immigrants</a> are being flown under the cover of darkness, according to reports.At least five flights carrying the illegal immigrants landed at airports in Scranton and Allentown late last month from Texas, local outlet <a href=\"https://www.wfmz.com/news/area/lehighvalley/republican-candidate-for-pa-governor-alleges-airline-carrying-illegal-immigrants-was-secretly-flown-into-lvia/article_947f4ece-6b61-11ec-af6e-9b6cb8cb9851.html\" rel=\"noreferrer noopener\" target=\"_blank\">WFMZ</a> reported. Former GOP Congressman Lou Barletta, who is running for Pennsylvania governor, claimed the flights were sent at night by the Biden administration.Barletta said one flight had landed at Lehigh Valley International Airport in Allentown last Thursday. The others were directed to Scranton International Airport a week earlier. Democratic Rep. Matt Cartwright denied the flights were conducted in secret, saying they were authorized by the US Department of Health and Human Services and were carrying unaccompanied immigrant children.He added that the children were sent to their parents, or approved sponsors, after landing in Scranton. But Barletta said it was impossible to know whether everyone on board was underage. The Lehigh Valley airport confirmed it had received charter flights from HHS — and that future flights were scheduled.  “Under grant assurances with the Federal Aviation Administration and as a federally obligated public use airport, the Lehigh-Northampton Airport Authority does not have the ability to discriminate against any aeronautical activity by refusing or denying aircraft from arriving or departing Lehigh Valley International Airport,” an airport spokesperson said in a statement.Rep. Dan Meuser (R-Pa.), whose district borders the two regions where the flights landed, is demanding answers from Homeland Security Secretary Alejandro Mayorkas, Fox News reported. “I am extremely concerned by recent reports that the federal government has flown illegal immigrants to the Wilkes Barre-Scranton International Airport,” he wrote in a letter.“It is my understanding that a total of 130 immigrants, 118 minors and 12 adults, arrived aboard an iAero charter flight on Friday, December 17 and were subsequently transported on buses from a private hangar.”The Biden administration has already allowed planeloads of illegal immigrants to be flown into New York and Florida in recent months. More than a dozen charter flights carrying underage immigrants landed in Westchester in August alone, The Post learned. Meanwhile, the Biden administration <a href=\"https://nypost.com/2021/11/06/desantis-office-claims-border-officials-secretly-sent-70-planes-of-migrants-to-florida/\">secretly sent over 70 flights to Jacksonville, Florida</a>, over the summer, Gov. Ron DeSantis’ office claimed.",
    "2022 - 3845": "​Sen. Ted Cruz has said there are “multiple grounds” for impeaching President Biden if Republicans achieve a majority in the House following the 2022 midterm elections, warning “what’s good for the goose is good for the gander” after Democrats twice impeached former President Donald Trump​​.“If we take the House, which I said is overwhelmingly likely, then I think we will see serious investigations of the Biden administration,” Cruz (R-Texas) said ​during the most recent episode​ ​​of his podcast​ <a href=\"http://​open.spotify.com/episode/0eD66E6ENOnDH0g48afVqy\" rel=\"noreferrer noopener\" target=\"_blank\">“Verdict with Ted Cruz</a>,” which dropped Dec. 31.When asked about the possibility of impeaching the president, Cruz said, ​”I do think there’s a chance of that​.​” “Whether it’s justified or not, Democrats weaponized impeachment​,” the senator added.“They used it for partisan purposes to go after Trump because they disagreed with him. One of the real disadvantages of doing that is, the more you weaponize it and turn it into a partisan cudgel​, you know, what’s good for the goose is good for the gander,” ​Cruz went on.According to Cruz, one potential justification for impeachment proceedings would be the “utter lawlessness” of Biden’s refusal to <a href=\"https://nypost.com/2021/09/04/inside-bidens-border-crisis-in-new-mexico/\">solve the border crisis</a> and his decision to “<a href=\"https://nypost.com/2022/01/04/flights-carrying-illegal-immigrants-land-in-pa-reports/\">defy immigration laws</a>.”In response Tuesday, White House press secretary Jen Psaki suggested: “Maybe Senator Cruz can work with us on getting something done on comprehensive immigration reform and putting in place measures that will help make sure smart security is what we see at the border, taking a more humane approach to the border instead of name calling, accusation-calling and making predictions of the future.”Elsewhere in the podcast, Cruz estimated that Republicans have a 90 percent chance of winning back the House and a 50 percent chance of regaining the Senate.“What’s interesting is, in Washington, everybody assumes Republicans are ​going to win,” he said. “I think all the Democrats assume we’re ​going to take the House​. I​t’s almost baked into the cake of how everyone handles decision-making.”However, Cruz said, Republicans are facing a “bad map” in the Senate, where 20 GOPers are defending their seats.“We have more vulnerable Republican seats up in the Senate than Democrat seats, so we’ve got to have a few things bounce right,” he said. “If we take the Senate, I hope we see the Senate engaging similarly in real oversight with teeth.”​A group of <a href=\"http://​nypost.com/2021/09/22/house-republicans-file-impeachment-articles-against-biden/\">House Republicans</a> in September filed articles of impeachment against Biden over his handling of the immigration crisis ​as well as the US military withdrawal from Afghanistan. Rep. Bob Gibbs (R-Ohio), who spearheaded the effort, said Biden violated his oath of office. ​​The Democrat-controlled House voted to <a href=\"https://nypost.com/2019/12/18/house-votes-along-party-lines-to-impeach-trump/​\">impeach Trump</a> for ​the first time in December 2019 on articles of abuse of power and obstruction of Congress over allegations that he tried to pressure Ukrainian President Volodymyr Zelensky to announce an investigation into then-presidential candidate Biden.No Republicans voted for impeachment.Trump was <a href=\"http://​nypost.com/2021/01/13/house-impeaches-trump-a-second-time-a-week-after-capitol-riots/\">impeached for the second time</a> last January on a charge of incitement of insurrection in connection with the Jan. 6 Capitol riot. On that occasion, 10 Republicans crossed the aisle to vote for impeachment. ​The Senate voted to acquit Trump both times.  ​",
    "2022 - 3294": "A handful of Republican senators publicly accused the Biden administration this week of blowing a deadline to submit a report to Congress on the vetting of thousands of Afghan evacuees during the botched US military withdrawal from Afghanistan in August.Sen. Jim Risch (R-Idaho), the top Republican on the Senate Foreign Relations Committee, said Monday that Homeland Security Secretary Alejandro Mayorkas was required by law to submit the report by the end of November. “The report requested by Congress on the composition and vetting of the more than 78,000 #Afghans evacuated by US forces is more than a month delayed,” <a href=\"https://twitter.com/SenateForeign/status/1478082176419827713\" rel=\"noreferrer noopener\" target=\"_blank\">tweeted Risch</a>. “We need answers, but more than anything, we need @DHSgov to fully cooperate.”Risch — along with fellow Republicans Rob Portman of Ohio, Chuck Grassley of Iowa, James Inhofe of Oklahoma, Richard Shelby of Alabama and Shelley Moore Capito of West Virginia — called the delay “unacceptable” in a <a href=\"https://www.hsgac.senate.gov/imo/media/doc/2021-12-21%20Senate%20Letter%20to%20DHS%20-%20Afghanistan%20Evacuee%20Report.pdf\" rel=\"noreferrer noopener\" target=\"_blank\">Dec. 22 letter to Mayorkas</a>, which was also made public Monday. “Congress mandated this report include the immigration status of Afghan evacuees located here in the United States and at overseas bases of US Armed Forces, including any evacuees ​’​flagged as potential security risks or concerns,'” the lawmakers wrote.“This information is necessary for Congress to perform its constitutional oversight duties, which include an understanding of the composition of the Afghan evacuee population located in the United States and any potential national security concerns​,” it said.The report was mandated as part of a stopgap funding package <a href=\"https://nypost.com/2021/09/30/senate-passes-stopgap-spending-bill-to-avert-shutdown/\">President Biden signed into law</a> at the end of September in order to avert a partial government shutdown. Republican lawmakers have repeatedly raised questions about the vetting of Afghans without Special Immigrant Visas who were <a href=\"https://nypost.com/2021/09/23/afghan-refugees-bahrullah-noori-and-mohammad-haroon-imaad-indicted/\">sent to a number of military bases in the US</a>, warning that potential terrorists have been allowed to enter the country.The Afghanistan evacuation operation devolved into chaos after <a href=\"https://nypost.com/2021/08/15/taliban-assumes-control-of-afghanistan-reports/\">the Taliban</a> marched into the capital Kabul on Aug. 15 and seized power. In the following days, Afghans crowded the streets leading to Hamid Karzai International Airport in a last-ditch effort to escape Islamist rule. The resulting mayhem gave cover to an ISIS-K terrorist who set off a suicide bomb on Aug. 26, killing <a href=\"https://nypost.com/2021/08/27/these-are-the-us-service-members-killed-in-kabul-airport-attack/\">13 American service members</a> and scores of Afghans. Republicans have accused the administration of abandoning American citizens and <a href=\"https://nypost.com/2021/12/14/thousands-of-us-afghan-allies-still-trapped-under-taliban-control/\">thousands of Afghan allies</a> amid the chaos. ",
    "2022 - 4790": "Disturbing video captured the moment a police dog in California mauled an Uber driver who had fallen behind on payments for his rental car, according to a report.Ali Badr, a 42-year-old Egyptian immigrant, was stopped by police in San Ramon in December 2020 after a rental company reported his vehicle stolen,<a href=\"https://www.sfchronicle.com/bayarea/article/Video-San-Ramon-cops-released-dog-to-badly-maul-16742732.php#photo-21877326\" rel=\"noreferrer noopener\" target=\"_blank\"> the San Francisco Chronicle reported</a>.Dashboard and body camera footage obtained by the newspaper show police releasing their dog on the unarmed, barefoot and unresisting driver without warning seconds after they pulled him over.The video shows officers — with their weapons drawn — ordering Badr out of the car as they take cover. He then steps out of the car and drops his shoes to the ground and they order him to put his hands in the air.“All of them are talking to me at one time,” the driver told the paper. “They’re yelling at me, and all of them have guns out. I did what they say exactly.”One officer then releases the dog — about 10 seconds after Badr emerged from the car. The German shepherd and Belgian Malinois mix tears into the man’s arm.“What I did? What I did?” the driver screams in agony as the canine, named Dexter, bites violently into his right arm for almost a minute as the cops went to handcuff him.“I never do nothing,” Badr yells. “I never in my life do anything.”Badr, who required several surgeries after being mangled, was never charged and last month filed a lawsuit claiming he was left with “severe physical and psychological injuries” after the attack, the Chronicle reported.He alleges “extensive and permanent damage to his arm and hand” causing “significant scarring,” adding that he has trouble sleeping, sees a therapist and takes medication due to the trauma.  The Oakland resident is suing the city of San Ramon, the police chief, dog handler John Cattolico and six other cops for excessive force, assault and battery, and violation of civil rights.He also claimed he was treated differently because he is from North Africa and was perceived to be Muslim, according to the Chronicle.Badr, who was a social worker in Egypt before immigrating in 2009, drove for Uber and Lyft, but began delivering for DoorDash when the pandemic hit, the outlet reported.When he could no longer afford payments on his own car, he decided to rent one in August 2020 through HyreCar, a rental company that caters to gig workers. The vehicle belonged to rideshare startup CarMommy, the Chronicle said.As his four-month rental agreement neared the end, Badr told the paper that he fell behind on his payments by a couple of days — but informed the company that he would make them soon.“I had been paying everything on time,” he told the paper.But CarMommy CEO John Blomeke reported the Toyota Camry as stolen to the San Jose Police Department, which shared its license plate with other agencies.Matthew Haley, Badr’s attorney, told the Chronicle that his client’s rental agreement contained language that allowed the car to be reported stolen if he fell behind on payments.Badr also is suing CarMommy, Blomeke and HyreCar.“The beginning of the process is this calling in of a stolen car that everybody knew wasn’t stolen,” Haley told the Chronicle.He said the police dog attack “was absolutely, positively uncalled for.”“This is the nicest guy you will ever meet in your life. Hardworking Uber driver in the middle of the pandemic just trying to make ends meet, and this is what befalls him,” Haley said.“It’s stunning. It’s hard to watch that video,” he added.The Chronicle said its messages seeking comment from HyreCar, CarMommy, Blomeke, K-9 handler Cattolico and San Ramon’s city attorney were not returned.San Ramon Police Chief Craig Stevens told the paper that his department conducted an internal probe into the incident, but he declined to answer other questions.<br/><br/>“The San Ramon PD does a Use of Force review on all cases where any force was used, in order to ensure that it aligns with policy,” Stevens told the Chronicle in an email.“As this incident is the subject of civil litigation, that is all the information I can give you at this time,” he added.It was unclear whether any of the officers involved in Badr’s traffic stop have been disciplined. Badr said neither San Ramon police nor the Contra Costa County DA’s Office reached out to him after the incident.Police recommended charging the driver with felony vehicle theft and a misdemeanor count of resisting arrest — despite the footage showing he did not resist.A DA rep told the paper that the office declined to file charges against Badr because of “lack of sufficient evidence and interest of justice.”",
    "2022 - 2745": "Three people ran a scheme to steal thousands of undelivered Amazon packages but were busted by cops after they dumped hundreds of boxes in Oklahoma, authorities said.One man accused in what the Oklahoma County Sheriff’s Office called a “massive Amazon theft ring” was apparently a third-party delivery driver for the company who may have loaded extra pallets on a truck, cops said.The stolen packages were taken to a home in Luther, where police found them stacked throughout the house, according to a <a href=\"https://www.facebook.com/OCSO911/\" rel=\"noreferrer noopener\" target=\"_blank\">news release</a> from the sheriff’s office.Deputies began an investigation on Friday after they found 600 illegally dumped Amazon packages, mostly emptied of their contents, according to the office. The thieves left behind books, including a copy of the Quran, in a rural area, <a href=\"https://www.ksn.com/news/national-world/3-arrested-for-hundreds-of-amazon-packages-dumped-in-oklahoma/\" rel=\"noreferrer noopener\" target=\"_blank\">KFOR-TV</a> reported.Authorities said tracking information <a href=\"https://www.facebook.com/OCSO911/posts/10159718517276683\" rel=\"noreferrer noopener\" target=\"_blank\">showed the packages</a> had left an Amazon facility but never arrived at a US Postal Service location for delivery.“Every one of these packages was supposed to be delivered by Christmas Day,” sheriff’s spokesman Aaron Brilbeck told <a href=\"https://www.ksn.com/news/national-world/3-arrested-for-hundreds-of-amazon-packages-dumped-in-oklahoma/\" rel=\"noreferrer noopener\" target=\"_blank\">KFOR-TV</a>. “So, 600 people didn’t get their Christmas gifts as a result of this.”Near the dumpsite, deputies found a garbage bag with a receipt and an addressed envelope that led them to the home where they found “thousands” of undelivered packages, some still wrapped on pallets, cops said.“Packages were stored throughout the home in almost every room and filled the storm shelter,” the news release said.Deputies identified the perpetrators as Cesar Yasnier Cerqueira Rojas, an undocumented Cuban immigrant, who drove a delivery truck owned by Dinneris Matos Delgado. Police also arrested Maikel Perez Laurencio, 38, who they said was also a third-party driver and undocumented immigrant from Cuba. The trio face charges included possession of stolen property and embezzlement with more charges likely to be filed, the sheriff’s office said.“It’s important to note, we are working to verify the identities of Rojas and Laurencio,” the release said. “They provided us with identification from Cuba, but we question whether the ID’s are authentic.”An Amazon spokesperson said in the release that the company is working with customers who were affected by the thefts."
}