{
    "2016 - 857": "A drug dealer from Senegal was detained in Italy Wednesday in <a href=\"https://nypost.com/2016/01/10/american-woman-found-dead-in-italian-apartment/\">the death of an American woman</a> found naked and strangled after taking part in a “kinky sex game,” officials said.The bruised body of Ashley Olsen, 35, <a href=\"https://nypost.com/2016/01/11/friends-say-slain-american-stayed-behind-at-florence-nightclub/\">was found in her Florence apartment Saturday</a> after her boyfriend had the landlord open the door when she failed to answer her phone.An autopsy determined <a href=\"https://nypost.com/2016/01/12/american-woman-was-choked-to-death-with-a-rope-in-florence-autopsy/\">she had been strangled with a cord</a>.The immigrant suspect, whose name wasn’t revealed, was taken into custody after ­investigators obtained DNA from the apartment.<em>With AP</em>",
    "2016 - 7295": "FLORENCE, Italy — DNA analysis of a condom and cigarette butt led Italian prosecutors to arrest a Senegalese man in <a href=\"https://nypost.com/2016/01/10/american-woman-found-dead-in-italian-apartment/\">the death of an American woman</a> who suffered two fractures to her skull before being strangled in her Florence apartment, they said Thursday.The naked body of Ashley Olsen, 35, of Summer Haven, Florida, was discovered Saturday morning by her boyfriend.Florence chief prosecutor Giuseppe Creazzo told a news conference that investigators <a href=\"https://nypost.com/2016/01/14/suspect-in-killing-of-american-is-brother-to-top-club-promoter/\">had detained Tidiane Cheik Diaw, a 25-year-old Senegalese immigrant</a>, based on witness testimony and DNA analysis, and also because he had Olsen’s cellphone.He said Diaw had offered “substantially admissive” testimony in response to the accusations during a preliminary interrogation that lasted until 4 a.m. Thursday. Diaw has not yet been charged.Citing witness testimony and street cameras, Creazzo said Olsen and Diaw met for the first time at the Montecarla disco in Florence early Friday and went together to Olsen’s apartment in the Tuscan city’s historic center.He said they had consensual sex. Both <a href=\"https://nypost.com/2016/01/14/italian-police-make-arrest-in-american-womans-kinky-sex-death/\">had drunk alcohol and possibly taken drugs</a> over the course of the night.He said the autopsy determined that Olsen had suffered two fractures to her skull that were so violent, they alone would have killed her. <a href=\"https://nypost.com/2016/01/12/american-woman-was-choked-to-death-with-a-rope-in-florence-autopsy/\">She was subsequently strangled</a>.Police detained Diaw after DNA analysis came back from a used condom and cigarette butt found in Olsen’s bathroom, as well as DNA samples taken from under her fingernails.Diaw was also tied to the crime because he had taken Olsen’s cellphone, put his own SIM card in it and used it, Creazzo said.“We have gathered serious indications of guilt against him,” Creazzo said, adding, however, that a judge must confirm the arrest.Prosecutors didn’t say if Diaw had a lawyer or had been assigned a court-appointed lawyer.\n<div class=\"inline-slideshow\" data-component=\"inlineSlideshow\">\n<div class=\"inline-slideshow__header\">\n<button class=\"button inline-slideshow__nav inline-slideshow__nav--prev inline-slideshow__nav--disabled\" type=\"button\">\n<svg height=\"25\" viewbox=\"0 0 25 25\" width=\"25\"><circle cx=\"12.5\" cy=\"12.5\" fill=\"#c60800\" r=\"12.5\"></circle><path d=\"M12.907 12.421L8.4 8.231l3.107-2.673 6.893 6.863-6.893 7.137L8.4 16.885z\" fill=\"#2a2a2a\"></path></svg>\n<span class=\"screen-reader-text\">Previous</span>\n</button>\n<div class=\"inline-slideshow__pagination\">\n<span>1</span> of <span>3</span> </div>\n<button class=\"button inline-slideshow__nav inline-slideshow__nav--next\" type=\"button\">\n<svg height=\"25\" viewbox=\"0 0 25 25\" width=\"25\"><circle cx=\"12.5\" cy=\"12.5\" fill=\"#c60800\" r=\"12.5\"></circle><path d=\"M12.907 12.421L8.4 8.231l3.107-2.673 6.893 6.863-6.893 7.137L8.4 16.885z\" fill=\"#2a2a2a\"></path></svg>\n<span class=\"screen-reader-text\">Next</span>\n</button>\n</div>\n<div class=\"inline-slideshow__wrapper\">\n<div class=\"inline-slideshow__slides\">\n<div class=\"inline-slideshow__slide\">\n<figure class=\"inline-slideshow__slide-figure\">\n<img alt=\"\" class=\"inline-slideshow__image\" height=\"585\" loading=\"lazy\" sizes=\"(max-width: 878px) 100vw, 878px\" src=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/florence-ashley-olsen.jpg?quality=75&amp;strip=all&amp;w=878\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/florence-ashley-olsen.jpg?quality=75&amp;strip=all&amp;w=1756 1756w, https://nypost.com/wp-content/uploads/sites/2/2016/01/florence-ashley-olsen.jpg?quality=75&amp;strip=all&amp;w=1317 1317w, https://nypost.com/wp-content/uploads/sites/2/2016/01/florence-ashley-olsen.jpg?quality=75&amp;strip=all&amp;w=878 878w, https://nypost.com/wp-content/uploads/sites/2/2016/01/florence-ashley-olsen.jpg?quality=75&amp;strip=all&amp;w=439 439w, https://nypost.com/wp-content/uploads/sites/2/2016/01/florence-ashley-olsen.jpg?quality=75&amp;strip=all 1024w\" width=\"878\"/> <figcaption class=\"meta meta--caption\">\n\t\t\t\t\t\t\t\t\tPolice officers investigate the apartment where Olsen's body was found. \t\t\t\t\t\t\t\t</figcaption>\n<span class=\"inline-slideshow__credit meta meta--byline\">Getty Images</span>\n</figure>\n</div>\n<div class=\"inline-slideshow__slide\">\n<figure class=\"inline-slideshow__slide-figure\">\n<img alt=\"\" class=\"inline-slideshow__image\" height=\"585\" loading=\"lazy\" sizes=\"(max-width: 878px) 100vw, 878px\" src=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/italy_american_slain2.jpg?quality=75&amp;strip=all&amp;w=878\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/italy_american_slain2.jpg?quality=75&amp;strip=all&amp;w=1756 1756w, https://nypost.com/wp-content/uploads/sites/2/2016/01/italy_american_slain2.jpg?quality=75&amp;strip=all&amp;w=1317 1317w, https://nypost.com/wp-content/uploads/sites/2/2016/01/italy_american_slain2.jpg?quality=75&amp;strip=all&amp;w=878 878w, https://nypost.com/wp-content/uploads/sites/2/2016/01/italy_american_slain2.jpg?quality=75&amp;strip=all&amp;w=439 439w, https://nypost.com/wp-content/uploads/sites/2/2016/01/italy_american_slain2.jpg?quality=75&amp;strip=all 1024w\" width=\"878\"/> <figcaption class=\"meta meta--caption\">\n\t\t\t\t\t\t\t\t\tAn undated photo of Ashley Olsen. \t\t\t\t\t\t\t\t</figcaption>\n<span class=\"inline-slideshow__credit meta meta--byline\">AP</span>\n</figure>\n</div>\n<div class=\"inline-slideshow__slide\">\n<figure class=\"inline-slideshow__slide-figure\">\n<img alt=\"\" class=\"inline-slideshow__image\" height=\"589\" loading=\"lazy\" sizes=\"(max-width: 393px) 100vw, 393px\" src=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/ashley-olsen-italy-death.jpg?quality=75&amp;strip=all&amp;w=393\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/ashley-olsen-italy-death.jpg?quality=75&amp;strip=all&amp;w=786 786w, https://nypost.com/wp-content/uploads/sites/2/2016/01/ashley-olsen-italy-death.jpg?quality=75&amp;strip=all&amp;w=589 589w, https://nypost.com/wp-content/uploads/sites/2/2016/01/ashley-olsen-italy-death.jpg?quality=75&amp;strip=all&amp;w=393 393w, https://nypost.com/wp-content/uploads/sites/2/2016/01/ashley-olsen-italy-death.jpg?quality=75&amp;strip=all&amp;w=196 196w, https://nypost.com/wp-content/uploads/sites/2/2016/01/ashley-olsen-italy-death.jpg?quality=75&amp;strip=all 1024w\" width=\"393\"/> <figcaption class=\"meta meta--caption\">\n\t\t\t\t\t\t\t\t\tFlowers left at the door of Olsen's apartment building in Florence.\t\t\t\t\t\t\t\t</figcaption>\n<span class=\"inline-slideshow__credit meta meta--byline\">Getty Images</span>\n</figure>\n</div>\n</div>\n</div>\n</div>\n<br/>\nCreazzo said Diaw had arrived in Italy illegally a few months ago to join his brothers, who had been there for some time. He told investigators he was working odd jobs handing out fliers for local nightspots.Diaw is accused of aggravated homicide, given the brutality of the death and that Olsen was in a compromised state, Creazzo said. He remains in detention.Olsen moved to Florence a few years ago and was active in the expatriate arts scene. Her father is a professor at a local design institute. ",
    "2016 - 2557": "The Senegalese immigrant who was charged Thursday with murdering an American artist in Florence is the brother of the city’s top club promoter, The Post has learned.DNA that matched Cheik Tidiane Diaw, who came to Italy illegally a few months ago, <a href=\"https://nypost.com/2016/01/14/italian-police-ided-suspect-in-killing-of-american-woman/\">was found on a condom and cigarette</a> inside Ashley Olsen’s Florence apartment, Italian prosecutors said at a press conference.They believe <a href=\"https://nypost.com/2016/01/12/american-killed-in-italy-was-last-seen-in-a-seedy-drug-den/\">the two met at a shady, members-only drug den</a> called Montecarla last Thursday night and later went back to her pad to have sex.“Then he probably slammed her head against something, twice fracturing her skull, and then strangled her,” Florence Prosecutor Giuseppe Creazza said Thursday.An American living in Florence for the past decade told The Post that he’s met Diaw several times through his brother, Abraham, who works as the main club promoter in the city.<script async=\"\" defer=\"\" src=\"//platform.instagram.com/en_US/embeds.js\"></script>“He worked in the clubs, usually in the VIP sections. He would organize the VIP tables for his brother,” the longtime resident said. “He always was very courteous.”He’s not sure how the accused murderer wound up at Montecarla, which he described as the “after-, after-, afterparty” place where scantily dressed women serve coke on platters to patrons.“His brother, who took care of him, would not allow his brother to do those type of things,” he said.Italian police have surveillance video that shows Diaw leaving 35-year-old Olsen’s apartment and he allegedly confessed to the grisly murder while in police custody, saying that it was an accident, according to NBC News.Creazza also squashed rumors that Olsen was killed in a “sex game gone wrong,” which was how many believe British student Meredith Kercher was murdered. Amanda Knox, an American student studying in Perugia at the time, was charged with her death along with her boyfriend. They were both later cleared amid much controversy.Olsen was found naked and lifeless on her bed on Jan. 9 by her boyfriend, Federico Fiorentini.The two had gotten into a fight and he hadn’t heard from her in a few days, so he went to her apartment to check on her. When no one answered, he got the landlord to let him in.Police are still awaiting toxicology results, which they said could take up to two weeks, to determine whether Olsen had any drugs or alcohol in her system.",
    "2016 - 6080": "Donald Trump delivered a one-two punch to Ted Cruz at Thursday night’s GOP debate — clutching the birther card in one fist while slugging the Texas senator for <a href=\"https://nypost.com/2016/01/13/cruz-slams-trump-for-holding-new-york-values/\">his anti-New York smear</a> with the other.“Who the hell knows if you can even serve in office?” Trump demanded to know of the Canadian-born Cruz during the angriest clash of the campaign between the GOP presidential front-runners.Trump drew boos from the audience at the Fox Business Network-sponsored debate in South Carolina, as he warned that Cruz could be ineligible for the White House, even though his mother is a US citizen.Calling the issue “a big question mark on your head,” Trump declared, “You can’t do that to the party.”“I’m glad we’re focusing on the important topics of the evening,” Cruz cracked back, to loud applause.“You know, back in September, my friend Donald said that he had his lawyers look at this from ­every which way, and there was no issue there. There was nothing to this birther issue,” Cruz ­responded.“Now, since September, the Constitution hasn’t changed. But the poll numbers have. And I recognize that Donald is dismayed that his poll numbers are falling in Iowa. But the facts and the law here are really quite clear. Under longstanding US law, the child of a US citizen born abroad is a natural-born citizen,” he added.Cruz then turned the tables, noting that some birther theories would even disqualify Trump.“Some of the more extreme ones insist that you must not only be born on US soil, but have two parents born on US soil. Interestingly enough, Donald J. Trump would be disqualified, because Donald’s mother was born in Scotland. She was naturalized,” Cruz said to laughter.“On the issue of citizenship, Donald, I’m not going to use your mother’s birth against you.”Trump suggested that his rival go to court to prove he is a legitimate candidate, prompting more booing from the crowd.Cruz shot back: “I’ve spent my entire life defending the Constitution before the US Supreme Court. And I’ll tell you, I’m not going to be taking legal advice from Donald Trump.”<br/>\n<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" loading=\"lazy\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/9uu9-Mp4cBc?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span><br/>\nThe two also went after one another over Cruz’s jab earlier this week that Trump has “New York values,” unlike voters in Iowa and New Hampshire.“Everyone understands the values in New York City are socially liberal, are pro-abortion, are pro-gay marriage, focus around money and the media,” Cruz said Thursday night.“There are not a lot of conservatives coming out of Manhattan,” he added.Queens-born Trump answered by mentioning conservative icon William Buckley, before recalling the dark days after 9/11.“The people in New York fought and fought and fought, and we saw more death. And even the smell of death . . . it was with us for months,” Trump said.“We rebuilt downtown Manhattan and everybody in the world watched, and everybody in the world loved New York and loved New Yorkers.”Even Cruz applauded those words.But he stood silent when Trump added, “And I have to tell you, that was a very insulting statement that Ted made.”<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" loading=\"lazy\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/2o6hrQydyE4?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>The audience, which had booed Trump earlier, applauded this time.In a previous interview Thursday, with Bloomberg News, Trump warned that <a href=\"https://nypost.com/2016/01/14/trump-defends-new-york-city-after-cruz-attacks/\">Cruz would “have to go through me”</a> if the Texan again attempted to ­attack Donald’s hometown.Cruz found himself fending off another attack late in the debate when Marco Rubio portrayed him as a flip-flopper.“You used to say you were in ­favor of birthright citizenship, now you say that you are against,” Rubio intoned. “I saw you on the Senate floor flip your vote on crop insurance because they told you it would help you in Iowa. And last week, we all saw you flip your vote on ethanol in Iowa for the same reason. That is not consistent conservatism — that is political calculation.”“At least half of the things Marco said are flat-out false,” the normally crisp Cruz sputtered.“Marco stood with Chuck Schumer and Barack Obama on [immigration] amnesty,” he said.Cruz accused Rubio of “dumping your oppo-research folder” on the debate stage.“It’s your record,” Rubio snapped back.Jeb Bush interjected to cut off what he dismissed as “this back-and-forth between two back-bench senators.”Among those in the audience was South Carolina Gov. Nikki Haley, who had criticized Trump’s angry rhetoric during her response to President Obama’s State of the Union address on Tuesday ­evening.Trump was asked about her comments, but passed up a chance to attack the popular governor in her home state and said he wasn’t offended that she called him angry.<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" loading=\"lazy\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/K74H0ab5-5M?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>",
    "2016 - 10921": "<em>Starting in the late 1960s, the United States suffered the biggest sustained rise in violent crime in its history — because of the demographic bump of the baby boom, an increase in drug use and trafficking and the softening of judges and prosecutors. Barry Latzer, an emeritus professor of criminal justice at John Jay College of Criminal Justice, CUNY, tracks what happened in his new book, “<a href=\"http://www.amazon.com/Rise-Fall-Violent-Crime-America/dp/159403835X?tag=nypost-20&amp;asc_refurl=https://nypost.com/2016/01/17/how-fear-of-cocaine-leading-to-death-or-jail-led-to-significant-crime-decline/&amp;asc_source=web\">The Rise and Fall of Violent Crime in America</a>.” In this excerpt, Latzer explains how and why the tide finally turned in the late 1990s.</em>America woke from its crime nightmare during the last decade of the 20th century. The cocaine war was over, muggings were on the wane and cities were becoming as safe as they had been before the long ordeal began in the late 1960s.For those in the business of analyzing crime, the great downturn of the 1990s was a lesson in humility. None of the usual suspects seemed to account for the good news.“Poor black urban areas, where cocaine gangs once flourished, became the scenes of some of the biggest declines in crime.”While the economic data of the 1990s were extremely positive, and African-American conditions in particular improved greatly, there were givebacks in the new century. And when the economy tanked altogether after 2007, crime continued to fall. The new immigration, on balance, was also a wash. Hispanic immigrants probably caused more crime than not, and Asian and Eastern European entrants were too few in number and too dispersed to significantly reduce crime rates in the vastness of the United States.One of the few things that is unquestionably true is that the baby-boom generation — the “wild bunch” responsible for the massive escalation of violence that began in the late 1960s — began to age out of crime in the 1980s.Someone born in the peak childbirth year, 1947, would have been 33 in 1980, which is close to retirement age for violent criminals.But note that there’s a huge homicide bulge centered around the early 1990s, as armed youth drug gangs single-handedly drove the killing rates to unprecedented peaks. This younger cohort’s turn to less lethal behaviors in the second half of the decade needs explaining, and that change, of course, cannot be attributed to the aging of the boomers.Why, then, did the new post-1960s generation — the cohort born in the 1970s — become less violent after the mid-1990s?Two interrelated factors were crucial in the great turn from violent crime by the 1970s cohorts. First, the cocaine epidemic ran its course, taking down with it all of the associated crimes of violence. Second, a revivified criminal-justice system — more aggressive policing and increased imprisonment of offenders — removed from circulation some of the most dangerous criminals.Abandonment of cocaine by the age cohort born after 1970 is measurable. US Justice Department funding enabled researchers to track changes in offender drug use.Investigators interviewed and sampled the urine of over 13,000 persons arrested in Manhattan between 1987 and 1997, from roughly the onset to the decline of the crack epidemic. Analysts were able to determine the proportion of offenders who were using drugs and, just as significant, the types of drugs they used and the ages of the users.The heroin injectors, it turns out, were baby boomers, born between 1945 and 1954. Arrestees born between 1955 and 1969, as samples showed, had turned to crack cocaine.But among arrestees born in the 1970s — the same cohort that had driven up murder rates in the late 1980s and early 1990s — crack cocaine use fell off dramatically. Nearly half of those born before 1969 reported the use of cocaine; for those born in 1972, the figure plummeted to 20%.What’s more, the rejection of crack stuck with subsequent adolescent cohorts. Test subjects born in 1979, who would have reached their prime years for violence in the second half of the 1990s, had less than a 5% usage rate.Ethnographic research confirmed the sharp curtailment of cocaine use. Richard Curtis spent 10 years, from 1987 to 1997, conducting fieldwork in several Hispanic neighborhoods in Brooklyn.He noted firsthand the devastation wrought by drugs, followed in the mid-1990s by what he called “an improbable transformation” motivated by fear of drugs and their consequences.The extraordinarily negative effects of crack use — addiction, ill health, incarceration and the loss of virtually all socially acceptable opportunities for self-advancement — were always present and perhaps always understood by users. But as with other risky behaviors indulged by youth, the negatives simply were ignored. So vulnerable were they to peer influences that death itself didn’t seem to matter to these young “crackheads.”Once crack became unacceptable to peers, however, once the whole crack subculture became socially disreputable on the streets, it was abandoned just as quickly as it had been adopted.As soon as crack fell out of favor, robbery to support habits, killing to protect distribution operations and a plethora of violent and nonviolent offenses associated with its use also petered out.Just as teen faddism rapidly established the crack craze in the first place, the same contagion effect helped ensure its decline.The results (as Curtis’ Brooklyn study recounted) were transformative. Neighborhoods that had been cocaine war zones, scarcely fit for law-abiding residents, saw massive declines in violence.Poor black urban areas, where cocaine gangs once flourished, became the scenes of some of the biggest declines in crime.In five New York City police precincts with populations that were over 80% black and suffered from high poverty, including Harlem and Brooklyn’s Bedford-Stuyvesant, the murder rate dropped a remarkable 78% in the 1990s, even outdoing the citywide rate decline by 5%.These precincts had had staggering homicide rates in 1990: from two to four times the rate for the city overall.The second crucial reason for the diminution of crime by the 1970s cohort was the reconstitution of the criminal-justice system.When crime first shot up in the late 1960s, the system was overwhelmed. The number of arrests per reported crime went down, not up; sentencing to prison occurred less often, not more; and prison time served for serious crimes actually shortened, not lengthened.By the 1980s, however, most of the flabbiness in the system had been, or soon would be, reversed. Although police clearance rates did not improve (indeed, they stayed level or declined), the size of police forces grew and, perhaps more important, law enforcement adopted smarter tactics.“The pressures of police harassment, arrests and high rates of imprisonment, combined with the consequences of the whole grim cocaine lifestyle, set off an anticrack craze — a positive contagion — and by the mid-1990s, the short-term spike was over.”Some of the new practices — CompStat and hot-spots policing, most notably — seem to have been effective.A more recent study of crime in the Big Apple concurs. The NYPD, wrote Franklin Zimring, “placed successful emphasis on suppressing public open air drug markets. The first drug priority for policing was driving drug trade from public to private space. For a variety of reasons, this also may have reduced the risk of conflict and violence associated with contests over drug turf.”In other words, police antidrug tactics worked not only to drive down the public drug trade — a great good in itself — but also to bring down the killing and other violence associated with it, a wonderful collateral benefit.Incarceration for drug crimes, which, strictly speaking, are not considered crimes of violence, nevertheless contributed to the decline in violent crime, given the propensity of the cocaine offenders to engage in violence.All told, the revitalized criminal justice system was a big gun in the crime-reduction arsenal, but its implementation was not without costs. Exceptionally high minority incarceration rates and collateral restrictions on prisoners once released, as well as huge taxpayer expenses for building and maintaining prisons and increasing the size of police departments and other justice system agencies, contributed to the high price paid for the great lockdown.But if one were to compare the toll of the enormous crime rates of the pre-1995 period — the killings, maimings and property losses of crime victims; the negative impact on urban economies; the fear and dread, especially in big cities and in minority communities; to say nothing of the devastation of the cocaine generation — it is very unlikely that the cost of the reinvigorated system of justice would outweigh the terrible price of failing to act aggressively.<a class=\"alignright\" href=\"https://vip.nypost.com/wp-content/uploads/sites/2/2016/01/41lsf-oalbl-_sx331_bo1204203200_.jpg?quality=100&amp;strip=all\"><img alt=\"\" class=\"alignnone wp-image-10026210\" height=\"345\" loading=\"lazy\" sizes=\"(max-width: 230px) 100vw, 230px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2016/01/41lsf-oalbl-_sx331_bo1204203200_.jpg?quality=100&amp;strip=all&amp;w=200\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/41lsf-oalbl-_sx331_bo1204203200_.jpg?quality=75&amp;strip=all&amp;w=230 230w, https://nypost.com/wp-content/uploads/sites/2/2016/01/41lsf-oalbl-_sx331_bo1204203200_.jpg?quality=75&amp;strip=all&amp;w=115 115w, https://nypost.com/wp-content/uploads/sites/2/2016/01/41lsf-oalbl-_sx331_bo1204203200_.jpg?quality=75&amp;strip=all 333w\" width=\"230\"/></a>To summarize, the retirement from crime of the baby-boom generation was the main reason for the end of the post-1960s crime tsunami. The boomers had driven violent crime to record heights in their day, but by the 1980s, their day had passed.Their children, prey to the lure of cocaine, launched a short-term crime wave of their own. But in the face of this latest escalation, the retrenched criminal justice system responded aggressively instead of caving in as it had in the late 1960s and early ’70s.The pressures of police harassment, arrests and high rates of imprisonment, combined with the consequences of the whole grim cocaine lifestyle, set off an anticrack craze — a positive contagion — and by the mid-1990s, the short-term spike was over.The great crime tidal wave was finally receding.<em>Excerpted from “<a href=\"http://www.amazon.com/Rise-Fall-Violent-Crime-America/dp/159403835X?tag=nypost-20&amp;asc_refurl=https://nypost.com/2016/01/17/how-fear-of-cocaine-leading-to-death-or-jail-led-to-significant-crime-decline/&amp;asc_source=web\">The Rise and Fall of Violent Crime in America</a>” by Barry Latzer, out this week from Encounter Books.</em>",
    "2016 - 2383": "WASHINGTON – Illegal immigrants who haven’t committed major crimes should be allowed to stay in United States, Florida Sen. Marco Rubio said Sunday.“If you’re a criminal alien, no, you can’t stay. If you’re someone that hasn’t been here for a very long time, you can’t stay,” <a href=\"http://www.nbcnews.com/meet-the-press\">Rubio said on Meet the Press</a>. “… I don’t think you’re going to round up and deport 12 million people.”Those committing lesser crimes could stay, according to Rubio, who was short on the specifics of any plan.Rubio’s stance on immigration has been in flux since he backed away from Sen. Chuck Schumer and the so-called Gang of Eight plan that proposed comprehensive immigration reform and a pathway to citizenship.The GOP contender said Sunday border and visa security must a priority before any legalization.“It is very clear now more than ever that we are not going to be able to do anything on people that are illegally until we first prove to people that illegal immigration is under control and America is safe,” Rubio said. “And ISIS poses a very unique threat unlike anything we have faced in the past. This group has shown a capability of inserting people in foreign countries using the immigration system.”GOP front-runner Donald Trump has risen in the polls with his talk of a “deportation force” to send back an estimated 11 million undocumented immigrants.Trump has compared this plan to the efforts of President Dwight Eisenhower to remove immigrants in the 1950s in effort dubbed “Operation Wetback.”Pressed on whether that effort was shameful chapter in American history, Trump Sunday defended his stance.“Well some people do,” Trump told CNN, “and some people think it was a very effective chapter and what happened was when they removed some, meaning brought them back, when they brought them back, they removed some everybody else left. And it was very successful everyone said. So I mean that’s the way it is. Look, we either have a country, or we don’t. If we don’t have strong borders we have a problem.”Trump has been hounding rival Sen. Ted Cruz for being born in Canada and questioning whether he would be eligible to be president. Asked Sunday if Rubio has the same “cloud” as being a child of immigrants, Trump said no.“No, it’s a different, very different thing because he was born here he was born on the land,” Trump concluded.",
    "2016 - 2347": "The deals to free five Americans held captive in Iran left behind at least two others — <a href=\"https://nypost.com/2013/12/13/us-man-who-vanished-in-iran-was-working-for-the-cia/\">an ex-FBI agent who disappeared in 2007</a> and a Dubai-based businessman jailed in 2015.<a href=\"https://nypost.com/tag/Robert-Levinson/\">Robert Levinson</a>’s family, which maintains he’s being held hostage, went online to post an excerpt of <a href=\"https://nypost.com/tag/barack-obama/\">President Obama</a>’s Sunday <a href=\"https://nypost.com/2016/01/17/obama-americans-release-is-a-win-for-diplomacy/\">speech in which he said</a>: “Even as we rejoice in the safe return of others, we will never forget about Bob.”“We truly hope that he keeps his word,” Levinson’s kin wrote on their <a href=\"http://www.helpboblevinson.com\">Help Bob Levinson</a> Web site. “Our family needs to be whole again.”Levinson, 67, went missing from Iran’s Kish Island in March 2007. For years, the feds said he had been working as a private investigator, but his family revealed in December 2013 that he was a freelance spy for the CIA.The other American, Siamak Namazi, 44, was arrested on unspecified charges while visiting a friend in Tehran in October 2015. Namazi, who holds both American and Iranian citizenship, immigrated to the United States in 1983 and is head of strategic planning for Crescent Petroleum in the United Arab Emirates.He comes from a prominent Iranian family and has advocated for closer ties between his native and adopted homelands.President Obama made no mention of Namazi during his remarks.<a href=\"https://nypost.com/2016/01/16/iran-releases-4-american-prisoners-including-washington-post-reporter/\">Saturday’s prisoner-release deals</a> also raised the possibility that additional Americans may be locked up in Iran.<a href=\"https://nypost.com/2016/01/17/freed-americans-begin-journey-home/\">Two of the five who were released</a> — Nosratollah Khosravi-Roodsari, and in a separate deal, Matthew Trevithick — were unknown to the public before the agreements to free them were announced.While little is known about Khosravi-Roodsari or his background, officials say Trevithick, a writer and researcher, had been detained in December and held in Evin Prison in northwestern Tehran for 40 days.It is still unclear why either of those two men was arrested.",
    "2016 - 1936": "British lawmakers on Monday began debating whether to bar GOP presidential hopeful Donald Trump from entering the United Kingdom.More than a half-million people in Britain signed an online petition demanding that Trump be banned due to his alleged “hate speech” against immigrants and Muslims.Under British law, any issue with more than 100,000 petition signers, with verified email addresses, automatically triggers parliamentary debate.Political observers don’t believe that lawmakers will take a vote to ask Home Secretary Teresa May to bar Trump.Britain has the power to ban people with criminal records or who have “engaged in unacceptable behavior” from entering the country.Boxer Mike Tyson was blocked in 2013 because of his conviction on rape charges in 1992.Paul Flynn, a veteran Labour Party Member of Parliament, decried Trump’s tough words against Mexican and Muslim immigrants — but urged against a ban.Instead, he invited Trump to visit the UK and tour some of the nation’s racially diverse and harmonious communities.“I believe we should greet the extreme things this man says by our reasonableness and hospitality,” Flynn told fellow members of the Petitions Committee gathered at Westminster Hall.“We shouldn’t build him up with our attacks.”Trump, whose mom is Scottish, owns the Turnberry golf course in Scotland.Prime Minister David Cameron has condemned many of Trump’s statements but said doesn’t believe the real estate mogul should be banned from the country.<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/NXDUBLDZzNM?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>"
}