{
    "2014 - 2842": "The Manhattan night nurse of the late copper heiress Huguette Clark is trying to scuttle a settlement reached last autumn over Clark’s $300 million fortune.Geraldine Coffey claims she was locked out of “secret” negotiations in the deal, which left her with no inheritance, according to papers filed in Manhattan Surrogate Court last week.Unlike Clark’s daytime nurse, Hadassah Peri, who got $31 million in gifts from the heiress during her lifetime, Coffey got a comparatively measly $1 million.Coffey, an Irish immigrant who now lives in a prewar doorman building called The Gatsby on East 96th Street, claims Clark promised to “provide for her” after she died.But the nurse was never written into Clark’s will.The September settlement cut Clark’s attorney, Wallace Bock, and accountant, Irving Kamsler, out of $1 million in gifts in exchange for absolving them of future litigation.But Coffey, who is being sued separately to return gifts that included $385,000 to buy Upper East Side condos and $85,000 for tuition for her children, has to sign off on the deal. She’s balking, claiming Bock and Kamsler, are “intertwined” in allegations that she pressured the elderly heiress into draining her fortune.Coffey made $130,000 a year, serving Clark for 20 years until her 20111 death at 104.She often worked 12 hours a day for the childless Clark, who was an eccentric, reclusive daughter of railroad baron, copper king and former Montana Sen. William Clark.But Coffey told author Bill Dedman in his best-selling biography, “Empty Mansions: The Mysterious Life of Huguette Clark and the Spending of a Great American Fortune,” that her patient was largely self-sufficient.“Huguette cut her own hair, bathed herself, and was so healthy that often ,there was no need to take her temperature,” Coffey told Dedman.“There was very little nursing to do,” she admitted in the interview.But John Morken, the attorney for Clark’s relatives — and now for the estate — paints Coffey as a money-hungry staffer who put her own needs ahead of her employer’s health.“While purportedly caring for Mrs. Clark, Geraldine repeatedly pressured her patient to make ‘gifts’ to and for the benefit of her and her family,” Morken alleges in the suit.Clark’s doctor said Coffey caused his patient “anxiety and distress” with repeated nagging for a $7.5 million apartment.“At the time Mrs. Clark was reported in nurse’s notes to be ‘confused during the night’ and ‘delusional,’ ” Morken says.Coffey vigorously denies the allegations in court papers.She adds that the coercion charges are “intertwined” with previous allegations against Bock and Kamsler, who a court-appointed attorney said “had a duty to prevent Madame Clark from draining her fortune by giving gifts to her employees.”The parties are due back in court this week.Coffey did not return calls for comment.",
    "2014 - 6875": "FORT LEE, N.J. — When Mayor Mark Sokolich’s annual Christmas card showed up in mailboxes a few weeks ago, some residents took careful note of the photo selected for the front: the steely silhouette of this borough’s treasured, and sometimes detested, George Washington Bridge — and a Revolutionary War cannon firing off a shot, as if to warn off unseen enemies who might try to threaten it.“My opinion, just as a recipient of the card, I think the photo speaks for itself,” said Tom Meyers, a fourth-generation resident, town cultural officer and student of Fort Lee’s history, chuckling at the thought.Until a political scandal centering on New Jersey Gov. Chris Christie enveloped this town of 37,000, many people knew little more about Fort Lee than do the thousands of drivers whose cars speed — or, too often, crawl — across its landmark bridge each day. The town was just the blur of glass high-rises and brick Cape Cods on the other side of the guardrail.But to people who live in this New York City bedroom community defined by both a feisty pride and frustration over the mixed blessings of its chokepoint locale, the scandal is the reminder they did not need of how the bridge dictates the rhythm of everyday life — and the lack of recognition the town gets for the challenges that poses.“We endure combat here every single day dealing with that bridge traffic,” Sokolich said Thursday, when he stepped before television cameras to respond to allegations that Christie’s top aides orchestrated a plan to clog the borough streets with traffic as a form of political payback. “So … to deal with it from a man-made standpoint, yes, it’s very frustrating. It is.”To those who know Fort Lee, rather than merely pass through it, the borough boasts a distinct identity, shaped by location and history. The borough distinguished itself first as the site of a Revolutionary War encampment used to stage a crucial, but unsuccessful attempt by George Washington’s forces to turn back the British. A century ago, Fort Lee briefly reclaimed fame as the nation’s pre-Hollywood capital of movie-making, where celluloid dramas shot atop the rocks of the Palisades gave birth to the term “cliffhangers.” And it has long defied stereotypes of suburban sameness as a settling place for immigrant up-and-comers, with aging Italian and Jewish populations now giving way to Koreans and other Asians.But the bridge to Manhattan is what puts the “gateway to New Jersey” on the map every waking day, and defines its modern-day consciousness.The bridge’s outline stretches across the insignia of both Fort Lee’s fire department and its sister ambulance corps, as well as the police department’s Web page. Each of the 20 cabs at Babe’s Taxi, which has operated from the foot of the bridge since 1947, crosses the bridge at least 10 times a day, ferrying residents to and from New York’s hospitals, nightclubs and museums.People know here to set the clocks early to leave time to get their kids to school in the morning because of rush-hour New York-bound traffic. On their way to stop for coffee at Washington Bridge Plaza, they pass the Bridge Hand Car Wash and the just-opened G.W. Grill, where a DJ sets up on Fridays and Saturdays in front of a 10-foot airbrushed mural of the bridge twinkling at night.In the shadow of the world’s busiest river crossing, owner Don Sposa stood at the window of the bridge-themed restaurant Thursday, marveling at the majesty and frustrations of the span and now, the unseemly notoriety it has delivered to this often overlooked town.“We need it. I guess we have to love it,” he said of the bridge. “We have no choice.”When the marvel of engineering over the Hudson River opened in 1931, it was touted for its promise, soon colored by political reality.Franco Pietropaoloa, a barber in downtown Fort Lee for 55 years, says a fellow hair clipper, now dead, often recalled that, at its opening, bridge operators promised that once its construction was paid off, crossing the George Washington would be a free trip.“Now the bridge is $13. It’s a disgrace,” Pietropaoloa said.When the bridge was under construction, local officials and developers foresaw a land boom for what was then still a town with farms and some unpaved roads. The borough took on heavy debts to pay for new streets and pipes. But the Great Depression erased those hopes and Fort Lee spent the 1950s in receivership. Development kicked in only in the 1960s, when builders began putting up apartment towers for New York commuters.But once Fort Lee got its bridge and figured out how to leverage its location, life became governed by the incessant thrum of its traffic. That explains much about the reaction here to the allegations of political mischief.“The tie-up was horrific,” said Suzanne Miller, a retired accountant sipping her coffee in a bakery blocks from the bridge Thursday. She recalled the days in September when Christie allies ordered entry lanes to the span closed suddenly. A drive from home to the shop three blocks away that would normally take a minute took 20.Miller noted that she voted for Christie in November because he seemed like somebody who got things done. “That’s what I liked about him. He didn’t take too much B.S. He told it like it was. I thought he was different.”Now, though, reading news accounts of how the traffic slowed an ambulance crew from reaching a 91-year-old woman who later died, she is doubtful, thinking about her own 96-year-old mother in town. “I’m not amused.”“It’s wacko. I’ve never seen anything like it,” said Melissa Kelly, a singer who lives in Fort Lee, recalling how a house guest was forced to walk across the nearly mile-long bridge to Manhattan because of the frozen traffic. “Who are these people? Who are they? Why do they do these crazy things?”But others took Christie at his word Thursday when he apologized and said he had no knowledge of his aide’s misdoings. They chalked it up to politics, and some pointed out that life here has long meant complaining about traffic, no matter whose fault it is. Most recently, some residents have complained mightily about a pair of 47-story glass towers going up just south of the bridge, and the traffic the new residents will add to the borough’s roads.“This is what Fort Lee is going to become more and more, and you have to get used to that,” said Susan Boni, the owner of the Frames of Mine shop, within sight of the bridge, who lived in the town for 25 years.Boni applauded Christie’s apology Thursday, accepting it as a sign of leadership and responsibility, and felt ready to move on. Then she heard that he was planning to come to the borough to deliver his apology personally and started imagining the traffic that, hours later, true to her prediction, locked up borough streets.“I heard this morning that he’s coming to Fort Lee and I thought, ugh, there goes my day.”",
    "2014 - 7282": "NEW DELHI — The United States said Friday it was withdrawing a diplomat from India in hopes it would end a bitter dispute that started with the arrest and strip search of an Indian diplomat in New York.Washington’s announcement that it was complying with a demand from New Delhi for the expulsion of the US official came hours after Devyani Khobragade, India’s deputy consul general in New York, left the US.Khobragade, 39, is accused of exploiting her Indian-born housekeeper and nanny, allegedly having her work more than 100 hours a week for low pay and lying about it on a visa form. Khobragade has maintained her innocence, and Indian officials have described her treatment as barbaric.In an apparent compromise, she was indicted by a federal grand jury but also granted immunity that allowed her to leave the United States. Khobragade arrived in New Delhi on Friday, where she was met at the airport by her father and a sister.“She just said, ‘Papa, I love you,’ and that’s all. And she’s happy to be back, her father, Uttam Khobragade, told reporters. Khobragade left the airport separately through an exit that is not accessible to the public.Many believed that Khobragade’s return to India would be enough to give both countries a way to save face. India, however, asked the United States on Friday to withdraw a diplomat from the US Embassy in New Delhi, and the State Department said it was complying, although with “deep regret.”“We expect and hope that this will now come to closure, and the Indians will now take significant steps with us to improve our relationship and return it to a more constructive place,” spokeswoman Jen Psaki told reporters in Washington.Requesting the recall of a diplomat is a serious, and fairly unusual, move that sends a message to Washington that India’s government doesn’t accept the legitimacy of the court action in New York.Given the strategic partnership between India and the US and more than $100 billion in trade, any further escalation in the case would not be in the interest of either country, analysts said.Psaki did not identify the US diplomat but said it was the individual whose expulsion was sought by India. India’s Foreign Ministry described the person as of the same rank as Khobragade and somehow involved in the case, the Press Trust of India news agency reported.Much of India’s outrage stems from the circumstances of Khobragade’s arrest, which were seen as unnecessarily humiliating. Khobragade was picked up Dec. 13 and then strip-searched while in custody, which the US Marshals say is common practice.In India, the process was seen as a brutal affront to a middle-class, educated woman and a violation of courtesies afforded to diplomats the world over. The case has also led to complaints in India that the United States is not treating it like a powerful nation on equal footing with Washington.“The case goes beyond the dignity of one diplomat,” said Sreeram Chaulia, an international affairs expert at Jindal School of International Affairs in New Delhi. “India made its point, which is that you can’t take India for granted.”India also unleashed a steady stream of retaliatory measures against US diplomats. Some of the measures, such as preventing the American Center in New Delhi from screening movies, were seen by some observers as petty. But others raised alarm, including removing concrete traffic barriers around the US Embassy and revoking diplomats’ ID cards.A visit to India next week by US Energy Secretary Ernest Moniz has been canceled.“It’s a shame this came to the fore over one individual,” said Lalit Mansingh, India’s ambassador to the US from 2001 to 2004. “It sends the message that we’re touchy about personal integrity, rather than about issues of global importance.”Ties with the United States have chilled in recent years over several serious policy issues, including India’s delays in enacting more business-friendly reforms and the US National Security Agency’s alleged spying on New Delhi and other foreign governments.The US charges against Khobragade will remain pending until she can be brought to court, either through a waiver of immunity or her return to the US without immunity status, according to the office of US Attorney Preet Bharara.Khobragade’s lawyer, Daniel Arshack, said his client was “pleased to be returning to her country.”“Her head is held high,” he said. “She knows she has done no wrong and she looks forward to assuring that the truth is known.”The indictment paints a picture of Khobragade as a harsh employer who refused to allow her housekeeper, Sangeeta Richard, days off, even telling her “not to get sick because it was expensive.”US prosecutors say Khobragade claimed to pay Richard $4,500 per month in order to obtain a visa for her. But they say Khobragade actually paid Richard $573 per month and often forced her to work more than 100 hours a week without a single full day off. The long hours meant Richard was earning $1.42 or less per hour, the indictment says.After about six months of working for Khobragade, Richard fled and sought help from a nonprofit group that works with human trafficking victims because Khobragade refused to hand over her passport and allow her to return home, according to the indictment.It also alleges that after the housekeeper fled, Khobragade and a relative tried to intimidate Richard’s family in India by demanding they reveal Richard’s whereabouts. Khobragade also launched a legal complaint against Richard in India.In her first public comments, Richard said Thursday that she had planned to work for a few years in the US to support her family and then return to India.“I never thought that things would get so bad here, that I would work so much that I did not have time to sleep or eat or have time to myself,” she said in a statement released by the anti-trafficking group Safe Horizon.She said she tried to return to India but her request was denied.“I would like to tell other domestic workers who are suffering as I did — you have rights and do not let anyone exploit you,” said Richard, who has been vilified in India and accused of blackmailing her employer.The issue of immunity has been a key aspect of the case. Federal officials initially argued that Khobragade’s immunity was limited to acts performed in the exercise of consular functions. But on Thursday, the US accepted India’s request to accredit her to the United Nations, which confers broader immunity. It would have been almost unprecedented for the US to deny such a request unless she posed a national security risk.The United States then asked India to waive the newly granted immunity so it could prosecute Khobragade, but the Indians refused. As a result, the US requested her to leave the US.Psaki said the charges against Khobragade “are not wiped,” and before her departure she was told she’s not permitted to return to the United States except to submit to the jurisdiction of the court.Khobragade’s name would be placed in visa and immigration lookout systems to prevent the routine issuance of any future visa, and upon her departure a warrant may be issued for her arrest, Psaki added. But James Margolin, a spokesman for US Attorney Preet Bharara, said the office cannot comment on whether a warrant will be issued.",
    "2014 - 6737": "JERUSALEM  — He died in the land he protected like a lion. Ariel Sharon, the former Israeli prime minister, a warrior statesman famed for his brilliance and bravery on the battlefield and his skill as a politician, died Saturday after eight years in a coma brought on by a stroke.Dubbed the “Lion of God,” Sharon, 85, goes down in history as a maverick military leader who led Israeli troops during battles that changed the geography of the Middle East.He seemed destined for a career in the military.<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/wlaPUgHwI98?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent&amp;listType=playlist&amp;list=UU52X5wxOL_s5yw0dQk7NtgA\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>Sharon, the younger of two children, grew up on a moshav, a collective farm, where his unhappy Russian immigrant parents were always fighting with their neighbors. Outside the moshav, his father was ambushed by Arab villagers and took to carrying a pistol. His mother slept with a gun under her mattress.At the age of 13, he stood ready to defend the collective with a club and a dagger he got for his bar mitzvah, <a href=\"http://www.jpost.com/Opinion/Op-Ed-Contributors/Sharon-The-life-of-a-lion-337867\">according to the Jerusalem Post</a>. He joined Hagana, the underground guerrilla army fighting for independence. When Israel became a state, he signed up for the military. He wrote in his autobiography that it was there he first experienced expressions of familial love that he had missed out on as a child, according to Time magazine. He rose quickly through the ranks.By age 20, Sharon was a platoon leader.He was seriously wounded by Jordanian forces in the War of Independence and nearly 140 of his men were killed during an attempt to lift the brutal Arab siege of the Jews in Jerusalem.<a href=\"http://www.jpost.com/Opinion/Op-Ed-Contributors/Sharon-The-life-of-a-lion-337867\">In a 2001 interview with the Jerusalem Post</a>, Sharon described how his unit was ambushed and how helpless he felt. “There was no chance of getting out of there. I was seriously injured in my hip and in my knee, and there were many losses. During this battle, two soldiers in my unit crawled to me,’’ he told the newspaper.“They asked, ‘How will you get us out of here?’ . . . And I told them that at every place I managed to bring them home. I then said they should go back to their positions and do what I tell them to do.’’Sharon went on to earn a reputation as a bold war strategist while commanding a special-ops infantry company charged with destroying enemies from behind their lines throughout the 1950s.Always a trail-blazer, he was known at times for blowing off orders from his superiors — even as he played a pivotal role in capturing the strategic Mitla Pass during the 1956 Suez Crisis.His operation was a success, but it cost him 40 men and his disobedience temporarily derailed his career. He defended himself by saying the patrol was sent on a reconnaissance mission and was trapped by Egyptian fire. But his superiors believed the patrol itself was not necessary, the Jerusalem Post said.He could not, however, be held down for long.His once-again rising military star reached legendary heights in the Battle of Abu-Ageila during the Six-Day War of June 1967.In charge of Israel’s most powerful armored division, Sharon led a multitude of daring simultaneous, small-scale attacks that crushed Egyptian defenses and secured the path to the strategic crossroads of the Sinai Peninsula. During the Yom Kippur War of 1973, a picture of him standing at the Suez Canal wearing a bandage on his head cemented his reputation as a war hero. He retired from the army to enter politics in 1977 and went on to become Israel’s minister for agriculture and eventually defense.He always kept his eye on the big picture. “Arabs may have the oil,’’ he famously noted in 1992. “But we have the matches.’’<a href=\"http://world.time.com/2014/01/11/ariel-sharon-israels-soldier-and-strongman-1928-2014/\">And he told Time in 2005</a>, “As a Jew, it is my historic responsibility to defend the Jewish people. I feel this responsibility for the survival of the Jewish people.’’Sharon was elected prime minister in 2001 in a landslide victory against incumbent Ehud Barak, whose peace talks with Palestinian leader Yasser Arafat were seen as a failure.To celebrate the outcome, Sharon paid an uninvited visit to the Temple Mount, where one of the holiest Muslim sites, the Dome of the Rock, is located. The visit sparked a round of rioting that sent Arabs and Israelis into a bloody conflict that would last until 2005.He later erected a permanent barrier in the West Bank and ordered the Israeli armed forces into Palestinian cities, a move credited with halting a wave of suicide bombings. Sharon encouraged new Jewish settlements, but was always pragmatic. He eventually ordered Jewish settlers to pull out of the Gaza Strip in an effort to promote peace talks with Palestinians.He ruled through the second Palestinian uprising, which raged until 2005.But his tenure was controversial. Sharon was accused of “indirect responsibility” for the 1982 massacre of hundreds of Palestinian refugees in Beirut by Lebanese Christian militiamen allied to Israel.That led to his resignation as defense minister the following year.Palestinians — who branded him a murderer after the violence and nicknamed him the “Butcher of Beirut” — celebrated his death by distributing candy and praying for his divine punishment.They said they regretted that he was never held responsible for what happened in Beirut.Sharon remained in the political spotlight and in 1999 rose to the command of the Likud Party, which eventually catapulted him into the premiership he would hold until his 2006 stroke.<br/>\nHis personal life also made news.When his first wife, his childhood sweetheart Margalit, died in a car crash in 1962, he married her sister, Lili.He also never lost touch with his family farm in the Negev, asking for information when every calf was born. Sharon was larger than life in every sense — at one point he weighed over 300 pounds. US intelligence monitored his weight to predict his actions, theorizing that the more food he consumed the more adventurous he would behave, according to Time. Sharon’s son, Gilad, told reporters gathered at the hospital where his father died that the country’s ex-leader “passed when he decided it was time to go.’’ ",
    "2014 - 3765": "TRENTON, N.J. — New Jersey Gov. Chris Christie will propose extending the public school calendar and lengthening the school day in a speech he hopes will help him rebound from an apparent political payback scheme that threatens to <a href=\"https://nypost.com/2014/01/13/subpoenas-due-for-chris-christies-staffers/\">damage his second term</a> and could cut short any ambitions to run for president.According to excerpts of his State of the State address obtained by The Associated Press, Christie, an early front-runner for the 2016 Republican presidential nomination, will make the case Tuesday that children who spend more time in school graduate better prepared academically. Details of the plan will be left for another day.Christie, who won re-election by 22 points in a Democrat-leaning state, hopes to regain his footing after being shaken by revelations that key aides orchestrated massive traffic backups by closing lanes near the George Washington Bridge, one of the world’s busiest spans. <a href=\"https://nypost.com/2014/01/09/staffers-head-rolls-as-christie-looks-to-save-neck-over-bridgegate/\">Four Christie loyalists have been fired or resigned</a> for the <a href=\"https://nypost.com/2014/01/08/e-mails-reveal-christie-aide-appeared-to-order-gwb-closures/\">apparent political vendetta against a Democratic mayor</a> who wouldn’t endorse Christie.<a href=\"https://nypost.com/2014/01/10/humiliated-christie-accepts-responsibility-for-bridge-scandal-then-blames-staff-2/\">The governor apologized</a>, and during a lengthy news conference last week said he was “blindsided” by his staff’s involvement.Two state legislative panels announced plans Monday to continue their investigations into the incident one Democratic leader now is calling an “abuse of power” probe. The U.S. Attorney’s office also is reviewing the apparent political vendetta, possibly to target a Democratic mayor who refused to endorse Christie for re-election. The mayor, Mark Sokolich of Fort Lee, told the AP Monday he was asked by a Christie operative to endorse the governor but never responded with a definitive answer after saying he would consider the request.Christie has denied any knowledge in the planning or execution of the plot, and there is no evidence linking him to it. Recently released emails, many from private accounts, show some in Christie’s circle were told about the traffic jams days or weeks after they happened.Christie’s proposal to lengthen school could antagonize an old adversary, the powerful public teachers union, which he has clashed with over pension and tenure changes. An overhaul of public employee retirement benefits by Christie and the Legislature in 2011 was bitterly opposed by the union, which spent millions in anti-Christie ads during his gubernatorial campaigns.The education plan is the latest from a governor who has sought to retool schooling in grades kindergarten through 12 with mixed success so far.Christie successfully overhauled century-old teacher tenure rules, essentially eliminating lifetime job protections. But the Democrat-led Legislature has not gone along with his voucher plan, which would allow children in failing schools to attend classes elsewhere, including at private or parochial schools.Christie also is expected to revive the theme of bipartisanship, which has taken a hit in the scandal. While Christie has sought to package himself as someone willing to reach across the aisle to get things done, in contrast to politicians in Washington, the traffic plot exposed the petty partisan politics being practiced by some of his aides.Christie is set to be inaugurated for a second term on Jan. 21. The celebration will be on Ellis Island, historically a gateway for immigrants arriving in the United States.",
    "2014 - 1305": "WASHINGTON – President Obama said on Tuesday he would not wait for Congress to pass legislation to advance his policy priorities this year and said he was “getting close” to finishing a review of U.S. surveillance practices – to be unveiled on Friday.Obama, speaking to reporters during a cabinet meeting at the White House, foreshadowed his upcoming State of the Union address and what appeared to be a new messaging strategy by emphasizing his ability to take executive actions without approval from lawmakers.“We are not just going to be waiting for legislation in order to make sure that we’re providing Americans the kind of help that they need,” he said.“I’ve got a pen, and I’ve got a phone. And I can use that pen to sign executive orders and take executive actions … and I’ve got a phone that allows me to convene Americans from every walk of life,” he said.Obama listed immigration reform as a priority for the year. He will need Congress to turn his goals on that issue into law.Obama is scheduled to make a speech on Friday, outlining his decisions on how to reform controversial surveillance activities by the National Security Agency that were made public through revelations by former U.S. contractor Edward Snowden.Asked if he had finished his NSA review, Obama said: “It’s getting close.”",
    "2014 - 3461": "Indian and American officials played nice for a change Tuesday as the US returned three rare antiques that had been stolen in India but were later recovered by customs officials after a worldwide search right out of a movie script.One of the purloined artifacts – a 350-pound sandstone sculpture called “Vishnu and Lakshmi” – dates to the 11th or 12th century and was No. 6 on Interpol’s list of top 10 most wanted stolen artworks.The sculpture and two others – a 600-pounder called “Vishnu and Parvati” and a depiction of a Buddhist “Bodhisattva” or enlightened being – were swiped from the Gadgach Temple in Rajasthan, India, in 2009.Together, they are worth at least $1.5 million, according to US Immigration and Custom Enforcement officials.The handover at the Indian Consulate on East 64th Street came as tensions between two countries still simmered over the arrest and strip search of the female Indian deputy consul general in New York on charges she <a href=\"https://nypost.com/2013/12/13/top-indian-diplomat-paid-nyc-nanny-just-3-an-hour-feds/\">stiffed her nanny and lied on visa forms</a>.Devyani Khobragade flew back to India on Sunday after she was <a href=\"https://nypost.com/2014/01/10/us-withdraws-diplomat-after-india-expulsion-demand/\">granted immunity and a visa by the US State Department</a>.But she remains under indictment by the US Attorney’s office in Manhattan, and bad blood remains between to two nations – though not so much on Tuesday.“It is a great moment for us. Personally for me, receiving these cultural properties on behalf of the people of India and behalf of all of India is a great honor,” said Dnyaneshwar M. Mulay, the Consul General of India.“It will have a positive impact. It is symbolic of our progress,” Mulay said, adding that the timing was coincidental and that the return had long been planned.The ICE probe that led to the recovery began in 2010, when Homeland Security agents learned that the sculptures were being offered for sale at an unnamed location in New York City, officials said.The agents discovered that the “Vishnu and Lakshmi” piece had been moved from India to Hong Kong, and then to a dealer in Thailand, who sold it to a buyer in London.The London buyer shipped the sculpture to New York for an exhibition in March 2010, and agents grabbed it while it was being sent back to London.That seizure led to the discovery of the other objects, according to James A. Dinkins, a Homeland Security official, who said no arrests had been made and that the investigation is ongoing.He explained the delay between the seizure and Tuesday’s return on the time it took to authenticate the artifacts – which had been labeled as replicas – and legally establish rightful ownership.“The excellent international cooperation between the United States and India led to the recovery and return of these priceless antiquities,” said Dinkins. “The pilfering of a nation’s cultural patrimony cannot and will not be tolerated.”But the return does not mean ties between the countries are back to normal, according to Ministry of External Affairs spokesman Syed Akbaruddin.“We have a series of issues. We will take this matter after carefully examining what has been our experience in the past and we will move forward on this broad relationship that we have,” he said, according to The New Indian Express.Sanctions against US diplomats in India – including restrictions on duty-free booze – remained in effect, he said.",
    "2014 - 4029": "NOGALES, Ariz. — As border security has tightened, drug cartels have turned to tunneling beneath the ground to avoid detection.Nearly 170 tunnels have been found nationwide since 1990, most along the Arizona and California border with Mexico. The job of searching these networks can be dangerous, so the US Border Patrol is unveiling its latest technology in the underground war — a wireless, camera-equipped robot that can do the job in a fraction of the time.Tunnel construction ranges from extremely rudimentary, a small burrow dug by hand sometimes only large enough for a person to crawl through, to very sophisticated, including lights, supports to hold up the ceiling and ventilation. They can range from just a few feet stretching from one side of the border to the other, to up to a quarter mile long.Some tunnels merely go from one side of the border to the other with the contraband being offloaded in a field or on public land, while others exit into warehouses or homes along the border.Miners and other laborers hired by cartels use hoes, jackhammers, shovels and picks to gouge out soil and load the dirt into buckets that are brought back out of the tunnel’s starting point in Mexico. Their tools are old-fashioned and can be bought at home improvement stores. Miners, for instance, must use compasses because GPS devices don’t work underground.Smugglers have dug dozens of crude tunnels in Nogales, Ariz., that begin in Mexico and tie into the Arizona city’s storm drainage system.For sophisticated tunnels, such as those found near San Diego, cartels will hire engineers and miners to build the tunnels. A cartel will have a financier or a cell that reports to the cartel bosses and runs the construction.US border officials estimate that the more sophisticated tunnels probably cost between $2 million to $3 million to build.Smuggling groups use tunnels to move drugs, guns and people who want to sneak across the US border, though traffickers are sometimes selective about what they will move through their tunnels.Experts say sophisticated tunnels are used for mostly drug and gun smuggling, though people who don’t want to risk traveling above ground will occasionally be sneaked through those tunnels.Cocaine and methamphetamine are brought in through the tunnels, but marijuana — which is big and bulky and therefore difficult to move — is the most prevalent drug transported through the tunnels.Authorities found a 600-yard tunnel in Southern California during November 2011 that resulted in seizures of 32 tons of marijuana on both sides of the border, with 26 tons found on the US side, accounting for one of the largest marijuana busts in US history. That tunnel was equipped with electric railcars, lighting and ventilation while wooden planks lined the floor.Immigrant smugglers use “gopher hole” tunnels made up of huge PVC pipes that are buried underground and span the border, providing enough space through which a person can barely squeeze.The storm-drain tunnels in places like Nogales are used for both immigrant and drug smuggling.The majority of tunnels are found by human intelligence, either by Mexican or US authorities patrolling the border and noticing the ground has been disturbed, or through informants who tip authorities to their presence.So-called tunnel robots have been in use by Border Patrol for several years. They can safely navigate through corrugated pipes, tunnels, and drainage systems while an agent controls the device from the surface, seeing what the robot sees on a handheld screen. The robots are used, in part, as a safety measure to keep agents out of harm’s way as many tunnels can be poorly built and possibly collapse and lack proper ventilation.They also can navigate an underground labyrinth in a fraction of the time it would take an agent to explore the tunnel. Some of the newer robots, which weigh about 12 pounds and can navigate through passageways that are only several feet wide, are being deployed this year across southern Arizona and California."
}