{
    "2021 - 3207": "Joe Biden wants to send millions of Americans their third stimulus check — and give others their first.The president-elect’s <a href=\"https://nypost.com/2021/01/14/joe-biden-announces-1-9-trillion-covid-19-economic-package/\">$1.9 trillion economic relief plan</a> calls for yet another round of direct payments to help people pay bills and support their families during the coronavirus pandemic.The proposal would also expand eligibility for the $1,400 checks to some people left out of the first two rounds of relief.One key group is adults who can be claimed as dependents on other people’s income tax returns, such as college students or elderly people being cared for by their adult children.Both previous stimulus bills providing direct payments only allowed taxpayers to collect additional money for dependent children younger than 17. Last March’s CARES Act gave households $500 for each qualifying kid on top of $1,200 per adult, while December’s $900 billion relief package <a href=\"https://nypost.com/2021/01/12/delayed-stimulus-checks-should-arrive-by-february/\">offered $600 for children and adults alike</a>.Biden’s new plan could also provide stimulus checks to a broader swath of immigrant families. <a href=\"https://buildbackbetter.gov/wp-content/uploads/2021/01/COVID_Relief-Package-Fact-Sheet.pdf\" rel=\"noreferrer noopener\" target=\"_blank\">The plan</a> calls for expanding eligibility to “all mixed status households,” a term referring to families in which one person is a US citizen or green card holder while others lack legal immigration status. Roughly 16 million people in the US live in mixed status families, including an estimated 6.1 million children who are American citizens, <a href=\"https://immigrationforum.org/article/mixed-status-families-and-covid-19-economic-relief/\" rel=\"noreferrer noopener\" target=\"_blank\">according to the National Immigration Forum</a>.Last month’s stimulus bill took a step in this direction by providing $600 payments to American citizens married to undocumented immigrants. But the money wasn’t available to undocumented parents of US-citizen children with Social Security numbers, <a href=\"https://www.irs.gov/coronavirus/second-eip-faqs\" rel=\"noreferrer noopener\" target=\"_blank\">according to the Internal Revenue Service</a>.Biden’s plan doesn’t specifically say whether those families would be eligible for the $1,400 checks. While its language suggests that currently ineligible immigrant households would receive the funds, a Biden transition official told The Post that anyone who receives a so-called economic impact payment must have a Social Security number.If Congress approves Biden’s plan, Americans who’ve been eligible for all three stimulus checks would end up getting $3,200 directly from the feds during the COVID-19 pandemic.“You shouldn’t have to choose between paying rent and putting food on the table,” Biden said in a Thursday speech announcing the package.But it’s likely to face pushback from Republican lawmakers who balked at the high price tags of previous stimulus proposals. Biden may have to compromise on some provisions with conservative senators concerned about the national debt, as The Post reported Thursday.",
    "2021 - 2131": "Clashes broke out Friday night between migrants and Honduran security forces, as the <a href=\"https://nypost.com/2021/01/15/migrant-caravan-on-the-move-in-honduras-in-uncertain-times/\">caravan of illegal travelers</a> attempted to cross the border into Guatemala.Guatemalan authorities have detained hundreds of Honduran migrants from the caravan including families with young children, though thousands of others were able to breach border security and continue their march northward, <a href=\"https://www.reuters.com/article/us-usa-immigration-caravan-honduras/some-6500-honduran-migrants-in-caravans-traveling-north-to-guatemala-officials-estimate-idUSKBN29L05S\" rel=\"noreferrer noopener\" target=\"_blank\">Reuters reported</a>.“We are going to leave the country, to ask for help wherever they receive us,” one migrant told The Associated Press.Some 6,500 souls are on the move, fleeing poverty and political corruption in the hope of ultimately finding a better life in the United States.Multiple Central American states and Mexico have been coordinating security protocols to prevent the caravan from continuing on. Many nations have also expressed concerns about how the caravan could become a breeding ground for COVID-19 and who would care for stricken migrants without documentation.It’s the first migrant caravan of 2021 and the first that will likely crash along the US border during President Joe Biden’s administration. Though Biden has promised more lenient immigrants rules, his officials have warned that many of Trump’s immigration policies will likely remain for the foreseeable future.“We will be able to take some steps to change policies right away. Others will take time to put in place, and the situation at the border will not transform overnight, due in large part to the damage done over the last four years. But we are committed to addressing it in full,” incoming domestic policy adviser <a href=\"https://www.voanews.com/usa/immigration/us-immigration-changes-wont-happen-overnight-biden-advisers-say\" rel=\"noreferrer noopener\" target=\"_blank\">Susan Rice told</a> the Spanish wire service EFE in December.",
    "2021 - 2397": "President-elect Biden plans to move quickly to undo the Trump administration’s most cherished agenda items — including introducing a bill that would allow 11 million illegal immigrants to become permanent US residents, and give them the right to pursue citizenship after an eight-year wait, <a href=\"https://www.latimes.com/california/story/2021-01-15/biden-to-send-congress-bill-to-legalize-11-million-immigrants-who-lack-documentation\" rel=\"noreferrer noopener\" target=\"_blank\">according to immigration rights activists</a> who have seen the plans.As expected, Biden also plans to issue an immediate executive order to extend DACA, the Obama-era Deferred Action for Childhood Arrivals program that <a href=\"https://nypost.com/2021/01/05/dhs-has-approved-171-new-daca-applications-since-november/\">shields young people</a> brought to the US as children from deportation. The new order will keep the program in place for another four years, the activists said.“I will introduce an immigration bill immediately,” Biden <a href=\"https://www.cnbctv18.com/politics/will-introduce-immigration-bill-immediately-after-taking-office-says-us-president-elect-joe-biden-7947971.htm\" rel=\"noreferrer noopener\" target=\"_blank\">told reporters</a> Jan. 8.The new waiting period would shave five years off the 13-year delay required under current rules. The bill would not try to gain Republican support by linking the changes to border-security or enforcement measures, the Los Angeles Times reported — a sharp departure from past compromise attempts. That makes it “the most aggressive agenda that I have seen on immigration reform from day one,” immigration advocate Hector Sanchez Barba of the group Mi Familia Vota <a href=\"https://www.politico.com/news/2021/01/15/biden-immigration-plans-459766\" rel=\"noreferrer noopener\" target=\"_blank\">told Politico</a>.“It’s hard to see how any Republican jumps on board,” GOP strategist Ryan Girdusky told The Post — but it’s likely just the administration’s opening offer.“They’re obviously going to start making concessions to win over senators like Lindsay Graham and Ben Sasse,” he said.Transition officials did not respond to a Post request for comment.But going all-in on some of the most controversial items on the Democrats’ wish list will only deepen divisions, Republicans say.“These are not the actions of anyone trying to unify this country,” Girdusky said.",
    "2021 - 2653": "Immigration rights advocates are calling on the incoming Biden administration to honor its “commitments” to asylum seekers — as a caravan of thousands of Hondurans headed toward the U.S. border. “We recognize the importance of the incoming Government of the United States having shown a strong commitment to migrants and asylum seekers, which presents an opportunity for the governments of Mexico and Central America to develop policies and a migration management that respect and promote the human rights of the population in mobility,” Pueblo Sin Fronteras said in<a href=\"https://www.foxnews.com/politics/migrant-caravan-biden-administration-commitments\" rel=\"noreferrer noopener\" target=\"_blank\"> a statement reported by Fox News.</a> “We will advocate that the Biden government honors its commitments.” The statement comes as more than 1,000 people from <a href=\"https://nypost.com/2021/01/16/clashes-reported-as-migrant-caravan-attempts-to-enter-guatemala/\">a Honduran caravan moved into Guatemala</a> on Friday. The caravan, which includes more than 5,000 people in total, could be the first to reach the US border after Biden takes office.Pueblo Sin Fronteras called on Biden to work with the Mexican government and Central American countries to address the roots of illegal immigration.Biden’s administration needs to “dismantle illegal and inhuman programs such as Remain in Mexico, the United States’ Asylum Cooperation Agreements with El Salvador, Guatemala and Honduras, as well as the Title 42 expulsions by the United States authorities,” it said. The Title 42 program allows Customs and Border Protection officials to immediately expel anyone who crosses the border illegally to their country of last transit.Remain in Mexico, implemented in January 2019, requires U.S. asylum seekers to stay in the country while they wait for their cases to be heard by U.S. immigration courts.Biden’s administration has promised a more humane approach to illegal migrants and a reversal of some of President Trump’s most controversial policies — but has warned the changes won’t happen overnight. “Our priority is to reopen asylum processing at the border consistent with the capacity to do so safely and to protect public health, especially in the context of COVID-19,” Biden policy adviser <a href=\"https://www.lavanguardia.com/vida/20201221/6140654/asesores-biden-tardaremos-meses-restablecer-asilo-frontera.html\" rel=\"noreferrer noopener\" target=\"_blank\">Susan Rice said in a recent interview with Spanish wire service FFE</a>. “This effort will begin immediately but it will take months to develop the capacity that we will need to reopen fully.”",
    "2021 - 5041": "VADO HONDO, Guatemala — Guatemalan police and soldiers launched tear gas and wielded batons and shields against a group of Honduran migrants that tried to push through their roadblock early Sunday.A group of about 2,000 migrants had stopped short of the roadblock the night before. The roadblock was strategically placed at a chokepoint on the two-lane highway to Chiquimula in an area known as Vado Hondo. It’s flanked by a tall mountainside and a wall leaving the migrants with few options.Some 100 migrants tried to make their way through authorities around 7:30 a.m. Sunday. The security forces beat them back and deployed tear gas. None made it through and the larger remaining contingent kept its distance during the melee.Some migrants were visibly injured by baton strikes. One man, who did not give his name, leaned against a wall near police with a bandage atop his head.“They hit me in the head,” he said. “I didn’t come with the intention of looking for problems with anybody. We’re brothers, Central Americans. We’re not looking for trouble. We just want to pass.”Later, hundreds of migrants sat down on the roadway, refusing to leave and insisting they be allowed through, appealing to the soldiers as fellow Central Americans.Leila Rodriguez, of Guatemala’s human rights office, spoke to the migrants, acknowledging “this is a distressing moment we’re experiencing.”“We want to start a dialogue with you, to ask you to accept some of the needs of the Guatemalan people right now,” Rodriguez said, in apparent reference to President Alejandro Giammattei’s refusal to allow caravans through out of fear they could spread COVID-19.Some of the migrants wore face masks, others didn’t, but there was little social distancing among them. Few had the negative COVID-19 tests that Guatemala requires for people entering the country.Guatemala’s Health Ministry reported that 21 of the migrants sought medical attention at health centers and tested positive for the coronavirus. The department said the 12 men and and nine women would not be returned to Honduras until they undergo quarantine at centers in Guatemala.As the standoff stretched toward 24 hours, some migrants, like Ismael Eliazar of Choloma, Honduras, lay down in the grass beside the roadway. “We have only had water, even my stomach is grumbling,” Eliazar said.Referring to the damage wrought by two major hurricanes that hit his hometown near San Pedro Sula in November, Eliazar said “there is still mud everywhere there, everything got knocked down, we lost everything.”Guatemalan soldiers and police had blocked part of a caravan of as many as 9,000 Honduran migrants Saturday night at a point not far from where they entered the country, seeking to reach the U.S. border.The soldiers and riot police — about 450 in total — formed ranks across a highway.Guatemala’s immigration agency distributed a video showing a couple of hundred men scuffling with soldiers, pushing and running through their lines, even as troops held hundreds more back Saturday night.On Saturday, Giammattei issued a statement calling on Honduran authorities “to contain the mass exit of its inhabitants.” On Friday, the migrants entered Guatemala by pushing past about 2,000 police and soldiers posted at the border; most entered without showing the negative coronavirus test that Guatemala requires.“The government of Guatemala regrets this violation of national sovereignty and calls on the governments of Central America to take measures to avoid putting their inhabitants at risk amid the health emergency due to the pandemic,” Giammattei’s statement continued.Guatemala has set up almost a dozen control points on highways and may start busing more migrants back to Honduras, as it has done before, arguing they pose a risk to themselves and others by traveling during the coronavirus pandemic.Governments throughout the region have made it clear they will not let the caravan through.Mexico mounted a dissuasive campaign at its southern border, circulating videos and photos of thousands of National Guardsmen and immigration agents preparing if the migrants manage to cross Guatemala.On Saturday, the Mexican Foreign Relations Department issued a statement praising Guatemala’s stance.“The Mexican government recognizes the outstanding work of the government of Guatemala, which has acted in a firm and responsible manner toward the contingent of migrants that violated its sovereignty,” according to the statement.The department said Mexico “rejects any unregulated and disorderly entry that puts at risk the lives and health of the migrant population or the host country.”Honduras has been ravaged by the COVID-19 pandemic and the hurricanes that hit the country in November leaving its most productive northern regions in tatters. Many of the migrants hope for a warmer reception from the incoming administration of President-elect Joe Biden who will be inaugurated Wednesday.So far, Biden’s team has indicated it will not make immediate changes to policies at the US-Mexico border.",
    "2021 - 2733": "WASHINGTON — Joe Biden will sign a series of sweeping executive actions undoing President Trump’s signature policies just hours after taking the oath of office on Wednesday, his incoming chief of staff announced Saturday.Following his inauguration at the heavily fortified US Capitol, Biden will sign executive orders to end Trump’s <a href=\"https://nypost.com/2018/06/26/supreme-court-upholds-trumps-travel-ban/\">travel ban</a>, rejoin the Paris Climate Accord and mandate mask-wearing on federal property, Ron Klain told senior staff in a memo <a href=\"https://apnews.com/article/joe-biden-donald-trump-politics-coronavirus-pandemic-ron-klain-4b1bf78136b2b12392dcc16a7e4aad7f\" rel=\"noreferrer noopener\" target=\"_blank\">obtained by the Associated Press</a>.The new president, 78, will also extend an eviction moratorium and pause on student loan repayments amid the raging coronavirus pandemic and corresponding economic crisis.But perhaps the most consequential action on Biden’s agenda is an immigration bill <a href=\"https://nypost.com/2021/01/16/biden-plans-to-push-immigration-bill-immediately-reports/\">providing a path to citizenship</a> for the nation’s estimated 11 million illegal immigrants.According to the AP report, illegal immigrants would be put on an eight-year path, while people in the Deferred Action for Childhood Arrivals program or from war-ravaged countries would be put on a faster track.Later in the week, Biden is also expected to sign orders aimed at reopening schools and businesses, expanding COVID-19 testing, and reuniting illegal immigrant children separated from their parents at the US-Mexico border, Klain said.Biden and his team also reportedly plan to rescind a cross-border permit for the <a href=\"https://nypost.com/2021/01/18/joe-biden-plans-to-pull-keystone-xl-pipeline-permit-on-first-day-in-office/\">Keystone XL oil pipeline</a> on his first day in office, undoing a project resurrected by Trump.“These executive actions will deliver relief to the millions of Americans that are struggling in the face of these crises,” Klain said in the memo. “President-elect Biden will take action — not just to reverse the gravest damages of the Trump administration — but also to start moving our country forward.”The memo comes after the incoming commander-in-chief unveiled a massive, <a href=\"https://nypost.com/2021/01/14/joe-biden-announces-1-9-trillion-covid-19-economic-package\">$1.9 trillion coronavirus bailout package</a> increasing unemployment benefits and small business loans and offering a new round of $1,400 stimulus checks.The Biden administration will need to win support from skeptical Republican lawmakers weary of the ballooning national debt if it wants the bill to become law.",
    "2021 - 4836": "Thousands of Central American migrants trekking to the US are hoping to find a welcome mat at the southern border after President-elect Joe Biden said he would start to unravel President Trump’s border and immigration policies on “Day One” in the White House.The group of about 8,000 migrants made up of families and young children entered Guatemala on Friday but encountered a line of National Guard troops and immigration officials who used tear gas and batons to halt their march across the country to the Mexican border and eventually into the US. For now, the caravan remains stalled near the Guatemala border as Wednesday’s Inauguration Day nears.Mark Morgan, Customs and Border Protection commissioner, <a href=\"https://video.foxnews.com/v/6223747474001#sp=show-clips\" rel=\"noreferrer noopener\" target=\"_blank\">told “Fox &amp; Friends”</a> that the incoming administration’s intention to undo President Trump’s border policies has given life to the caravan.  “The sole reason why this has begun – and we’re seeing this right now – is because of the Biden administration policies. The belief is they’re going to be let in. So they’re not hearing this now, ‘Hey wait, it’s not going to happen on day one.’ They’re already coming,” he said.Morgan went on to say if the Biden administration carries through on its immigration plans “the only result of that will be the unmitigated illegal migration crisis, that will make 2019 pale in comparison.”“The reason why the caravans are starting is because of the rhetoric of the incoming administration. That’s why this is happening, it’s simply outrageous,” Morgan said during the interview Monday. President-elect Joe Biden, who will take office on Wednesday, has said that he would work in the first 100 days of his administration on a number of immigration initiatives, including easing of asylum rules and asking Congress to grant legal status to an estimated 11 million illegal immigrants, while providing them with a path of citizenship after an eight-year wait.He also intends to sign an executive order immediately to extend the Obama-era Deferred Action for Childhood Arrivals program that protects from deportation migrants brought to the US illegally by their parents when they were minors. Biden said in December he would slowly reform US immigration policies to avoid triggering a rush of “2 million people on our border.”Biden confirmed reports that <a href=\"https://nypost.com/2020/12/11/joe-biden-team-anxious-over-surge-in-illegal-immigration/\">his team is nervous</a> amid an already increasing number of immigrants, including children and families, being detained at the border since his election victory.“I’ve already started discussing these issues with the president of Mexico and our friends in Latin America and the timeline is to do it so that we in fact make it better, not worse,” Biden said at a press conference in Wilmington, Del., at the time, when asked about the rollout of his new immigration policies.“The last thing we need is to say we’re going to stop immediately the, you know, the access to asylum the way it’s being run now and end up with 2 million people on our border.”The parade of migrants has seen their numbers fall because of attrition, ​as some have been bused back to Honduras and San Salvador ​while others have fled into the nearby mountains in an attempt to escape the security forces. Hundreds more remain bottlenecked by the roadside near the Guatemalan border at Vado Hondo, trapped between steep mountain terrain and a tall wall running alongside a rural highway. Another smaller group of about 800 have been stalled along a road farther north.The migrants said they are fleeing poverty and violence caused by the coronavirus pandemic and the damage caused by two hurricanes that hit the country in November. “There’s no food or water, and there are thousands of children, pregnant women, babies, and they don’t want to let us pass,” said a Honduran stuck at the blockade, Reuters reported. The Guatemalan health ministry said 21 of the migrants tested positive for the coronavirus.Authorities in Mexico and Guatemala said they will not allow the caravan to continue to make its way to the US. “Guatemala’s message is loud and clear: These types of illegal mass movements will not be accepted, that’s why we are working together with the neighboring nations to address this as a regional issue,” the Guatemalan president’s office said.  If the stream of migrants do make their way to the Mexican border, they won’t find a warm welcome.Mexican President Andres Manuel Lopez Obrador said Monday his nation will enforce immigration laws.“We are proposing that they seek a dialogue with the migrants, in Honduras, Guatemala,” he said. “They should attend to them so that they don’t enter any country by force.”<em>With Post wires</em>",
    "2021 - 2253": "President Trump has granted clemency to nearly 90 people since taking office — and can continue to exercise that power until President-elect Joe Biden is sworn in at noon on Wednesday.The recipients of Trump’s mercy include long-dead historical figures, non-violent drug offenders, former members of the US military and Border Patrol, political allies, campaign aides convicted in special counsel Robert Mueller’s Russia probe and even his son-in-law’s father.Trump’s <a href=\"https://nypost.com/2020/12/22/trump-hands-out-20-pardons-commutations-in-holiday-blitz/\" rel=\"noreferrer noopener\" target=\"_blank\">two-day</a>, <a href=\"https://nypost.com/2020/12/23/trump-pardons-paul-manafort-roger-stone-and-charles-kushner/\" rel=\"noreferrer noopener\" target=\"_blank\">pre-Christmas blitz</a> of pardons and commutations has sparked speculation that he’s not done yet, with lawmakers lobbying on behalf of <a href=\"https://nypost.com/2020/12/25/gop-lawmakers-push-trump-to-pardon-edward-snowden/\" rel=\"noreferrer noopener\" target=\"_blank\">National Security Agency whistleblower Edward Snowden</a> and Wikileaks founder Julian Assange.The deadly Jan. 6 <a href=\"https://nypost.com/2021/01/17/capitol-riot-seen-in-new-shocking-footage-like-never-before/\" rel=\"noreferrer noopener\" target=\"_blank\">attack on the US Capitol</a> by Trump supporters has also reignited controversy over <a href=\"https://nypost.com/2018/06/03/experts-split-on-whether-trump-can-pardon-himself/\" rel=\"noreferrer noopener\" target=\"_blank\">whether he can pardon himself</a> following his <a href=\"https://nypost.com/2021/01/09/heres-what-could-happen-if-donald-trump-is-impeached-again/\" rel=\"noreferrer noopener\" target=\"_blank\">second impeachment</a> Wednesday over an allegation he <a href=\"https://nypost.com/2021/01/17/rep-raskin-impeachment-article-will-be-delivered-to-senate-soon/\" rel=\"noreferrer noopener\" target=\"_blank\">incited the mob</a>.Here’s the full, chronological list of everyone who’s been granted clemency by the nation’s 45th president:In addition, President Trump commuted the sentences to time served for the following individuals: Jeff Cheney, Marquis Dargon, Jennings Gilbert, Dwayne L. Harrison, Reginald Dinez Johnson, Sharon King, and Hector Madrigal, Sr."
}