{
    "2009 - 871": "  Caroline Kennedy made the rounds from Midtown to The Bronx yesterday, meeting with representatives of key voting constituencies – Jews and Hispanics – as she pressed her “noncampaign” to be named US senator.   The 51-year-old Camelot daughter had a private breakfast at The Regency hotel with Bronx Borough President Adolfo Carrión – whose name has also been mentioned as a possibility for the seat being vacated by Sen. Hillary Rodham Clinton.   “We talked about immigration reform, and we talked about some of the problems we have with health care and the Medicaid shortage that we face here in the state,” Carrión told The Post, which first reported him as being vetted to head President-elect Barack Obama’s new Office of Urban Policy.   Bronx Rep. Eliot Engel also sat down with Kennedy yesterday and insisted she was “down to earth” and would be “a fine senator.”",
    "2009 - 5247": "  President-elect Barack Obama’s choice to run the Treasury Department and lead the nation’s economic rescue disclosed publicly Tuesday that he failed to pay $34,000 in taxes from 2001 to 2004, a last-minute complication that Senate Democrats tried to brush aside as a minor bump on an otherwise smooth path to confirmation.  Timothy Geithner paid most of the past-due taxes days before Obama announced his choice in November, according to materials released by the Senate Finance Committee. He had paid the remainder of the taxes in 2006, after the IRS sent him a bill.  The still-unpaid taxes were discovered by Obama’s transition team while investigating Geithner’s background. Obama’s staff told senators about the tax issues Dec. 5.  Finance Committee Chairman Max Baucus said he still hoped Geithner could be confirmed on Inauguration Day.  “These errors were not intentional; they were honest mistakes,” Baucus said after he and other committee members met with Geithner behind closed doors on Tuesday.  Republican senators, who might be expected to raise the most significant objections, did not immediately comment.  After senators met with Geithner, the panel released 30 pages of documents detailing his tax errors – and also how he came to employ a housekeeper whose legal immigrant work status had briefly lapsed in 2005.  Senate Majority Leader Harry Reid dismissed the events as “a few little hiccups,” and said he was “not concerned at all” about the impact.  Obama reiterated his support.  “He’s dedicated his career to our country and served with honor, intelligence and distinction,” incoming White House spokesman Robert Gibbs said. “That service should not be tarnished by honest mistakes, which, upon learning of them, he quickly addressed.”  Geithner, plucked from his job as president of the Federal Reserve Bank of New York to serve as Obama’s treasury secretary, told transition officials and senators that he didn’t know he owed self-employment taxes when he worked for the International Monetary Fund.  He failed to pay self-employment taxes for money he earned while working for IMF from 2001 to 2003, according to materials released by the Senate committee. In 2006, the IRS notified him that he owed $14,847 in self-employment taxes and $2,383 in interest from 2003 and 2004, which he paid after an audit. The IRS waived penalties for those tax years.  Transition officials discovered last fall that Geithner also had not paid the taxes in 2001 or 2002. He paid $25,970 in back taxes and interest for those years several days before Obama announced his choice, the committee documents showed.  Geithner and his supporters have said his mistake was a common one for people hired by international organizations that don’t pay the employer share of Social Security taxes. Geithner told Obama’s team and senators that an accountant had reviewed his tax returns after Geithner prepared them and didn’t discover the problem.  But some tax experts said the problem is not that common.  Tom Ochsenschlager, vice president of tax for the American Institute of Certified Public Accountants, said it would be difficult for someone preparing a tax return for a self-employed person to skip the Social Security and Medicare tax lines.  “It’s such a basic mistake that I kind of wonder if we know all the facts,” Ochsenschlager said of Geithner’s situation.  Geithner also said he didn’t realize a housekeeper he paid in 2004 and 2005 did not have current employment documentation as an immigrant for the final three months she worked for him, the documents indicated.  The committee’s records do not show how or when senators learned about the expiration of the housekeeper’s work status. The committee reported that Geithner failed to get an I-9 form verifying legal work status for three people he employed as household help since 2004, instead jotting citizenship dates, passport numbers and relevant work status information into an address book.  One housekeeper’s legal authorization to work in the United States expired on July 15, 2005 and the person continued to work for the Geithners until October of that year, the report says.  Democratic senators lined up Tuesday to offer their support for Geithner.  “Tim came to the committee, admitted he had made some mistakes, and was very contrite,” New York Sen. Charles E. Schumer said in a statement. “In my opinion, these mistakes were not at all disqualifying.”  Geithner is the second Obama Cabinet choice to face controversy. New Mexico Gov. Bill Richardson withdrew his name on Jan. 4 as Obama’s commerce secretary after questions surfaced about a federal investigation concerning contributions and a state contract.  Geithner’s tax problem was at least the second time such a situation has touched an Obama appointee. Nancy Killefer, the management consultant selected last week to become the new administration’s chief performance officer, failed to pay unemployment compensation taxes, apparently on household employees. In 2005, the District of Columbia placed a $946.69 tax lien on her home over the unpaid taxes. Over a year and a half, she had failed to pay $298 in taxes plus the rest in interest and penalties, and she cleared up the debt within a few months.",
    "2009 - 964": " Word has spread among would-be illegal aliens that American streets are no longer paved with gold, due to the economic crisis.   The number of undocumented aliens remained steady at around 12 million last year as the economy shed about 2.6 million jobs.   “When the economic climate in the United States changes dramatically for a period of time, the first flow to respond is that of unauthorized immigrants,” said Demetrios Papademetriou, president of the Migration Policy Institute, which released the report yesterday.   “Net illegal migration has been at a standstill,” he said. “Inflows and outflows come out at zero.”   The report found the decline came largely as a result of fewer unauthorized aliens attempting the journey from Mexico and Central America.   “All sorts of things come in to play, the most important of which is the reduced economic opportunities in the United States, [although] border enforcement also plays a role,” Papademetriou said. ",
    "2009 - 850": "  WASHINGTON – President-elect Barack Obama yesterday predicted that his pick for treasury secretary would win Senate approval despite a controversy over back taxes and the immigration status of a former housekeeper.   “My expectation is that Tim Geithner will be confirmed and my expectation is that he’s going to do an outstanding job,” Obama told reporters. “It was an innocent mistake . . . It has been corrected. He paid the penalties.” <a href=\"http://www.nypost.com/spsections/inauguration/video/\" target=\"_blank\"><strong>Post Video Special: What Obama Means To Me</strong></a><a class=\"legacy-link\" target=\"_blank\"><strong>The New Presidential Limo</strong></a><a class=\"legacy-link\" target=\"_blank\"><strong>Barack Obama’s Rise To Glory</strong></a><a class=\"legacy-link\" target=\"_blank\"><strong>Photo Gallery: First Fashionistas</strong></a>",
    "2009 - 556": " Naomi Campbell has made nice with the former maid she allegedly beat and belittled.   The supermodel has settled a lawsuit that was brought against her by Gaby Gibson, the Romanian immigrant who charged that the phone-flinging fashion plate attacked her when she couldn’t find a pair of jeans she’d wanted to wear, Manhattan Supreme Court records show.   The terms of the settlement are confidential.   “I think everybody is happy this is over,” said Campbell’s lawyer, David Breitbart. Gibson’s lawyer, Lambros Lambrou, did not return a call for comment.",
    "2009 - 2319": "  Eleven Con Ed supervisors brazenly bragged on wiretaps about shaking down construction contractors for kickbacks of $1 million in cash, goodies and football tickets – and gloated about spending their ill-gotten gains, Brooklyn federal prosecutors said yesterday.   “I used to go up to the bursar’s office at, at the campus and come out with their f – – -ing tuition for the semester in f – – -ing 100s,” defendant Rocco Fassacesia allegedly said of paying his daughters’ tuition at SUNY Oneonta and the University of Rhode Island with the money.   “The whole f – – -ing place was looking at me. Everyone else is writing a check and here’s this f – – – ing douchebag.”   Fassacesia also griped about not being able to deposit the illegal cash in a bank, for fear of attracting authorities’ attention, prosecutors said.   Investigators with Immigration and Customs Enforcement wired up a contractor and several co-workers of the men, and caught the suspects allegedly discussing how they got kickbacks in exchange for getting contractors work on projects, including emergency repairs at the site of the deadly 2007 steampipe blast in Midtown.   “From a couple of a- -holes shaking down f – – -ing contractors, we did pretty f – – -ing good,” one of the men, Thomas Fetter, 60, a recently retired Con Ed construction rep, is allegedly heard saying.   “They got, they got, believe me, they got well worth what they f – – -ing paid for and more.”   In return, the men got a share – generally 4 percent – of the contract.   One defendant, chief construction inspector Leonard DiRoma, 58, allegedly negotiated for designer sunglasses, a watch and a BlackBerry Curve.   Two others, 49-year-old Richard Zebler, a chief construction inspector, and Fassacesia, 58, a construction manager, allegedly squeezed the contractor for tickets to the Nov. 2 Giants-Cowboys game.   Zebler appeared in court yesterday in a Giants sweatshirt, and Fassacesia in a Giants jacket.   All defendants were released on $100,000 bond.   According to Brooklyn US Attorney Benton Campbell, the 11 defendants operated their scams largely unbeknownst to each other.   In an e-mail to employees yesterday, Kevin Burke, Con Ed’s president, chairman and CEO, expressed dismay.<em><a href=\"mailto:alex.ginsberg@nypost.com\">alex.ginsberg@nypost.com</a></em>",
    "2009 - 2201": "  CNN correspondent Soledad O’Brien wants this dog gone.   The newswoman and other members of a Chelsea co-op board are trying to evict a beloved family pet from a swanky loft building because they say the dog is smelly and slobbers.   O’Brien, in a 20-page affidavit, complained about the pooch’s “size, slobbering, shedding, drooling, gassiness and odors.”   “She told me at a shareholder’s meeting that my dog stinks,” said Steven Lyons, owner of Ugo, a good-natured, 150-pound mastiff.   Lyons, an immigration lawyer, lives with his wife and their three kids in a loft three floors above the journalist on West 26th Street.   O’Brien, the co-op board’s secretary, signed a notice on Jan. 5 that terminated the family’s lease, the first legal step before asking a Housing Court judge to remove the dog or the family from the building.   “Her behavior has been particularly outrageous,” Lyons said of O’Brien.   His wife, Monica Nelson, said, “She did get in my face.”   “What’s the matter? Aren’t you talking to me?” she said O’Brien asked her.   Other board members ridicule Nelson by holding their noses when they ride the elevator with her – even when she’s not with Ugo.   Lyons said neighbors had welcomed him to the building after he purchased his $3 million, 4,000-square-foot, eighth-floor apartment in 2003.   But that changed in March 2007 when he got the Neapolitan Mastiff, bred from an award-winning bloodline, in Turin, Italy. By that summer, a newly elected board had begun complaining, despite a co-op agreement allowing pets and the fact that several residents own cats.   Lyons said he began taking Ugo to a pet-grooming salon three times a month and spritzing him with an organic, orange-scented deodorizer. He also offered to use the freight elevator to walk the dog, but the board refused to allow it.   Soon the family will have to defend the dog in Housing Court.   “No family should have to decide between its own shelter and putting the family pet in a shelter,” said Michael Schwartz, the family’s lawyer.   O’Brien, 42, an anchor and special correspondent for “CNN Worldwide,” declined comment.<em><a href=\"mailto:janon.fisher@nypost.com\">janon.fisher@nypost.com</a></em>",
    "2009 - 5645": "  In his final acts of clemency, President George W. Bush on Monday commuted the prison sentences of two former U.S. Border Patrol agents whose convictions for shooting a Mexican drug dealer ignited fierce debate about illegal immigration.  Bush’s decision to commute the sentences of Ignacio Ramos and Jose Compean, who tried to cover up the shooting, was welcomed by both Republican and Democratic members of Congress. They had long argued that the agents were merely doing their jobs, defending the American border against criminals. They also maintained that the more than 10-year prison sentences the pair was given were too harsh.  Rancor over their convictions, sentencing and firings has simmered ever since the shooting occurred in 2005. The former border guards in El Paso, Texas, are expected to be released from prison within the next two months.  “After four years of fighting this, it’s taken a toll on me and my daughter, and really the whole family,” said Joe Loya, Ramos’ father-in law, who has received tens of thousands of supportive e-mails and spent much of the past two years traveling the country to speak about the case.  He said his daughter, Monica Ramos, called from New York after learning the news that her husband was to be released from a federal prison just outside Phoenix.  “She could hardly speak,” Loya said.  Ramos and Compean became a rallying point among conservatives and on talk shows where their supporters called them heroes. Nearly the entire bipartisan congressional delegation from Texas and other lawmakers from both sides of the political aisle pleaded with Bush to grant them clemency.  Former Colorado U.S. Rep. Tom Tancredo campaigned tirelessly for the men, and his successor, GOP Rep. Mike Coffman, hailed Bush’s decision.  “I commend former Congressman Tom Tancredo who never lost hope and never quit working for their release,” Coffman said in a statement Monday. “Without his determined efforts, this day may never have come.”  Bush didn’t pardon the men for their crimes, but decided instead to commute their sentences because he believed they were excessive and that they had already suffered the loss of their jobs, freedom and reputations, a senior administration official said.  The action by the president, who believes the border agents received fair trials and that the verdicts were just, does not diminish the seriousness of their crimes, the official said.  Compean and Ramos were convicted of shooting admitted drug smuggler Osvaldo Aldrete Davila in the buttocks as he fled across the Rio Grande, away from an abandoned van load of marijuana. The border agents argued during their trials that they believed the smuggler was armed and that they shot him in self defense. The prosecutor in the case said there was no evidence linking the smuggler to the van of marijuana. The prosecutor also said the border agents didn’t report the shooting and tampered with evidence by picking up several spent shell casings.  The agents were fired after their convictions on several charges, including assault with a dangerous weapon and with serious bodily injury, violation of civil rights and obstruction of justice. All their convictions, except obstruction of justice, were upheld on appeal.  Compean and Ramo were sentenced to 12 years and 11 years in prison, respectively. They each also were fined $2,000 and sentenced to three years of supervised release. Under the terms of Bush’s commutation, their prison sentences will expire on March 20, but their three-year terms of supervised release and the fines will remain intact.  With the new acts of clemency, Bush has granted a total of 189 pardons and 11 commutations.  That’s fewer than half as many as Presidents Bill Clinton or Ronald Reagan issued during their two-term tenures. Bush technically has until noon on Tuesday when President-elect Barack Obama is sworn into office to exercise his executive pardon authority, but presidential advisers said no more were forthcoming.  The president had made most of his pardon decisions on low-profile cases, but his batch in December created controversy.  Isaac Robert Toussie of Brooklyn, N.Y, convicted of making false statements to the Department of Housing and Urban Development and of mail fraud, was among 19 people Bush pardoned just before Christmas. But after learning in news reports that Toussie’s father had donated tens of thousands of dollars to the Republican Party a few months ago, as well as other information, the president reversed his decision on Toussie’s case.  The White House said the decision to revoke the pardon – a step unheard of in recent memory – was based on information about the extent and nature of Toussie’s prior criminal offenses, and that neither the White House counsel’s office nor the president had been aware of a political contribution by Toussie’s father and wanted to avoid creating an appearance of impropriety.  In an earlier high-profile official act of forgiveness, Bush saved Vice President Dick Cheney’s former chief of staff, I. Lewis “Scooter” Libby, from serving prison time in the case of the 2003 leak of CIA operative Valerie Plame’s identity. Libby was convicted of perjury and obstructing justice. Bush could still grant him a full pardon, although Libby has not applied for one.  Clinton issued a total of 457 in eight years in office. Bush’s father, George H. W. Bush, issued 77 in four years. Reagan issued 406 in eight years, and President Carter issued 563 in four years. Since World War II, the largest number of pardons and commutations – 2,031 – came from President Truman, who served 82 days short of eight years."
}