{
    "2015 - 2069": "WASHINGTON — The guest list hasn’t changed, but President Barack Obama faces a different type of crowd when he meets with congressional leaders on Tuesday.Obama’s sit-down with House and Senate leaders is his first since the new, fully Republican-run Congress was seated last week. Senate Democratic leader Harry Reid, long Obama’s stronghold in the Senate, was demoted by the November elections to minority leader. GOP leader Mitch McConnell, a persistent thorn in Obama’s side as minority leader, now has Reid’s old job running the upper chamber.The three were to join House Speaker John Boehner and House Democratic leader Nancy Pelosi in the Oval Office to discuss opportunities for potential cooperation between Democrats and Republicans this year. Yet it was far from clear that the two parties would be able to overlook their open disagreements on most issues to focus on limited areas of common ground.Both parties exited the midterms last year speaking optimistically about working together on tax reform, trade promotion and infrastructure development — areas where Obama and Republicans see at least partially eye to eye. But the start of the year has been dominated by familiar battles over the Keystone XL pipeline, Obama’s immigration actions and foreign policy.Over the last two weeks, Obama has repeatedly threatened to veto bills that Republicans have put forward as their top priorities for the new Congress. Still, White House spokesman Josh Earnest said there were a “whole host of things” that Obama could do this year with Republicans.“It doesn’t mean we’re gonna agree on everything — certainly we’re not,” Earnest said. “But the question is, are we going to allow disagreement over a few things to become a deal-breaker for all the others?”“The president certainly hopes that it won’t,” he added.Although the Democratic and Republican leaders from both chambers were invited, it was unclear whether Reid would show. The Nevada Democrat is recovering from an exercise-related injury and his spokesman declined to say whether he planned to attend.",
    "2015 - 1889": "JERUSALEM — Israeli leaders gathered with the families of the four Jewish victims of a <a href=\"https://nypost.com/2015/01/09/massacre-suspects-killed-after-raid/\">Paris terror attack on a kosher supermarket</a> for an emotional funeral procession in Jerusalem.Relatives of the victims each spoke briefly and lit a torch in memory of their loved ones before stepping off the stage with a huge Israeli flag in the background to embrace Israel’s president, the prime minister and his wife.Yohan Cohen, Yoav Hattab, Francois-Michel Saada and Phillipe Braham died Friday during a tense hostage standoff at the market on the eastern edge of Paris. The bodies were brought by plane to Israel early Tuesday morning.“Yoav, Yohan, Phillipe, Francois-Michel — this is not how we wanted to welcome you to Israel,” President Reuven Rivlin said, his voice quivering. “We wanted you alive, we wanted for you, life. At moments such as these, I stand before you, brokenhearted, shaken and in pain, and with me stands and cries an entire nation.”The four were among 17 people killed in a wave of terror attacks carried out over three days last week by militants claiming allegiance to al-Qaida and the Islamic State extremist groups.The killings shocked France’s 500,000 strong Jewish community — the largest in Europe — and deepened fears among European Jewish communities already shaken by rising anti-Semitism and threats from Muslim extremists.The attack sparked calls from Israeli leaders for European Jews to immigrate to the Jewish state, a call repeated by Rivlin.“However, returning to your ancestral home need not be due to distress, out of desperation, amidst destruction, or in the throes of terror and fear,” he said. “Terror has never kept us down, and we do not want terror to subdue you. The Land of Israel is the land of choice. We want you to choose Israel, because of a love for Israel.”",
    "2015 - 1863": "​Embrace Western-style democracy ​— or “f​—​ off!”The Moroccan-born mayor of the Dutch city of Rotterdam has some tough love for his fellow Muslim immigrants who don’t like the freedoms and tolerance of their adopted countries.“It is incomprehensible that you can turn against freedom,” Mayor Ahmed Aboutaleb told Dutch news program “Newshour.”“But if you don’t like freedom, for heaven’s sake pack your bags and leave. If you do not like it here because some humorists you don’t like are making a newspaper, may I then say you can ​f— off!”Aboutaleb, 53, the s​​on of a Moroccan imam who arrived in the Netherlands at age 15, spoke out in the wake of the Charlie Hebdo attack in Paris last week, <a href=\"http://www.dailymail.co.uk/news/article-2907941/Moroccan-born-mayor-Rotterdam-tells-fellow-Muslims-not-appreciate-freedoms-living-West-pack-bags-f-live-TV.html\">The Daily Mail reported</a>.The former journalist, who was appointed mayor of the city of 610,000 in 2008, is known for his straight-shooting stance on ​​integration.“This is stupid, this is so incomprehensible. Vanish from the Netherlands if you cannot find your place here. All those well-meaning Muslims here will now be stared at,” Aboutaleb said.And he won the enthusiastic backing of London Mayor Boris Johnson by blasting Muslims who move to the West but refuse to accept its way of life and resort to violence to vent their rage.“That is the voice of the Enlightenment, of Voltaire,” Johnson <a href=\"http://www.telegraph.co.uk/news/uknews/terrorism-in-the-uk/11338796/The-Islamists-want-war-but-it-would-be-fatal-if-we-fell-for-it.html\">wrote in The Telegraph</a>.“If we are going to win the struggle for the minds of these young people, then that is the kind of voice we need to hear — and it needs above all to be a Muslim voice,” said Johnson, calling his Dutch counterpart “my hero.”",
    "2015 - 3388": "SANTA ANA, Calif. — The Mexican government on Thursday will start issuing birth certificates to its citizens at consulates in the United States, seeking to make it easier for them to apply for U.S. work permits, driver’s licenses and protection from deportation.Until now, Mexico has required citizens to get birth certificates at government offices in Mexico. Many of those living in the U.S. ask friends and relatives back home to retrieve them, which can delay their applications for immigration or other programs.Now, even as Republicans in Congress try to quash President Barack Obama’s reprieve to millions of immigrants living illegally in the U.S., Mexico is trying to help them apply for programs that would allow them to remain temporarily in the country and continue sending money back to relatives across the border.“It is a huge help. It helps individuals really begin to formulate their formal identity in this country,” said Angelica Salas, executive director of the Coalition for Humane Immigrant Rights of Los Angeles.About half of the 11 million immigrants living in the United States illegally are from Mexico, and immigration experts estimate that roughly 3 million Mexicans could be eligible to apply for work permits and protection from deportation under the administration’s plan.About two weeks ago, California – which is home to more Mexicans than any other state – began issuing driver’s licenses to immigrants in the country illegally.Starting Thursday, the country’s 50 consulates in the United States will be able to access data maintained by regional governments in Mexico and print birth certificates at the consulates, said Arturo Sanchez, consul for press and commercial affairs in Santa Ana, California.Consulates should be able to issue birth certificates for nearly all birthplaces in Mexico, but some rural villages where documents are not digitally recorded may not be covered, Sanchez said.Over the past year, the Santa Ana consulate has seen a surge in the demand for documents. Daily appointments have jumped by a third to nearly 400, with many people trying to get birth certificates, Sanchez said.Mexican immigrants usually seek birth certificates to obtain a passport or consular identification card so they can then apply for a driver’s license or immigration relief, he said.In California, Mexican consular officials have supported the rollout of the new driver’s license program, holding information sessions and offering test preparation classes to help immigrants pass the written test required to get a license.Jessica Vaughan, director of policy studies at the Center for Immigration Studies, said she believes Mexico is trying to make it easier for its citizens to stay here because of the money they send across the border.Mexican migrant workers, many who live in the United States, sent home $21.6 billion to their families in 2013, according to the country’s central bank.Vaughan, whose organization advocates for tighter limits on immigration, said the integrity of birth certificates is critical because they are used to issue key identity documents like passports.“If we can trust the Mexican government to do its due diligence and establish a system with integrity, then this will work and it is up to us to make sure we are communicating with them about what we need to see in terms of integrity,” she said. “That is a big if.”",
    "2015 - 5345": "Belgian police killed two men who opened fire on them during one of about a dozen raids on Thursday against an Islamist group that federal prosecutors said was about to launch “terrorist attacks on a grand scale”.Coming a week after Islamist gunmen killed 17 people in Paris, the incident fueled fears across Europe of young Muslims returning radicalized from Syria. But the Belgian probe had been under way before the Jan. 7 attack on French satirical newspaper <a href=\"https://nypost.com/tag/charlie-hebdo-massacre/\">Charlie Hebdo</a> and officials saw no obvious link between the two.A third man was detained in the eastern city of Verviers, where police commandos ran into a hail of gunfire after trying to gain entry to an apartment above a town center bakery. All three were citizens of Belgium, which has one of the biggest concentrations of European Islamists fighting in Syria.Other raids on the homes of men returned from the civil war there were conducted across the country, prosecutors said, adding that they were suspected of planning attacks on Belgian police stations. Security had been tightened at such sites.“The searches were carried out as part of an investigation into an operational cell some of whose members had returned from Syria,” said prosecutors’ spokesman Eric Van Der Sypt. “For the time being, there is no connection with the attacks in Paris.”Describing events in the quiet provincial town just after dark, he said: “The suspects immediately and for several minutes opened fire with military weaponry and handguns on the special units of the federal police before they were neutralized.”Earlier in the day, in an apparently unrelated development, police detained a man in southern Belgium whom they suspected of supplying weaponry to Amedy Coulibaly, killer of four people at a Paris Jewish grocery after the Charlie Hebdo attack.With half a million Muslims, mostly of French-speaking North African descent, among its 11 million people, Belgium has seen similar discontent to that in France among young, unemployed children of immigrants in blighted, post-industrial towns like Verviers, once a major center for wool and other textile mills.<a class=\"\" href=\"https://vip.nypost.com/wp-content/uploads/sites/2/2015/01/belgium3.jpg\"><img alt=\"\" class=\"size-medium wp-image-8568884\" height=\"200\" loading=\"lazy\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2015/01/belgium3.jpg?w=300\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2015/01/belgium3.jpg?quality=75&amp;strip=all&amp;w=600 600w, https://nypost.com/wp-content/uploads/sites/2/2015/01/belgium3.jpg?quality=75&amp;strip=all&amp;w=450 450w, https://nypost.com/wp-content/uploads/sites/2/2015/01/belgium3.jpg?quality=75&amp;strip=all&amp;w=300 300w, https://nypost.com/wp-content/uploads/sites/2/2015/01/belgium3.jpg?quality=75&amp;strip=all&amp;w=150 150w, https://nypost.com/wp-content/uploads/sites/2/2015/01/belgium3.jpg?quality=75&amp;strip=all 1024w\" width=\"300\"/></a>A young Frenchman of Algerian origin is facing trial in Belgium, accused of <a href=\"https://nypost.com/2014/05/25/belgium-launches-manhunt-in-jewish-museum-shooting/\">shooting dead four people at the Jewish Museum</a> in the capital Brussels last May.Per head of population, more Belgians have taken part in the fighting in Syria than any other European state. The Belgian government believes about 100 of its nationals have come back with combat experience. A further 40 may have been killed and about 170 are still in the ranks of fighters in Syria and Iraq.Public television RTBF showed video from Verviers of a building at night lit up by flames, with the sound of shots being fired. Late into the evening, police commandos were controlling some streets and checking other sites. Crime scene investigators were at work.Emrick Bertholet was outside a pharmacy shortly before 6 p.m. (12.00 noon EST) when police vehicles roared up and armed commandos leapt out: “They shouted ‘Let’s go’, they ran off and everything happened really quickly,” he told Reuters.“I heard the sound of grenades, bursts of gunfire…I’m a bit shocked, a bit afraid, surprised it could happen here.”Belgium has taken a lead in EU efforts to counter the threat perceived from the return of “foreign fighters” from Syria. It is also part of the U.S.-led coalition fighting Islamic State. Six Belgian F-16s have taken part in bombing Syria and Iraq.A court in Antwerp is due to deliver its verdict on 46 people accused of recruiting young men to join jihadists or of becoming jihadists in Syria, Belgium’s largest Islamist militant trial to date. The court was to have given its verdict this week, but it was delayed for a month after the Paris violence.In Germany, police arrested a suspected supporter of Islamic State who had recently been in Syria, prosecutors said on Thursday.<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" loading=\"lazy\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/tXBdnKF0YAM?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>",
    "2015 - 3192": "President Obama will propose a plan to raise $320 billion over the next 10 years — by raising taxes on America’s wealthiest individuals and biggest financial institutions.The massive tax proposal, to be announced Tuesday night in the president’s State of the Union address, will include a hike in the capital-gains rate and the elimination of a tax break on inheritances, and would fund some$235 billion in new tax breaks for the middle class over a decade.The proposal is expected to be cheered by the Democratic Party’s liberal base.But while Republican leaders have said they share Obama’s desire to reform the nation’s complicated tax code, the capital-gains and inheritance-tax “reforms” are expected to be nonstarters in the new, GOP-controlled Congress.As a centerpiece of the plan, the capital-gains rate on couples making more than $500,000 a year would be raised to 28 percent. In touting the plan Saturday, ­senior administration officials noted that a 28 percent top capital-gains rate would bring it to the level it was under President Ronald Reagan.But Obama during his presidency has already raised the top capital-gains rate from 15 percent to 23.8 percent — and hiking it further would almost certainly lead to GOP push-back.The administration also wants to close what it calls the “trust-fund loophole” by requiring ­estates to pay capital-gains taxes on securities at the time they’re inherited.Administration officials are ­insisting that change would impact only the top 1 percent of income earners, but it’s still ­another likely bone of contention among conservatives.Most Republicans want to lower the capital-gains tax or eliminate it entirely, and also want to end taxes on estates rather than ­expand them.Perhaps more palatable to Republicans will be the president’s planned proposal for new fees on the roughly 100 US financial firms with assets of more than $50 billion.The fee would be similar to one proposed last year by then-House Ways and Means Committee head Rep. Dave Camp (R-Mich.), ­although Camp’s plan was part of a larger proposal to lower the overall corporate income-tax rate.The new revenue generated by Obama’s plan would be put to use funding a series of measures aimed at aiding middle-class Americans.One measure would extend tax credits of up to $500 for families in which both parents work and with annual incomes of up to $210,000.Another measure would expand the child-care tax credit to up to $3,000 for each child under the age of 5. More than 5 million families would benefit from that ­reform, officials said.Yet another measure would overhaul the education tax system by consolidating six provisions into two. That overhaul would cut taxes for some 8.5 million families, officials said.Republicans aren’t rattling their sabers on the reforms just yet, despite their anger over the president’s vows to veto party priorities including the Keystone XL oil pipeline, GOP plans for ratcheting back ObamaCare and blocking his executive actions on immigration.“This can be a moment the president pivots to a positive posture,” new Senate Majority Leader Mitch McConnell has said of the president’s State of the Union speech. <em>With AP</em>",
    "2015 - 8731": "You know, you just know, that after the president goes out there and announces he wants to make <a href=\"https://nypost.com/2015/01/08/obama-wants-to-make-community-college-free-for-everybody-who-is-willing-to-work-for-it/\">community college free for all Americans</a> — as though anything government does is “free” — or is unilaterally and unconstitutionally legalizing millions of undocumented immigrants, he comes back to the offices, pulls out the presidential BlackBerry, and gleefully follows along as the Right goes completely ape over these wild policy decisions.Imagine his delight after it “leaked” that he will <a href=\"https://nypost.com/2015/01/17/obama-seeking-tax-increases-on-wealthy-to-help-middle-class/\">propose raising taxes on the wealthy</a> by $320 billion over the next 10 years, including increases to the capital gains and inheritance taxes.This, of course, has no chance of passing. But then Tuesday night’s State of the Union address could be the first one in history deliberately designed solely to generate a Pavlovian rage response in members of the opposing party.Back in November, in this paper, <a href=\"https://nypost.com/2014/11/27/obamas-immigration-goal-enrage-republicans/\">Jonah Goldberg asked the question</a>: “Maybe President Obama is just trolling?” Two months later, the question seems to have been answered in the affirmative.Obama and his team have clearly decided that one of the metrics by which they will measure their success is by just how wild he drives his Republican opposition in Washington and conservatives across the country.<figure class=\"wp-caption alignright\" id=\"attachment_8216296\"><a class=\"\" href=\"https://vip.nypost.com/wp-content/uploads/sites/2/2014/12/obama1.jpg\"><img alt=\"\" class=\"size-medium wp-image-8216296\" height=\"200\" sizes=\"(max-width: 300px) 100vw, 300px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2014/12/obama1.jpg?w=300\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2014/12/obama1.jpg?quality=75&amp;strip=all&amp;w=600 600w, https://nypost.com/wp-content/uploads/sites/2/2014/12/obama1.jpg?quality=75&amp;strip=all&amp;w=450 450w, https://nypost.com/wp-content/uploads/sites/2/2014/12/obama1.jpg?quality=75&amp;strip=all&amp;w=300 300w, https://nypost.com/wp-content/uploads/sites/2/2014/12/obama1.jpg?quality=75&amp;strip=all&amp;w=150 150w, https://nypost.com/wp-content/uploads/sites/2/2014/12/obama1.jpg?quality=75&amp;strip=all 1024w\" width=\"300\"/></a><figcaption class=\"wp-caption-text\"><span class=\"credit\">AP</span></figcaption></figure>The term “troll” is used to describe the type of person on the Internet who writes or posts or tweets something gleefully offensive for the purpose of enraging his ideological opponents. The troll’s provocation produces spittle-filled ad hominem responses from his enemies, who go over the top with their outrage.That outrage in turn generates passionate support for the troll from people who agree with him generally. They then join the battle on his side by directing even more ad hominem nastiness at the other guys. And the troll grins and giggles and collects his clicks.The liberal writer Bill Scher thinks this is good politics. “Fortunately for Obama,” Scher wrote just after the November 2014 midterms, “bringing out the worst in Republicans serves both his political and his policy purposes.”The problem with that theory is Obama’s own political instincts are pretty bad, except when it comes to his own immediate self-preservation.The president could have gone one of two ways after the midterms, in which his party lost control of the Senate in a wave that really could not have gone better for Republicans.First, he could have looked at some alarming data and noted how he is practically the only elected Democrat in the country who has benefited from his presidency. Since 2010, the Democratic Party has lost 69 seats in the House of Representatives and 14 Senate seats — and a staggering 913 seats in the state legislatures.Among presidents, “It is Barack Obama who holds the modern record for overall losses, at least through 2014,” <a href=\"http://www.politico.com/magazine/story/2014/12/presidents-bad-for-their-parties-113241.html#.VLrf_EfF9ig\">writes Larry Sabato</a> of the University of Virginia.In the House and state legislatures, “Obama has doubled (or more) the average two-term presidential loss from Truman through Bush.”This Democratic political wipeout, <a href=\"http://www.washingtonpost.com/blogs/the-fix/wp/2015/01/14/republicans-have-gained-more-than-900-state-legislative-seats-since-2010/\">says Chris Cillizza of The Washington Post</a>, is “the most undertold story in politics.”What that story suggests is not that the president should be trolling his opponents, but that he should be doing what he can to find common ground — if only to save his party from further destruction.Tuesday night’s State of the Union address could be the first one in history deliberately designed solely to generate a Pavlovian rage response in members of the opposing party.But that is not where he has gone. Instead, he has doubled down on presidential unilateralism and executive authority.He has done this because it’s what he likes and wants to do. It has long been a conscious choice of this White House to pursue what David Plouffe, a key Obama adviser, called the “stray voltage theory.”Major Garrett, then of National Journal and now of CBS, <a href=\"http://www.nationaljournal.com/all-powers/the-pen-phone-and-stray-voltage-20140416\">explained it in early 2014</a>: “The theory goes like this: Controversy sparks attention, attention provokes conversation, and conversation embeds previously unknown or marginalized ideas in the public consciousness.This happens, Plouffe theorizes, even when — and sometimes especially when — the White House appears defensive, besieged or off-guard.”You can see how convenient such a theory is, since it works even when the White House appears to have blown it!But this stray voltage has done nothing for any of his allies on Capitol Hill and has hardly advanced the liberal Democratic agenda.Ah, you might say, but Obama was re-elected and he used “stray voltage” to his advantage, so someone was helped! Not necessarily.Most serious students of the 2012 election, including supporters and allies of the president, now believe his victory was primarily due to so-called “fundamentals” favoring him — the benefits of incumbency and the condition of the economy in the months leading up to the election.As <a href=\"http://themonkeycage.org/2012/11/08/more-evidence-that-obamas-victory-reflects-the-economy-fundamentals/\">Joshua Tucker of New York University pointed out</a> in November 2012, “the [economic] growth rate between January and September of 2012 averaged 1.8%,” and using a “fundamentals” formula, “this yielded a predicted share of 51.2% of the two-party vote for incumbent Obama.” Which was almost exactly what he won on Election Night.Meanwhile, his years as president have led to Republicans controlling 30 state legislatures, the most for the GOP since 1920. That’s not only bad for the cultivation of future Democratic Party leaders. It makes the furtherance of a liberal agenda at the state level nearly impossible over the next few years.As Cillizza writes, “Policy is made at the state legislative level. That’s policy pertaining to states and policy that gets bumped up to the federal level. With Republicans in control of so many state governments, the policy incubator for their side will be vastly superior to what Democrats can do at the state and local levels.”The only real data point in the president’s favor — and it is a significant one — came out in polling from CBS News late last week.Support for his immigration plan is startlingly high; 62% favor while only 34% oppose. Democrats are overwhelmingly on his side (79% to 18%), while Republicans oppose it but with less force (57% against and 37% for). Most important, independents back it, 63% to 32%.What this means is that when it comes to immigration the president is not engaging in “stray voltage” behavior. Rather, he is closer to the center of American public opinion than Republicans are.Might it not have been better both for the body politic and for his party’s own standing with the American people if the president had made his full-court press on immigration matters without going all stray voltage and seeking to get Republicans to blow their stack?With numbers like these, he could have won an argument — by enlisting the American people in the effort, putting the GOP on the defensive in its opposition to his policies, and possibly splitting the rival party.But that’s not how Barack Obama rolls — or, rather, trolls.",
    "2015 - 3850": "An Afghan villager who saved a Navy SEAL and was portrayed in a Hollywood film faces death threats from the Taliban and is having a tough time getting permission to come to the US, according to his lawyer.Mohammad Gulab’s ordeal began in 2005, when Marcus Luttrell and three fellow Navy SEALs were ambushed by Taliban fighters in Afghanistan. A fierce fight left three dead and Luttrell, the only American survivor, with a broken back and several shrapnel wounds. Luttrell credits Gulab with saving his life, as the Afghan brought the wounded soldier into his home and protected him from the Taliban until US reinforcements arrived.The scene was depicted in the 2013 movie “Lone Survivor.” Luttrell was also a friend of Chris Kyle, the subject of <a href=\"https://nypost.com/2015/01/20/fans-defend-american-sniper-after-criticism/\">the new record-smashing movie “American Sniper</a>,” and went through sniper training with him.Yet although Gulab’s heroism has been depicted on the big screen, life has reportedly been hard for him since saving Luttrell. He has had to leave his hometown and hide from the Taliban, and at one point, he was reportedly attacked and shot in the leg.<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/yoLFk4JK_RM?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>Now he wants to come to America, where he believes he will be safer, but his lawyer tells FoxNews.com that bureaucracy is making the process difficult and slow. Gulab has said Luttrell offered to help him obtain a green card, but the relationship between the two men appears to have become strained while Gulab was visiting the US last year for the premiere of “Lone Survivor.” When contacted by FoxNews.com, Lutrell declined to comment on Gulab or his bid for asylum.He is not safe until he’s on US soil.For now, Gulab’s hopes rest with Michael Wildes, a New York-based immigration attorney who has taken the case for free.“The Department of Homeland Security is currently reviewing his file to determine whether or not they would put in a request with the United Nations to have him relocated to US based on what he did,” Wildes told FoxNews.com.DHS officials did not return calls seeking comment.Wildes added that, although he has managed to get Gulab out of Afghanistan and into an undisclosed third country, it is still urgent that Gulab be given asylum in the US.“He is not safe until he’s on US soil,” Wildes said. “I am prayerful this will happen soon.”If Department of Homeland Security Secretary Jeh Johnson finds Gulab’s bid for asylum worthy, the department would submit the request to the UN. If approved by the world body, Gulab will be allowed to come to the US and seek asylum, said Wildes.“That’s as simple as it takes … I wish it would happen as instinctively as Mohammad Gulab gave Marcus Luttrell safety. We should be returning that same sentiment,” he said.Since the story was first reported by CBS News, some have noted that Gulab visited America before, and have questioned why he did not apply for asylum then if his life is at such risk. Gulab visted once in 2010 when Luttrell paid for a round-trip ticket so that he could come visit, and again in 2013 when Universal Studios paid for him to come to the premiere of “Lone Survivor,” which features him saving Luttrell.Wildes said that circumstances have gotten much more dangerous for Gulab with the release of the movie.“[The problem] became more acute over time,” Wildes said.<a name=\"024ef8d103589c02212e7b399fc9756d-56757169-54652663\"></a>"
}