{
    "2002 - 2008": " WASHINGTON – As part of the al Qaeda puzzle, they are two odd pieces investigators can’t quite place.  What is known is that Ramzi Binalshibh is dangerous and on the run, while Mohammad Belfas is outspoken and mysterious.  Binalshibh is thought to have disappeared into Afghanistan, while Belfas has suddenly emerged in Germany.  Investigators say the pair knew each other when they lived in northern German port city of Hamburg. And they both knew suicide pilot Mohamed Atta.  While Binalshibh’s role in the terror attacks has become clearer, Belfas’ role remains clouded.  Evidence collected by U.S. agents shows Binalshibh would have been the “20th hijacker” on Sept. 11, except that he was repeatedly denied entrance into the United States.  Their investigations show Binalshibh tried to enroll in the same Florida flight school used by the hijackers, and is suspected of wiring money to them.  They say Zacarias Moussaoui, set for a death-penalty trial in October, was Binalshibh’s replacement but got arrested on immigration charges before he could take part in the suicide operation.  Belfas’ story is a little fuzzier. Like Binalshibh, the 55-year-old Muslim cleric associated with a group of Hamburg Muslims who included the hijackers.  Belfas worked with Atta at Hayes Computing Service in Hamburg. He recently told an Indonesian magazine, Tempo, he believes Atta is still alive.  The FBI initially listed Belfas as a possible “contact” to Osama bin Laden and agents scrambled around the world to talk to him. Belfas claims he doesn’t know bin Laden but told Tempo, “Clearly he [bin Laden] has good intentions for Islam.”  Belfas said he believes the FBI has been watching him for three years, although he hasn’t been charged.  An FBI official said: “We are continuing to investigate” Belfas.  Belfas, who was born in Indonesia and raised in Yemen, came to the United States for a few weeks in October 2000 with a younger Indonesian, Agus Budiman.  Budiman has been charged with ID document fraud.",
    "2002 - 1704": " ALBANY – The lawmaker who brought you the ban on hand-held cell phones while driving is now pushing a controversial plan to allow illegal immigrants to obtain driver’s licenses, The Post has learned.  Assemblyman Felix Ortiz (D-Brooklyn) said he will introduce a bill that allows any immigrant – legal or otherwise – to use a federal taxpayer-identification number to qualify for a license.  Current law requires several pieces of identification that could include a Social Security card, birth certificate or visa.  Ortiz, who admits the bill is controversial, says it would help immigrants cart their families around and open up opportunities for jobs as taxi and livery drivers.  Critics say it could make it easier for terrorists.  “I can’t think of anything that is more wrong at this time in history,” said state Conservative Party Chairman Michael Long.  “When everyone is talking security and making sure our cities and streets are safe from terrorists, this would open the floodgates to any unsavory characters,” he said.  But Ortiz argues that using a taxpayer-identification code could aid the government in tracking immigrants involved in crimes.  “For national-security purposes, it’s the best thing to do,” he said. Under federal law, immigrants, even if they are illegal, can be assigned a taxpayer-identification number that allows them to pay taxes regardless of their status.  Mark Lewis, of the New York Immigration Coalition, said he has not seen Ortiz’s proposal, but supports the concept.  And while a person needs a driver’s license to rent a vehicle, “I don’t think not having a license is what’s going to stop someone from committing a terrorist attack in America,” Lewis said. ",
    "2002 - 779": "Two Indian immigrants taken off a train Sept. 12 carrying boxcutters, hair dye and $5,500 in cash were indicted yesterday on credit-card fraud charges.  The indictments of Mohamed Azmath, 38, and Syed Shah, 35, do not charge them with any terrorist activities, accusing them instead of swindling more than $400,000 from credit-card companies.  Although they were not charged with terrorism, the charges did reveal an odd twist of fate linking one of the suspects back to the scene of the horrific attacks.  Authorities say a man – using Shah’s alias, Ayub Khan – wrote a bogus check for $5,850 from an account opened at a Citibank branch at the World Trade Center to “pay off” one credit-card bill.  The men will be arraigned in Manhattan federal court tomorrow, officials said. ",
    "2002 - 2287": "A group of heartbroken adoptive American parents, including a couple from Long Island and an upstate minister, have been stranded in Vietnam with their new children because the U.S. government will not allow the tots into the country.  One heartsick woman, Lisa Combrink of East Quogue, L.I., appealed to President Bush to allow the kids to come to their new homes.  “We ask for our families to be united,” said an emotional Combrink.  Another adoptive parent, the Rev. Wayne Hanrattie of Poughkeepsie, also appealed to Bush, asking him “to intervene in a humanitarian way. I believe he has a heart.”  Sen. Charles Schumer (D-N.Y.) said the families were being “held hostage” and he was trying to help. He said he was waiting for the Immigration and Naturalization Service commissioner to respond to his call from last week.  “It’s just inhumane to give these parents a choice to leave their babies or stay in Vietnam,” said Schumer. “Something has to be done. I can just imagine the agony of these eight families. It cries out for justice.”  Eight couples, working with several different adoption agencies here, went to Ho Chi Minh City in Vietnam on Dec. 9 and legally adopted their orphaned children under Vietnamese law and were looking forward to the holidays at home.  But two days after Christmas, the INS office in Vietnam notified the new parents it was denying their children entry to the United States because it was investigating complaints of alleged violations of local law by one of the agencies involved, the International Mission of Hope.  One or both of the parents have been stranded in a hotel there ever since. Many of the spouses have returned home alone to attempt to cut the red tape. Under current U.S. law, the infants would become American citizens upon entry to this country.  “We’re in limbo. It’s heartbreaking to be in this situation,” said Combrink, 46, a lawyer whose two-year search ended when she held 1-year-old Gabriel in her arms last month. Her husband, Jesse Camacho, 36, a woodworker, is with the boy in Vietnam.  “We want to bring our child home to the United States to begin our life as a family,” said Combrink. “I didn’t believe that this could happen.  Calls to the White House and INS headquarters in Washington yesterday were not returned.",
    "2002 - 2842": "Suspected shoe bomber Richard Reid is facing more than four lifetimes in jail after a grand jury charged him with trying to use a weapon of mass destruction to blow up a passenger jet last month.  The indictment unsealed yesterday in Boston says Reid “received training from al Qaeda in Afghanistan” before his thwarted Dec. 22 attack on a Paris-to-Miami American Airlines flight.  “Richard Reid did attempt to use a weapon of mass destruction, consisting of an explosive bomb placed in each of his shoes,” the 12-page indictment reads.  Reid allegedly had explosives in both his high-top sneakers, which he tried to ignite before passengers and crew spotted and subdued him.  He faces nine terror-related counts including attempted murder, use of a weapon of mass destruction, and attempted wrecking of a mass-transportation vehicle.  Attorney General John Ashcroft said the charges are a reminder “that al Qaeda could attack the United States again.”  Meanwhile, sources confirmed a Wall Street Journal story that painted Reid as an al Qaeda scout who tested airport security, photographed tall buildings and devised ways to alter passports and evade border guards.  The Reid link to Osama bin Laden was detailed on a heavily encrypted computer disk bought for $1,100 in Afghanistan, the newspaper said.  Information on the disk reveals the terror-planning travelogue of an operative known as “brother Abdul Ra’uff,” who traveled in Europe and the Middle East to spy for al Qaeda.  A U.S. government source told The Post yesterday investigators believe “Ra’uff” is Reid – and they have information uncovered in Afghanistan that corresponds with the data on the Journal’s disk.  In other developments:  * A Manhattan federal judge sentenced Algerian terrorist Mokhtar Haouari, 33, to 24 years in prison for his role in a failed al Qaeda plot to bomb Los Angeles International Airport.  * Mohammed Azmath, 38, and Syed Shah, 36, Indian immigrants who ran newsstands in Newark, pleaded not guilty to charges of credit-card fraud. They were taken off a train Sept. 12 carrying boxcutters, thousands in cash, and hair dye.   ——-  As closing arguments in the trial of an alleged phony Egyptian pilot were about to begin yesterday, a federal judge threw out two of the four charges against Wael Abdel Rahman Kishk.  Judge Charles Sifton dismissed charges that Kishk’s phony medical certificate was a form of fake identification, and that he intended to use it on Sept. 19.  The ruling came on the heels of a decision on Tuesday by Sifton that barred prosecutors from saying Kishk planned to impersonate a pilot and slip behind the controls of a plane.  They were also barred from showing the jury a homemade pilot’s shirt and posters of a jet cockpit that he allegedly carried on a Sept. 19 flight to Kennedy Airport.  –<em>Kati Cornell Smith</em>",
    "2002 - 2623": "The Oklahoma roommate of alleged “20th hijacker” Zacarias Moussaoui has been held secretly for months by feds who are still trying to determine if he was involved in the Sept. 11 terror strikes, The Post has learned.  Mukram Ali, an Indian immigrant, was taken into custody soon after the attacks as a material witness, and has repeatedly denied any knowledge of the hijack plot, sources said.  Ali was living in Norman, Okla., on a student visa to attend the University of Oklahoma last year, when Moussaoui moved in with him.  Moussaoui lived in Oklahoma from late February to late May, taking flying lessons at a nearby flight school.  The feds say Moussaoui was training to be part of a Sept. 11 hijack team when he was arrested in August on immigration charges.  Despite living with Moussaoui at the time he was getting his pilot training, Ali has insisted to investigators that he had no inkling of the horrific terror strikes.  “He says he didn’t know anything about it, and never saw anything [from Moussaoui] that raised his suspicions,” a source told The Post.  Another source said the FBI hasn’t decided whether they believe him, because the two appeared to be friends, not just roommates.  If he is not charged, he may eventually become a key witness at Moussaoui’s death-penalty trial slated to begin later this year.  Ali was eventually charged with immigration fraud.   ——–  Egyptian pilot wannabe Wael Abdel Rahman Kishk is a liar, but he’s no impostor, a federal jury decided yesterday.  In a split verdict, jurors convicted Kishk on the most serious charge of lying to agents on Sept. 19 at Kennedy Airport – Kishk said he planned to study business administration in the United States when he’d set his sites on flight school – but acquitted the 21-year-old on charges related to fake pilot’s papers he was carrying.  Kishk faces up to six months in prison for deceiving anti-terrorism agents who questioned him on his arrival in the country as part of a massive effort to prevent a second wave of attacks.  “We’re very pleased with the verdict. If you lie to federal investigators, you should be prosecuted and convicted. This was obviously a very important investigation in light of the tragic attacks,” said U.S. Attorney Dwight Holton.  Jurors agreed on a verdict after more than a day of deliberations, acquitting Kishk on allegations he planned to use phony documents he carried in his luggage on a flight from Cairo – including a bogus pilot’s medical certificate and doctored flight school documents indicating he was a student pilot.  Sentencing is set for Feb. 15.   –<em>Kati Cornell Smith</em>",
    "2002 - 2601": " LOS ANGELES – SLA terrorist Sara Jane Olson bid a tearful goodbye to her family yesterday as a judge sentenced her to more than 20 years behind bars for conspiring to blow up two police cars in 1975.  The radical-turned-soccer mom apologized for her role in the failed plot to detonate pipe bombs under a pair of LAPD squad cars. The bombs never went off, and Olson was on the lam until she was finally arrested in Minnesota in June 1999.  Authorities said Olson, known then as Kathleen Soliah, was an active member of the Symbionese Liberation Army, a band of bloodthirsty 1970s radicals best known for kidnapping newspaper heiress Patricia Hearst.  “I hope you forgive me for the pain I’ve brought you,” Olson, 54, told her family and friends, moments before L.A. County Superior Court Judge Larry Paul Fidler threw the book at her.  Olson was sentenced to 20 years to life, but defense lawyers claim she could be paroled in five years.  Olson’s family and supporters came to her defense one last time yesterday, describing her a loving mom who was active in church and volunteered to teach English to immigrants.  “Our daughter is a good person,” said Olson’s tearful mom, Elsie Soliah.  After uttering those words, Soliah walked to the defense table to hug her daughter. A bailiff initially stopped Soliah, but Judge Fidler motioned the guard away and allowed the heartbroken mom one more tearful embrace.  Olson’s 15-year-old daughter, Leila Peterson, could not control her emotions, saying in court: “She’s one of the best mothers anyone would ever want.”  Prosecutors reminded Judge Fidler that Olson was a member of a violent terrorist group, and used fake identification for more than two decades to evade justice.  John Hall, one of the LAPD officers who could have been killed in the failed SLA bombing plot, said in court yesterday he remembers waving to a little girl in a window of a restaurant near where his car was to have been blown up.  “It horrifies me to think that the lives of dozens of innocent people, like that child in the window, would have ended in an instant had the defendant and co-conspirator successfully carried out their terrorist acts,” he said.  The bombing plot, however, could be the least of Olson’s problems. She and four other SLA members were charged this week in a 1975 bank robbery in the Sacramento suburb of Carmichael, Calif., when an innocent bystander, Myrna Opsahl, was killed depositing donations from her church.  Olson, who was taken away by Sacramento authorities from court yesterday, pleaded not guilty to the bank-robbery and murder charges.",
    "2002 - 1109": "A federal judge yesterday rejected Court TV’s request to televise the trial of Zacarias Moussaoui, labeled the “20th hijacker” in the Sept. 11 attacks.  Alexandria, Va., Judge Leonie Brinkema said she would not set aside a ban on photographing and broadcasting federal trials because it “does not violate the constitutional rights of either the public or the broadcast media.”  “Given the issues raised in the indictment, any societal benefits from photographing and broadcasting these proceedings are heavily outweighed by the significant dangers worldwide broadcasting of this trial would pose,” the judge wrote.  Supporting the Court TV request, Moussaoui had asked to have TV cameras present when his conspiracy trial begins next fall, clearly hoping to use the proceeding as a political platform.  But the Justice Department said TV coverage might lead to retaliation against witnesses by Osama bin Laden’s al Qaeda network.  Moussaoui, 33, is the first person charged in the Sept. 11 attacks. The feds say he would have been the 20th hijacker if he hadn’t been nabbed on immigration charges last August."
}