{
    "2011 - 0": "",
    "2011 - 1901": "Hong Kong authorities said Monday they have arrested eight people in connection with the bizarre case of a Chinese man who flew to Canada last year disguised as an elderly Caucasian male.A ground staff employee at Hong Kong’s international airport, along with two former airport employees, were among the suspects arrested at the weekend, an immigration department spokeswoman confirmed to AFP.The Standard newspaper in Hong Kong reported the eight people arrested after a two month investigation are aged between 26 and 62. It revealed the man at the center of the case, which made global headlines, made it through immigration with a genuine passport, then obtained a fake passport and boarding pass in the departure hall before boarding.Five men and three women have been accused of helping “illegal migrants board Canada-bound flights in at least five cases” including the man who donned a silicone mask to fool immigration officials, she told AFP.The man, who had “young-looking hands”, shocked passengers when he was seen emerging from the airplane’s washroom as a young Asian male during the flight in October, according to a Canada Border Services Agency (CSBA) report.“We have arrested eight suspects,” the spokeswoman said Monday.“They are suspected of being involved in boarding pass swapping, passport selling and conspiracy to defraud the airline operator,” she added.The group charged about 300,000 yuan (US$45,000) for helping migrants enter Canada illegally between April and October last year.The suspects are believed to have supplied false papers to the migrants once they reached Hong Kong, a city of seven million that maintains a semi-autonomous status within China.The Chinese man — who has not been identified and is believed to be in his twenties — sought asylum after arriving in Vancouver.The Vancouver Sun reported that he was still being detained by immigration in Canada.",
    "2011 - 5030": "MIAMI — Haitian-American leaders and others are using Wednesday’s anniversary of Haiti’s massive earthquake to implore the Obama administration to welcome tens of thousands of Haitians who were promised visas but remain in the crippled Caribbean country on waiting lists.Immigration authorities had approved requests from 55,000 Haitians to join relatives in the United States before the earthquake. But because the U.S. caps the number of visas it grants per country annually, it can take a decade for an approved request to produce a visa.Supporters want the State Department to waive the visa limit and thereby bolster the ranks of expatriate Haitians.The argument is based on more than compassion: Haitians abroad already send more than $1 billion back home each year, about a sixth of the gross domestic product for the hemisphere’s most impoverished nation.“They’ll be able to send money to help their families back in Haiti,” said North Miami Mayor Andre Pierre, whose city of 57,000 is roughly a third Haitian and would anticipate absorbing thousands of the visa-holders if they were bumped to the front of the immigration line. “Then (their families) won’t have to be constantly asking the United States government and other international communities for help, constantly trying to get aid from them when they can help themselves.”Pierre, himself a Haitian immigrant, put forth a resolution last year that his colleagues in the U.S. Conference of Mayors approved urging the administration to issue the visas it has promised.Federal officials are reviewing the issue, said Chris Bentley, a spokesman for the Citizenship and Immigration Services agency.Allowing the 55,000 Haitians to jump the visa line could suddenly burden the infrastructure and environment for a population that has grown rapidly in the last 10 years because of immigration, both legal and illegal, said David North, a fellow at the Center for Immigration Studies in Washington.And there’s no guarantee that they wouldn’t create a void when they left, he said.“These 55,000 are probably above average in income, education and luck. They’re not a cross-section of Haitian society — they’re probably already considerably better off than the average Haitian,” North said.“If those people come from Haiti, the money that had previously come to them from the United States will just stop coming, and that’s hard on Haiti.”Even so, proponents of the speeded-up visa plan call remittances by expatriate Haitians an economic lifeline to a country that — between the rubble, a cholera outbreak and political unrest — still seems in many respects as if the quake happened last week, not last year.The magnitude 7.0 earthquake on Jan. 12, 2010, killed more than 230,000. Roughly a million remain homeless amid the debris and stuttering reconstruction efforts in Port-au-Prince.Survivors now in the U.S., many of whom were airlifted for medical care, say they’ll mark the anniversary feeling blessed to be alive, but also anxious about what the next year will bring.Many survive only on the financial support of relatives or charities because in their scramble to get out of Haiti they were not granted papers by the U.S. allowing them to work. Even those who were granted permission to work have had trouble finding jobs as they navigate medical care for injured children and bureaucracy in finding someplace to live.“I’m not allergic to work — I’ll cut grass, I’ll do anything,” said Prevener Julian, a 42-year-old farmer and market vendor who accompanied his 8-year-old son Belix, who needed treatment for head trauma. Julian is living in a Miami homeless shelter.Many of the Haitians brought to the U.S. in the first weeks of the international aid effort thought they would be going back after a while. Now, they are not so sure.The shock and disruption of the earthquake has been followed by the shock of the reality that going back is nowhere near a viable option.“Now they have to readjust to living here,” said Elsie St. Louis-Accilien, executive director of Haitian-Americans United for Progress, a community-based organization in Queens. “These are people who did not plan on doing this.”Valerie Placide, who fled with her 9-year-old son in the days after the quake, has watched from Spring Valley, N.Y., just north of New York City and some 1,500 miles from Haiti, as recovery efforts floundered, cholera killed more than 3,600 and political unrest turned to riots.“You’ve spent a year hoping that everything would be better,” Placide said. Instead, she said, “I’m not hopeful at all.”Thousands of children were evacuated to the U.S. following the quake. Sitting with his mother last week in the same Miami shelter where Julian lives, 10-year-old Peterson Exais contemplated someday returning to Port-au-Prince, where he spent four days buried beneath the rubble of his house. Thin, pale scars cut through his hair and circle his left eye.“It’s better here,” he says in the English he’s learned this past year in hospitals and school. “Haiti is broken.”",
    "2011 - 5512": "TUCSON, Ariz. — The federal judge killed in the Arizona shooting rampage was known for an immigration ruling that got him death threats, but on Friday he was remembered as a man devoted to his family, his basset hounds and his Irish-Catholic heritage. U.S. District Judge John Roll had stopped by a supermarket meet-and-greet for Rep. Gabrielle Giffords on Saturday when he was killed, along with five others. Giffords, recovering from a gunshot wound to the head, was still in critical condition, but progressing. Roll’s funeral Friday came amid tight security, as police officers and SWAT team members patrolled the neighborhood around St. Elizabeth Ann Seton church. About a dozen coach buses brought judges who knew Roll over the years. The speakers focused less on Judge Roll and more on John Roll, tender and at times goofy, and largely hidden from those he served. “It made it very personal,” said Carol Bahill, 61, whose husband knew Roll from his undergraduate and law school days at the University of Arizona. “You do feel like you knew something about him personally.” The news media were barred from the event at the request of Roll’s family and for security reasons. The Associated Press interviewed mourners, such as Bahill, as they left the service and got an account of the funeral. Roll’s older brother, Ed, told mourners that his family moved to Arizona from Pittsburgh when Roll was a child because their mother’s health was failing and doctors thought the weather might help. When Roll’s mother eventually died, of a heart condition, the future judge was just 15. Her death deeply affected him and he changed his middle name from Paul to his mother’s maiden name of McCarthy “to keep that part of the family alive,” Bahill said. His brother said he stepped in as Roll’s de facto parent, driving him to school and chaperoning him on some dances. Bahill said she appreciated gaining more insight into the private life and personality of Roll. His funeral comes a day after the youngest victim, Christina Taylor Green, was eulogized, also at the same church. Many members of Roll’s family, including his sons and five grandchildren, participated in the funeral Mass and speakers also included a childhood friend, his chief clerk and a colleague on the federal bench. The service ended with a rendition of “When Irish Eyes Are Smiling.” Dignitaries attending included Arizona Gov. Jan Brewer as well as Sens. John McCain and Jon Kyl. Former Vice President Dan Quayle brought a handwritten message from former President George H.W. Bush, who appointed Roll to the bench in 1991, said Adam Goldberg, a spokesman for the fire department and the event. Before Jan. 8, Roll, 63, was known for the death threats he received after his ruling in a border-crossing case two years ago. He needed 24-hour protection after he said 16 illegal immigrants could file a civil rights claim against an Arizona border rancher. Roll had stopped by Giffords’ event after attending Mass to see the Democratic lawmaker and thank her for her fight for more federal judges in southwest Arizona to help with a dramatic increase in felony federal cases linked to illegal immigration. Giffords’ husband, Mark Kelly, was among the mourners Friday. In a brief news conference, her doctors said she was progressing in her recovery. Jared Loughner, 22, has been charged with murder and attempted murder for Roll’s death and the assassination attempt against Giffords. Documents released Friday showed that he bought bullets at a Walmart and posted “Goodbye friends” on the Internet. Roll’s death leaves a huge hole in the federal judiciary in Arizona, not just because of his reputation as a fair-minded and hardworking jurist, said Paul Carter, assistant attorney general for the state of Arizona. He was a vocal advocate of getting more help for the state’s overtaxed federal bench, Carter said. “Our court down here is already quite over-stressed with a number of issues relating to the border especially and Judge Roll was a champion of trying to get more resources down to southern Arizona,” he said. The speakers, however, did not dwell on Roll’s killing. They focused on lighthearted moments from his life. The judge’s lifelong friend, Rev. John Lyons, recounted how as boys it was not uncommon for Roll to find himself sitting on a different kind of bench — the one outside the principal’s office. Other speakers joked that Roll was “spatially challenged” and got lost driving to McDonald’s. He once backed his car into his own garage and on another occasion ran into someone’s classic Jaguar. “That’s always a good thing to hear, that people do things like that, like the rest of us do,” Bahill said. “It made him very human.” Roll’s brother, Ed, also told of the family’s annual camping trip to Lake Roosevelt in Arizona for Father’s Day, which drew strenuous objections from the judge’s wife because of temperatures that reached into the triple digits. “She called it the vacation from hell,” said Bob McLaughlin, 64, who recounted the story told at the funeral. Some of Roll’s neighbors said they never suspected his line of work, particularly because Roll never seemed pretentious and enjoyed everyday activities, such as walking his two basset hounds every morning and spending time with his wife and grandchildren. “He was just a neighbor,” said George Kriss, 70, adding that the last time he saw Roll a few weeks ago, “he had blue jeans on and just a very normal shirt and was hanging onto a couple of leashes.” ",
    "2011 - 927": "TUCSON, Ariz. — The federal judge killed in the Arizona shooting rampage was known for an immigration ruling that got him death threats, but yesterday he was remembered as a man devoted to his family, his basset hounds and his Irish Catholic heritage.   US District Judge John Roll had stopped by a supermarket meet-and-greet for Rep. Gabrielle Giffords on Jan. 8 when he was killed, along with five others.   Giffords, recovering from a gunshot wound to the head, was still in critical condition but progressing.   The speakers focused less on Judge Roll and more on John Roll, tender and at times goofy and largely hidden from those he served.   “It made it very personal,” said Carol Bahill, 61, whose husband knew Roll from his undergraduate and law-school days at the University of Arizona. “You do feel like you knew something about him personally.”   The service ended with a rendition of “When Irish Eyes Are Smiling.” "
}