{
    "2006 - 1484": "U.S. customs officials are denying claims by a pregnant illegal immigrant who says she was denied medical care while being deported back to China – causing her to miscarry her twins.   Zhenxing Jiang, 32, was meeting with an immigration officer in Philadelphia last week while her husband and two sons waited in the lobby. Officials hustled the three-months-pregnant Jiang out a back door and into a van.   Jiang said she bumped her belly against the van and complained of stomach pains while being driven to JFK Airport for a flight to China, but she said officials ignored her.   Someone at the airport finally called 911 and she was rushed to Jamaica Hospital, where she suffered a miscarriage.   In a statement released yesterday, officials at Immigration and Customs Enforcement said her allegations are “categorically false.”   “After learning that Ms. Jiang was pregnant, ICE officials took special care in handling her and facilitating her transportation” to JFK, the statement said.   Officials also said that while they were driving to the airport, Jiang “expressed no problems or need for medical attention.” But they said before boarding her flight she asked to use a restroom.   After several minutes in the restroom, she complained of stomach pains and “indicated that she needed an ambulance,” the statement said. It added she was taken by ambulance to a hospital “where she received treatment.”   Her family called that account “absurd” and demanded an investigation. ",
    "2006 - 2052": "U.S. customs officials are denying claims by a pregnant illegal immigrant who says she was denied medical care while being deported back to China – causing her to miscarry her twins.  Zhenxing Jiang, 32, was meeting with an immigration officer in Philadelphia last week while her husband and two sons waited in the lobby. Officials hustled the three-month-pregnant Jiang out a back door and into a van.  Jiang said she bumped her belly against the van and complained of stomach pains while being driven to JFK Airport for a flight to China – but she said officials ignored her.   Someone at the airport finally called 911 and she was rushed to Jamaica Hospital, where she suffered a miscarriage.   In a statement released yesterday, officials at Immigration and Customs Enforcement said her allegations are “categorically false.”   “After learning that Ms. Jiang was pregnant, ICE officials took special care in handling her and facilitating her transportation” to JFK, the statement said.   Officials also said that while they were driving to the airport, Jiang “expressed no problems or need for medical attention.” But they said before boarding her flight she asked to use a restroom.   After several minutes in the restroom, she complained of stomach pains and “indicated that she needed an ambulance,” the statement said. It added she was taken by ambulance to a hospital “where she received treatment.”  Her family called that account “absurd” and demanded an investigation.   Sources said Jiang is recovering in Philadelphia with her family.  Immigration officials said they’ll try again to deport her once she’s “cleared by medical officials” and they conduct an investigation.   Her lawyer, Richard Bortnick, expects her to remain in the U.S. at least six months..  Meanwhile, advocates for immigrants’ rights demonstrated in front of the federal building in Lower Manhattan.  City Councilman John Liu said when Jiang asked to see a doctor, an officer told her she was “not going to get out of this” and would have to have her babies in China.",
    "2006 - 6345": "Plainclothes transit cops eating lunch in a Times Square diner – agog as a dandily dressed Brooklyn man stuffed piles of cash from an ATM into a gym bag – ended up nabbing a key player in a $4 million international identity-theft ring.   What began as a hankering for grilled chicken could be the coffin nail for the ring that has ripped off countless consumers and banks.   Feds had been investigating the syndicate with little luck.   They knew people were stealing the bank and credit-card account information and PIN numbers of consumers from all over the United States and withdrawing money from their accounts.   They even had video of a guy using a swag card to withdraw money but couldn’t ID him.   But a blue-plate special of a big break came on Thursday, during the lunch rush at Trolley’s Restaurant on 42nd Street between Eighth and Ninth avenues.   The four Anti Crime cops came in and sat down at their usual table just after noon.   Shortly after the hungry men ordered – two grilled chicken salads, one sandwich special and a roast-chicken platter – they noticed the handsome, brown-haired man.   Andrei Potupa, 29, was wearing his expensive Hugo Boss blazer, stylishly paired with black jeans and sneakers.   But it wasn’t the Bensonhurst man’s natty clothes that caught their eyes.   The Russian immigrant was standing at the restaurant’s ATM, inserting blank card after card and withdrawing handfuls of money at a time, police sources said.   “The minute he stopped, they went after him and grabbed him at the door,” said Paul Vasiliadis, a Trolley’s employee.   “It was an awful surprise [for him] when they got to the door and grabbed him. He was pale white.”   Cops then rummaged through his bag and found stacks of $20 bills, Vasiliadis said.   He had 52 of the gray blank cards in the bag, along with $7,504 in cash.   With their lunches wrapped to go, the cops arrested Potupa and hauled him into nearby Midtown South station house – and quickly realized they’d stumbled onto something big.   “You’ve got to give them credit for being that observant,” said Vasiliadis. “It’s awesome. It’s a scam that hurts people and I’m glad they busted him.”   The U.S. Secret Service quickly swooped in and revealed they’d been tracking Potupa for a while in a joint probe with the FBI.   They pegged Potupa as a member of the international identity-theft ring and took over the investigation, the source said.   Potupa initially tried to say he’d found the cards and was just checking them out, the sources said.   Cops gave the cards a scan on an NYPD computer and saw they were actually clones of stolen cards – complete with legitimate users’ account information encoded on the magnetic strips, the sources said.   Faced with that incriminating information, Potupa changed his story and said he bought the cards online from a Canadian spammer.   A search of Potupa’s home revealed another 105 of the cards, almost $70,000 in cash, electronics, a money counter, jewelry, receipts and addresses of banks, the source said.   And an inspection of his 2006 gray Porsche – parked in a lot half a block away from the restaurant – revealed a stun gun and an additional $497, the source said.   “The guy was a good tipper, four or five bucks a shot,” the parking attendant remembered. “Of course, he’s <em>got</em> to tip, it’s a Porsche.”   The attendant said Potupa was a regular, and was shocked when cops came and impounded the car.   “He used to go and come back in an hour,” he said.   Cops also confiscated Potupa’s cellphone, which is rife with foreign phone numbers. Cops are working to trace those numbers.   Potupa broke down and confessed when he was shown the feds’ video, which captured him emptying an ATM, a source said.   Cops said he’s been hitting ATMs in diners, delis and bank branches with account information from unwitting victims, some as far away as the Midwest.   “Somehow, he’s managed to breach a security wall through computer wizardry,” said the source. “Or someone is selling him inside information.”   Potupa has been living like a high-roller with his alleged ill-gotten gains.   He liked to travel, drive fast cars and hang around with gorgeous women.   Recently, he traded his 2004 silver Porsche for a brand new 2006 Cayenne that cost him $69,000. It was confiscated by cops.   And DMV records show his license plate – POTUPA – was attached to a 2001 BMW and a 2004 BMW before he upgraded to the Porsches.   “One day [Potupa and his girlfriend] just started driving really fancy cars,” said a neighbor near his Bensonhurst apartment. “They drove around the fanciest cars in the neighborhood.”   Another neighbor, Ozhan Tastaban, 16, said, “I was wondering how he got all those nice cars. He just kept popping up with a new one.”   His tastes in women also veered toward the deluxe.   “He had such beautiful girlfriends,” said another neighbor, adding that he seemed completely trustworthy, bright and educated.   Neighbors believed he was a Russian-language TV journalist and his personal Web site shows photos of him in far-flung locales like Cambodia, Thailand and Turkey.   Among the hundreds of pictures are several of him with animals – holding a lizard, a turtle and a scorpion – and others of him wearing a Nazi helmet and leaning on an old U.S. jet fighter while in Vietnam. <em>Additional reporting by Philip Messing, Lorena Mongelli, and Jennifer Fermino</em><em>murray.weiss@nypost.com</em>  Scammers and skimmers   Andrei Potupa allegedly used a series of blank cloned credit cards he claims he bought over the Internet – for the rip-offs.   Here’s how “blank card” scams work:   * Credit-card thieves install a skimmer (a battery-operated device available for $10 over the Internet) on an ATM.   * The skimmer records account information encrypted on the card’s magnetic strip.   * At the same time, thieves use a tiny pinhole camera at the ATM to watch users keying in their PIN.   * Data obtained from the skimmer and the camera are stored on a computer. The scammers buy blank cards with magnetic strips and a commercial card writer.   * The financial information contained on the victim’s card, as well as the PIN, is transferred to the magnetic strip when a blank card is swiped through the card writer.   * Thieves can now use a cloned card at any ATM and withdraw a victim’s cash. ",
    "2006 - 10091": "Doctors tracking 9/11 rescue and recovery workers are studying whether the toxic air at the World Trade Center caused not only lung disease and possibly cancer – but also heart attacks, The Post has learned.   The death toll of the Ground Zero heroes – firefighters, cops, EMTs, construction workers, immigrant laborers and others – is climbing, and a growing number are dying of heart attacks and cardiovascular disease.   Researchers who have studied Ground Zero air samples – initially called “safe” by the EPA – are not surprised at illnesses surfacing in many who worked without respirators or safety suits at the hugely hazardous site.   “These people have been screwed,” said Thomas Cahill, a scientist at the University of California-Davis who has studied the finely pulverized airborne poisons that WTC workers “inhaled deep into the lungs” for months.   “They’re as much victims of 9/11 as those killed in the buildings.”   Doctors monitoring 13,000 WTC workers are investigating a possible link between the heart problems and the respiratory ailments so common among the tens of thousands of Ground Zero workers and nearby residents.   “There is an increased risk of heart problems from lung disease,” said Dr. Stephen Levin, of the WTC medical monitoring program at Mount Sinai School of Medicine in Manhattan.   “There is also evidence that people exposed to micro-fine particles -which was certainly the case at the World Trade Center – are at increased risk for heart disease.”   Researchers will soon consult top cardiologists on possible blood tests to detect the hidden danger, Levin told The Post.   The new focus comes two weeks after James Doyle, 54, a retired transit worker from Staten Island, died of a heart attack.   Active and athletic before 9/11, Doyle developed lung disease after weeks of digging at Ground Zero and had to use an oxygen pump.   Last month, Kevin Lee, 31, a seemingly healthy NYPD cop, collapsed and died while chasing a suspect, raising questions about the effects of his many hours at Ground Zero.   And last June, Tim Keller, 41, an FDNY emergency medical technician and father of four, died of a heart attack after going on disability for post-9/11 asthma, bronchitis and pulmonary emphysema.   “By the end, he couldn’t walk two steps without taking a breath,” said his son David, 19.   “One day, he just went – his lungs stopped pumping enough blood into his heart.”   Doctors told the family Keller’s death was “directly related to his days of search and rescue down at Ground Zero,” the son said.   David Worby, a lawyer representing 6,000 WTC workers in a class-action lawsuit, said about six men in their 30s or 40s with no family history of coronary disease have died of heart attacks so far.   “Hundreds more will die prematurely,” he predicted. “This is scratching the surface of all the diseases linked to these toxic exposures that people must be tested for and treated.”   So far, at least 24 of the 6,000 workers have died from inhaling, ingesting or absorbing WTC dust and fumes – rife with thousands of pounds of pulverized mercury, lead, asbestos, dioxin, benzene, cadmium and PCBs, the suit argues.   The dead include men in their 30s, 40s and 50s from cancers of the esophagus, throat, pancreas, and kidney, Worby said.   Such cancers normally take years longer to develop, but Worby contends they struck sooner because of a “synergistic effect” of the deadly toxins – a theory Levin said is under study.   Others have died or suffer from lymphoma and leukemia – blood cancers that can develop several years after exposure to toxins.   After working 12-hour days for three months, digging for body parts and doing security at Ground Zero, NYPD detective Ernie Vallebuona, 40, is fighting lymphoma.   Since a recurrence, he has undergone a second round of chemotherapy and blood stem-cell transplants – and will learn this week whether it worked.   Weakness and fatigue after 9/11 – “I couldn’t pull my kids in a wagon to the beach” – led doctors to discover a large mass in his abdomen.   The disabled vice cop, bald from the treatment and on many medications, is so vulnerable to deadly infection he can’t eat out or play with his two sons.   He couldn’t root for them at the recent Boy Scout Pinewood Derby because of the crowd.   “It breaks my heart,” Vallebuona said. “I’m just holed up in the house. I feel like such a lump.”   Fellow detective Rich Volpe, 38, “spit up blood and black stuff from my lungs for months” during 12-hour shifts at Ground Zero and the Fresh Kills landfill.   Volpe was diagnosed with kidney disease in 2002, and has lost 50 percent of function in both kidneys.   He will eventually need a transplant to survive. Doctors have told the bachelor he may never have kids.   Speaking between loud gasps and coughs, ironworker John Sferazo, 50, recalled inhaling “green gases” bubbling up from Ground Zero for 30 days after the terror attacks.   “There were times I couldn’t wear any type of respiratory protection because the air was so bad you had to inhale whatever you could to try and pull some oxygen out of it,” he said   Sferazo, a father of three, has lost a third of his lung capacity. Last week he attended the funeral of a fellow Local 361 worker and Ground Zero partner, Michael Kendrick, who died of lung cancer.   “I saw his daughter kiss his corpse goodbye. It was tragic,” he said.   While “cancer is a continuing concern,” among firefighters, cancer and heart attacks have not risen above normal since the terror attacks, said Dr. Kerry Kelly, the FDNY’s chief medical officer. She did not give numbers.   But more than 2,000 Bravest have suffered pulmonary problems, including 500 forced to retire on disability, she said.<em>susan.edelman@nypost.com</em>  WHAT OFFICIALS HAVE BEEN SAYING:   Sept. 13, 2001 – EPA spokeswoman Tina Kreisher: “The good news for the residents of New York is that the air, while smoky, is not dangerous . . . it is not something we would classify as toxic.”   Sept. 17, 2001 – EPA Administrator Christie Whitman: “I am glad to reassure the people of New York and Washington, D.C., that their air is safe to breathe and their water is safe to drink.”   Sept. 28, 2001 – Rudy Giuliani: “The air quality is safe and acceptable. I know there are people concerned and worried about it, but that’s just the reality.”   Oct. 25, 2001 – EPA spokeswoman Mary Mears: “Yes, [toxic levels] are high. But you get a little distance from the plume and they go dramatically down.”   Nov. 29, 2003 – Former EPA Deputy Administrator Linda Fisher: “In hindsight, we should have qualified the [safe to breathe] statements by saying that this was our best judgment given the data that we had.”   Feb 2. 2006 – Manhattan federal Judge Deborah Batts: “No reasonable person would have thought that telling thousands of people that it was safe to return to lower Manhattan.”  CASE STUDIES  Case 1   Name: Tim Keller   Age: 41   Job: Fire Dept. EMT   Residence: Levittown, L.I.   Time at Ground Zero: Two days from the morning of Sept. 11.   Symptoms: Coughing over the first year, then severe breathing difficulty, inability to walk several steps without stopping for air.   Diagnosis: Severe hypertension, chronic asthma, bronchitis and pulmonary emphysema.   Prognosis: Granted a three-quarters-pay disability pension in January 2005. The father of four died of a heart attack on June 23, and had yet to receive a full pension check.   Case 5   Name: Rich Volpe   Age: 38   Job: NYPD detective   Residence: Mount Kisco   Time at Ground Zero: 18 hours on 9/11, then six months sifting debris at Fresh Kills landfill, up to 12 hours a day. Symptoms: Spit up blood and black gunk. Chest pains, shortness of breath, collapsed walking up stairs, coughing attacks.   Diagnosis: Function in both kidneys dropped 50%; high blood pressure; high cholesterol.   Prognosis: Taking 7-8 medications. On disability. Will need kidney dialysis and transplant. May not be able to have children.   Case 4   Name: John Walcott   Age: 41   Job: NYPD narcotics detective   Residence: Pomona, Rockland County   Time at Ground Zero: 18 hours on 9/11, then six months at Fresh Kills sifting debris.   Symptoms: Shortness of breath, unexplained weakness, fatigue.   Diagnosis: Acute myelogenous leukemia.   Prognosis: In remission after chemotherapy and two stem-cell transplants; 50/50 chance of surviving five years.   Case 3   Name: Ernie Vallebuona   Age: 40   Residence: New City, Rockland County   Job: NYPD detective   Time at Ground Zero: 18 hours on 9/11; 12 hour-days for three months.  Symptoms: Coughed up green phlegm; exhaustion, shortness of breath.   Diagnosis: Large mass found in abdomen; lymphoma.   Prognosis: Uncertain. Cancer recurred last year after chemotherapy, radiation, second stem-cell transplant using his own blood. Repeated same treatments last month. Confined to home and special diet to avoid infection while immune-suppressed.   Case 2   Name: Alex Sanchez   Age: 38   Job: Worker, ABM cleaning company   Residence: Washington Heights   Time at Ground Zero: Seven months from Sept. 13; seven days a week, 12 to 14 hours a day.   Symptoms: Nodes on his lungs, usually the first signs of cancer; difficulty breathing, runny nose, sore throat, fatigue, lack of acid for digestion.   Diagnosis: Chronic asthma, sinusitis and bronchitis, obstructive and chronic lung disease and muscular skeletal syndrome.   Prognosis: Can’t walk up two flights; unable to work. On 23 medications. Joint pain is getting worse.  By the numbers   400,000 people possibly exposed to 9/11 pollution   27,000 people reported sinus problems after the attack   21,000 people reported a persistent cough after the attack   78% of rescue and recovery workers reported WTC-related symptoms up to 14 months after the attacks   44% of nearby residents reported respiratory problems one year after the attack   8% of post-9/11 babies were below normal birth weight, versus the norm of 3%   $175 million allocated to the workers comp fund by Congress   Source: Sierra Club 9/11 Health Summary 2005 ",
    "2006 - 1950": " A 62-year-old California great-grandmother became one of the oldest women in the world to give birth when she delivered a healthy 6-pound, 9-ounce boy.   Family members said the delivery went smoothly. Janice Wulf and her third husband, Scott, 48, named the red-haired boy Adam Charles Wulf.   A Mexican drug dealer deported from the United States decided to take matters into his own hands – by chopping off his fingertips and replacing them with someone else’s.   Jesus Jimenez-Mejia got back in, but ended up busted in Washington state on immigration charges. He was sentenced to 10 years in prison on charges of drug trafficking last week and will be deported after he gets out of prison, officials said.   Authorities do not know where the replacement fingertips came from.  A German stoner bummed out after his drug dealer sold him “completely un-enjoyable” hashish lodged a complaint with the cops.   Hans-Juergen Bendt, 52, the self-described victim of “fraud,” thinks he should be refunded the $400 he spent.   Cops disagreed. Instead, they busted him for illegal purchase and possession of narcotic substances.   A tiger’s roar might be scary, but some animals find their feces just as intimidating.   Researchers in Australia say they’ve successfully tested a tiger-dropping-based repellent, which terrifies wild goats, feral pigs, kangaroos and rabbits enough to keep them away.   “Goats wouldn’t have seen a tiger from an evolutionary point of view for at least 15 generations but they recognize the smell of the predator,” repellent creator Peter Murray said.   A 7-year-old British boy went for a tumble in his family’s clothes dryer and lived to tell the tale.   Gary Purvis had jumped into the machine while playing hide-and-seek – it “looked like a good place to hide,” he told The Sun of Britain.   Gary’s 3-year-old brother slammed the dryer door, automatically setting it spinning.   His parents heard his cries and rescued him.",
    "2006 - 1156": " ALBANY – Illegal aliens injured on the job can sue their employers for lost wages even though they are not legally authorized to work in the United States, the state’s top court ruled yesterday.  In two 5-2 decisions, the Court of Appeals found in favor of a Mexican worker and a Polish worker, both of whom were in the country illegally and injured in construction accidents.  “The [state] labor law . . . applies to all workers in qualifying employment situations – regardless of immigration status,” Judge Victoria Graffeo wrote in the 25-page majority decision, adding it does not conflict with federal immigration law.  In a biting dissenting opinion, Justices Robert Smith and Susan Phillips Read agreed with the various general-contractor companies being sued that awarding undocumented workers lost past and future wages would undermine national immigration policies.  Smith wrote in his 12-page dissenting opinion that the majority “put at risk the duty of courts in our legal system to avoid the promotion of illegality.”  “When courts permit parties to recover on the basis of illegal transactions, the consequences can be unseemly,” he added. ",
    "2006 - 3358": "The thieving maid-to-the-stars – who brazenly swiped the $95,500 diamond earrings Robert De Niro gave his wife for their wedding – was sent up the river without a feather duster yesterday.   An angry judge sentenced sobbing Lucyna Turyk-Wawrynowicz, 35, to one to three years in state prison. Factoring in good behavior and time already served, the illegal immigrant could be shipped back to her native Poland by summer’s end.   Meanwhile, cops have returned most of the jewelry, shoes, cameras and clothing stolen by the mendacious maid to their rightful owners, who include actress Candice Bergen and Renee Rockefeller, daughter-in-law of the late Nelson Rockefeller.   Turyk-Wawrynowicz confessed to cops that she didn’t steal from client Isabella Rossellini, who was “nice” to her – but stole from the others because they were “mean.”   “You worked not only by cleaning and dusting . . . but by cleaning out the property of the various employers that you worked for,” Manhattan Supreme Court Justice Renee White said in scolding the dastardly domestic.   “You violated the trust of five individuals by stealing significant property from these individuals,” the judge told her.   Between 2001 and last year, the slippery Pole stole well over $100,000 in money and property from her well-heeled Manhattan clients. That included:   * The 11-carat diamond drop earrings De Niro gave his wife, Grace Hightower, for their wedding. Turyk-Wawrynowicz also took Hightower’s shoes, dresses and belts. The thefts happened last spring, as the maid cleaned the couple’s apartment at the Langham on Central Park West.   * A diamond engagement ring and earrings belonging to Rockefeller. Turyk-Wawrynowicz was working as a housekeeper at the Rockefellers’ East 79th Street apartment.   * A more than $1,000 brown suede coat stolen two years ago from Bergen, along with several cameras and some $5,250 in unauthorized credit card charges at Gristedes, Costco, Gracious Home, and Barefoot Contessa.   When Bergen confronted her, the maid threatened, “If you have me arrested, I will go to the press and tell them the reason I was accused of these crimes is because your husband sexually harassed me and I refused his advances.”   * Some 17 unauthorized charges in March 2001 at Barneys New York – for items including clothes by Prada – on the credit card of another employer, children’s apparel store owner Denise Menton. Confronted, the maid said, “I did not think that you would notice.”   Turyk-Wawrynowicz was busted only after Hightower noticed her valuable earrings were missing and called the cops last June. The other victims came forward after the DA’s office contacted them, or upon seeing news accounts of the arrest. Both De Niro and Bergen testified about the thefts before a Manhattan grand jury.   More digging by Assistant District Attorney Anne Schwartz revealed that the maid had used a stolen Social Security card to get hired in the first place. Turyk-Wawrynowicz pleaded guilty to grand larceny, forgery and identity theft earlier this month.  —  Housecreeper  Among the items stolen by maid-to-the- stars Lucyna Turyk-Wawrynowicz (right) were:  * $5,245.25 in expenses charged to a credit card stolen from Candice Bergen (left)  * 11-carat diamond-drop earrings given to Grace Hightower (right) by husband Robert De Niro, worth aproximately: $95,500",
    "2006 - 3113": " WASHINGTON – Three Ohio men were indicted yesterday for plotting attacks on U.S. troops in Iraq, in a disturbing new case that revealed efforts by master terrorist Abu Musab al-Zarqawi to recruit Americans to the global jihad.   Attorney General Alberto Gonzalez announced the indictment of three men who all lived in Toledo, including one man with American and Jordanian citizenship who is also accused of threatening to kill or maim President Bush.   “These defendants have been living in the U.S., where they have been engaging in weapons training and seeking help in order to kill people abroad, including our troops,” Gonzalez said.   “Individuals who aid terrorists within our borders threaten the safety of all Americans,” he added.   The indictment made repeated references to connections with “mujahedeen brothers overseas,” but did not specify which terrorist group they were connected to.   But U.S. counterterrorism officials told The Post the three men, who were arrested over the weekend, had been recruited by al Qaeda in Iraq, the bloodthirsty terror network headed by Zarqawi.   “This is a very serious case. We have known for quite a while that the Zarqawi network was recruit- ng among the immigrant Muslim population in Europe. But this is the first time we have seen it here in this country – so this is a little disquieting,” said Vincent Canistraro, former CIA counterterrorism director.   The three terrorist wannabes were identified as Mohammad Zaki Amawi, 26, a U.S. citizen born in Jordan, Marwan Othman al-Hindi, 42, also a U.S. citizen born in Jordan, and Wassim Mazloum, 24 from Lebanon. They are charged with plotting to kidnap, kill and maim people in a foreign country, and face life in prison of convicted.   The indictment handed down by a federal grand jury in Cleveland yesterday outlined an elaborate plot dating back to November 2004 in which one man used an auto dealership and another formed a tax-exempt foundation to solicit government grants and private donations to fund their jihad activities.   The men were in touch with a former military trainer – who later turned informer – who helped them learn how to shoot guns at indoor ranges.   They also had videos on how to make suicide bomb belts and improvised explosive devices.   The feds also accused them in the indictment of attempting to purchase chemical agents and recruit others, whom Gonzalez did not identify, to fight U.S. troops in Iraq.   In one case, the men talked about practicing setting off explosives last July 4, using fireworks celebrations to cover the sound of their bombs going off. It is unclear whether they carried out that plan.   Amawi, who is also charged with discussing killing or injuring Bush, pleaded not guilty in Cleveland yesterday. The other two were also expected to be arraigned.   Mazloum is also accused of using a car dealership he runs with his brother as cover to travel to Iraq to learn how to build bombs with ordinary household items.   Hindi is accused of trying to get the military trainer to travel with him to the Middle East to set up a terrorism training center."
}