{
    "2020 - 3333": "Rep. Duncan Hunter has formally submitted <a href=\"https://nypost.com/2019/12/06/california-congressman-duncan-hunter-to-quit-after-holidays/\">his letter of resignation</a> to House Speaker Nancy Pelosi and California Gov. Gavin Newsom, saying he will vacate his congressional seat on Jan. 13.In the letter, <a href=\"https://twitter.com/Rep_Hunter/status/1214678578400518145\">posted to Twitter</a> on Tuesday, the Republican made no mention of <a href=\"https://nypost.com/2019/12/02/gop-rep-duncan-hunter-will-plead-guilty-to-swiping-250k-from-campaign/\">his December guilty plea</a> on charges of misusing at least $250,000 in campaign funds. Instead, he touted his military service, noting he enlisted in the Marines after 9/11, and his congressional work.“After three tours of duty in Iraq and Afghanistan, I was elected to the House and brought with me lessons I learned during my service in the Marine Corps and the values instilled by my father who held this seat before me,” Hunter wrote.“During my time in Congress, I had the privilege of helping thousands of individuals in my district — from making sure veterans received the benefits they earned, to helping Social Security and Medicare recipients cut through red tape, to assisting immigrants seeking legal citizenship, and countless others going up against the IRS, ATF or other government agencies,” the Californian added as he noted his past accomplishments.The San Diego representative <a href=\"https://nypost.com/2018/08/21/gop-congressman-indicted-for-campaign-finance-violations/\">was charged with his wife, Margaret</a>, in August 2018 for spending campaign funds on family vacations to Italy and Hawaii, tuition for their children, theater tickets, groceries, restaurant bills, dental visits and even plane tickets for their pet bunny, Eggburt, to travel alongside them.Hunter initially slammed the indictment as politically motivated and brought on by “<a href=\"https://nypost.com/2018/08/23/gop-congressman-indicted-on-corruption-charges-blames-democrat-prosecutors/\">partisan Democrat prosecutors</a>,” before his wife began to cooperate with investigators <a href=\"https://nypost.com/2019/06/13/duncan-hunters-wife-admits-she-bought-plane-ride-for-pet-bunny-with-campaign-funds/\">as part of a plea agreement</a> in June 2019 — which required her to testify against her husband.After pleading guilty, however, Hunter sought to spin the plea as a result of him making “mistakes.”“I failed to monitor and account for my campaign spending. I made mistakes, and that’s what [pleading guilty] was all about. So, that being said, I’ll have more statements in the future about the future.”California prosecutors slammed his comments, saying his crimes were “not about mismanagement of his campaign.”“Congressman Hunter himself misappropriated his own campaign funds for the use of himself and his family,” using those funds “as a piggy bank to float a lifestyle they couldn’t maintain,” Assistant US Attorney Phil Halpern, who was part of the prosecution team against the embattled politician, said in response.As part of his guilty plea, Hunter <a href=\"https://nypost.com/2019/12/04/gop-rep-duncan-hunters-seat-in-limbo-as-he-faces-5-years-behind-bars/\">faces up to five years behind bars</a>. Halpern said his office would seek a prison term of at least one year.",
    "2020 - 4138": "Carlos Ghosn’s <a href=\"https://nypost.com/2019/12/31/ex-nissan-honcho-carlos-ghosan-fled-japan-by-hiding-in-musical-instrument-case-report/\">brazen escape from Japan</a> involved millions of dollars and months of careful planning by a team of international experts — including one who deemed the plot “impossible,” according to a new report.The team, involving a former Green Beret with hostage rescue experience, hadn’t done a dry run before successfully smuggling the disgraced Nissan CEO out of the country <a href=\"https://nypost.com/2020/01/06/heres-the-box-allegedly-used-to-smuggle-carlos-ghosn-out-of-japan/\">inside a black concert equipment box</a>, <a href=\"https://www.wsj.com/articles/inside-carlos-ghosns-great-escape-a-train-planes-and-a-big-black-box-11578445084?mod=hp_lead_pos6\">the Wall Street Journal reported</a>.In fact, they were prepared for Ghosn to call off the mission at the last minute.“It’s impossible,” the Journal quoted one team member as saying during the planning process, which began in the spring and involved 10 to 15 collaborators.The Journal revealed step by step how Ghosn’s Dec. 29 escape from Kansai International Airport in Osaka to Lebanon went down.Across 20 trips to Japan, the team — which included Michael Taylor, an ex-Special Forces member, and his longtime associate George-Antoine Zayek — cased more than 10 airports or other ports and also considered taking Ghosn out by boat.But the busy airport <a href=\"https://nypost.com/2020/01/06/japan-tightens-immigration-measures-after-carlos-ghosn-escape/\">was ultimately chosen</a> because it’s regularly vacant — and the team had learned the X-ray machines were only capable of scanning small bags, meaning larger items rarely got checked on their way out.Ghosn was out on bail at the time and had his communications closely monitored by Japanese authorities — so his alleged co-conspirators used human messengers to communicate.A $350,000 contract with a Turkish private jet operator, MNG Jet Havacilik AS, was booked for a 13-passenger Bombardier jet for two trips on Dec. 29 — from Dubai to Osaka and then from Osaka to Istanbul, according to records obtained by the Journal.The plan was in place by early December, though Ghosn could’ve called it off at any moment, the Journal reported.Prohibited from seeing <a href=\"https://nypost.com/2020/01/07/japan-issues-arrest-warrant-for-carole-ghosn-wife-of-ex-nissan-ceo/\">his wife, Carole,</a> over the holiday season, Ghosn was driven to abscond from Japan following a pretrial hearing on Christmas.Ghosn left his home in Tokyo around 2:30 p.m. that day, took a bullet train to Osaka and then a cab to a hotel — where he narrowly missed running into Japanese Prime Minister Shinzo Abe, who had just checked in.Surveillance video showed Ghosn, charged with under-reporting his income and siphoning $5 million in Nissan funds for his own personal use, entering the hotel around 7:30 p.m. but never leaving — suggesting he climbed into the equipment box at the hotel.Four hours later, Ghosn, Taylor and Zayek were in the private jet headed toward Istanbul, but only Taylor and Zayek appeared on the flight manifest.As the plane passed over Russia, the 5-foot-7 Ghosn crawled out of the box but sat in a rear seat, out of the view of flight crew.Istanbul was chosen as a stopover point to avoid raising suspicions in Japan over a direct flight to Beirut, sources told the Journal.Once in Turkey, Ghosn hopped in a car and drove about 100 yards to a smaller jet, which, unlike the flight from Osaka to Istanbul, had not filed a flight plan.Ghosn had to turn over his French, Lebanese and Brazilian passports to Japan as part of his bail conditions, but he had convinced a Japanese court to allow him to carry a duplicate French passport.He used that and a Lebanese identification card to eventually enter Lebanon.In <a href=\"https://nypost.com/2020/01/08/carlos-ghosn-slams-smear-campaign-by-japanese-authorities-and-nissan/\">his first public appearance</a> Wednesday since his dramatic escape, Ghosn declined to discuss details with reporters but said he had “fled injustice and persecution.”",
    "2020 - 1070": "A New York appeals court on Wednesday <a href=\"https://nypost.com/2019/10/11/judge-blocks-trump-policy-that-makes-green-cards-harder-to-get/\">upheld a lower court</a> ruling blocking the Trump Administration from enacting a new regulation making it easier to deny green cards and visas to immigrants.In a brief ruling, the Second Circuit Court of Appeals upheld an October ruling from Manhattan federal court Judge George Daniels, who blocked the enforcement of the so-called “public charge” rule in a scathing opinion that called the policy “repugnant to the American Dream.”The “public charge” rule, unveiled last year, would make it easier for the government to <a href=\"https://nypost.com/2019/08/12/trump-administration-makes-it-easier-to-deny-green-cards-to-immigrants/\">deny proper paperwork</a> to immigrants who may require government assistance such as Medicaid or food stamps.The Wednesday decision also upheld a nationwide injunction — meaning the policy cannot be enforced anywhere.The Department of Justice did not immediately return a request for comment.",
    "2020 - 5940": "A congressman who served in Afghanistan as a member of the Navy Reserve spoke out on behalf of America’s military veterans Wednesday after US Rep. Ilhan Omar claimed she suffered from post-traumatic stress disorder.US Rep. Jim Banks (R-Ind.) said Omar’s comments were a “disgrace,” calling the remarks “offensive to our nation’s veterans who really do have PTSD after putting their life on the line to keep America safe.”Omar (D-Minn.) had made her remarks during a news conference with other Democrats on Wednesday, at which she said she “felt ill” because of “everything that is taking place” in the Middle East — a reference to the recent tensions between the US and Iran, including last week’s US airstrike in Baghdad and Iran’s missile attacks early Wednesday against airbases in Iraq where US service members are stationed.“And I think every time I hear about … I hear of conversations around war, I find myself being stricken with PTSD,” she said. “And I find peace knowing that I serve with great advocates for peace and people who have shown courage against war.”This is a disgrace and offensive to our nation’s veterans who really do have PTSD after putting their life on the line to keep America safe. <a href=\"https://t.co/twhZDuUDu0\">pic.twitter.com/twhZDuUDu0</a>— Jim Banks (@RepJimBanks) <a href=\"https://twitter.com/RepJimBanks/status/1215034549765312512?ref_src=twsrc%5Etfw\">January 8, 2020</a><script async=\"\" charset=\"utf-8\" src=\"https://platform.twitter.com/widgets.js\"></script>After Banks took issue with her comments, Omar posted a reply on Twitter, making reference to her youth in war-torn Somalia. Omar left her homeland with her family near the start of the Somali civil war in 1991 and spent four years at a Kenyan refugee camp before immigrating to the US in 1995.“Hi Jim, I survived war as a child and deal with post-traumatic stress disorder — much like many who have served or lived through war,” she wrote in the tweet, which was addressed to Banks but not tagged. “It’s shameful that you as a member of Congress would erase the PTSD of survivors.”I survived war as a child and deal with post-traumatic stress disorder—much like many who have served or lived through war.It’s shameful that you as a member of Congress would erase the PTSD of survivors. <a href=\"https://t.co/QdDBKDSOCS\">pic.twitter.com/QdDBKDSOCS</a>— Ilhan Omar (@IlhanMN) <a href=\"https://twitter.com/IlhanMN/status/1215054586383425544?ref_src=twsrc%5Etfw\">January 8, 2020</a><script async=\"\" charset=\"utf-8\" src=\"https://platform.twitter.com/widgets.js\"></script>But Banks doubled down on his comments later Wednesday evening, posting a video that showed Omar and other Democrats giggling in the background as their colleague Rep. Sheila Jackson Lee (D-Texas) spoke to reporters about the more than 4,000 US service members killed in Iraq over the years.Trump is on the brink of dragging us into an endless war. I need you to stand with me in calling on Congress to stop Trump. Add your name ➡️ <a href=\"https://t.co/uEveJykhBr\">https://t.co/uEveJykhBr</a> <a href=\"https://twitter.com/hashtag/NoWarWithIran?src=hash&amp;ref_src=twsrc%5Etfw\">#NoWarWithIran</a> <a href=\"https://t.co/1JiEHBrBOX\">pic.twitter.com/1JiEHBrBOX</a>— Ilhan Omar (@IlhanMN) <a href=\"https://twitter.com/IlhanMN/status/1215075539729494018?ref_src=twsrc%5Etfw\">January 9, 2020</a><script async=\"\" charset=\"utf-8\" src=\"https://platform.twitter.com/widgets.js\"></script>“Your words and actions at today’s press conference reveal your feelings toward our soldiers serving abroad and the video speaks for itself,” Banks wrote, including a video of the news conference shared by Rep. Jody Hice (R-Ga.).Your words and actions at today’s press conference reveal your feelings toward our soldiers serving abroad and the video speaks for itself. 👇 <a href=\"https://t.co/T2OREUaIm6\">https://t.co/T2OREUaIm6</a>— Jim Banks (@RepJimBanks) <a href=\"https://twitter.com/RepJimBanks/status/1215067392201691137?ref_src=twsrc%5Etfw\">January 9, 2020</a><script async=\"\" charset=\"utf-8\" src=\"https://platform.twitter.com/widgets.js\"></script>Omar posted another message about a half-hour later, elaborating that she had “lived in a war zone” and had “seen what conflict does to families and communities.”Common Defense, a veterans group that opposes President Trump, came to Omar’s defense on social media.“Dear @RepJimBanks…Veterans like us know that people wearing uniforms aren’t the only ones impacted by war.@Ilhan is a refugee,” the group said. “We stand with her against hawkish elites like you.”This is a tremendously ignorant thing to say.Veterans like us know that people wearing uniforms aren’t the only ones impacted by war.<a href=\"https://twitter.com/Ilhan?ref_src=twsrc%5Etfw\">@Ilhan</a> is a refugee. We stand with her against hawkish elites like you. <a href=\"https://twitter.com/hashtag/VetsForIlhan?src=hash&amp;ref_src=twsrc%5Etfw\">#VetsForIlhan</a> <a href=\"https://twitter.com/hashtag/EndForeverWar?src=hash&amp;ref_src=twsrc%5Etfw\">#EndForeverWar</a> <a href=\"https://t.co/oIE3iWZGK9\">https://t.co/oIE3iWZGK9</a>— Common Defense (@commondefense) <a href=\"https://twitter.com/commondefense/status/1215058716497629184?ref_src=twsrc%5Etfw\">January 8, 2020</a><script async=\"\" charset=\"utf-8\" src=\"https://platform.twitter.com/widgets.js\"></script>Others also noted that PTSD doesn’t just affect those who serve in the military.But some commenters came to Banks’ defense as well.“If you aren’t familiar with Banks, he’s been with the Navy since 2012,” <a href=\"https://twitter.com/AwakeTimes/status/1215116313330376706?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed&amp;ref_url=https%3A%2F%2Fwww.foxnews.com%2Fpolitics%2Frep-llhan-omar-responds-to-criticism-by-rep-jim-banks-over-her-stricken-with-ptsd-statement\" rel=\"noopener\" target=\"_blank\">one Twitter user wrote</a>, “and was deployed to Afghanistan about 6 years ago. So he knows a little something about PTSD.”",
    "2020 - 2343": "Several news organizations reported documents being circulated among government officials that outlines plans for the new ban. <a href=\"https://www.buzzfeednews.com/article/hamedaleaziz/trump-preparing-expand-travel-ban-muslim-immigration\" rel=\"noopener\" target=\"_blank\">Buzzfeed said</a> the materials include details for engaging with the media and a draft presidential proclamation.The new restrictions were proposed by Department of Homeland Security officials following a review of security protocols and “identity management” for about 200 countries, the AP reported.An administration official <a href=\"https://www.cbsnews.com/news/white-house-considering-expanding-travel-ban/\" rel=\"noopener\" target=\"_blank\">told CBS News</a> that relevant Cabinet secretaries are required to provide the president with regular reports about worldwide compliance with US immigration security requirements under “Presidential Proclamation 9645.”“Presidential Proclamation 9645 establishes uniform metrics and baselines for evaluating a nation’s cooperation with U.S. law enforcement and security authorities,” the official said. “Those nations that fail to comply with basic security requirements – including biometrics, information-sharing, and counter-terrorism measures – face the risk of restrictions and limitations on their participation in US immigration programs. Similarly, countries with restrictions may have those restrictions lifted by satisfying those security requirements.”The current ban suspends immigrant and non-immigrant visas to applicants <a href=\"https://nypost.com/2017/09/22/trump-revises-travel-ban-restrictions/\">from five majority-Muslim nations</a>: Iran, Libya, Somalia, Syria and Yemen, as well as Venezuela and North Korea, but it allows exceptions, including for students and those who have established “significant contacts” in the US.The original ban, <a href=\"https://nypost.com/2017/10/21/federal-judge-in-hawaii-expands-block-on-trump-travel-ban/\">which was struck down by several courts</a>, included several other countries, like Sudan and Chad, but not Venezuela and North Korea. It sparked <a href=\"https://nypost.com/2017/01/30/white-house-says-protests-mean-travel-ban-is-hugely-successful/\">mass protests at airports around the country</a> when it was announced days after Trump took office in January 2017.",
    "2020 - 1402": "No mas!Texas Gov. Greg Abbott, blaming Congress for “a broken federal immigration system,” took President Trump up on his offer allowing states to bar refugees — making Texas the first to do so.The Lone Star State has been the nation’s top destination for refugee resettlement for more than a decade, Abbott said Friday in a letter to Secretary of State Mike Pompeo.“Since FY2010 … roughly 10% of all refugees resettled in the United States have been placed in Texas,” <a href=\"https://www.star-telegram.com/news/politics-government/article239118873.html\" rel=\"noopener\" target=\"_blank\">Abbott complained.</a> “Texas continues to have to deal with the consequences of an immigration system that Congress has failed to fix.”Trump issued an executive order in September <a href=\"https://www.reuters.com/article/us-usa-immigration-refugees/texas-becomes-first-state-to-refuse-refugees-under-trump-order-idUSKBN1Z92CL\" rel=\"noopener\" target=\"_blank\">requiring each state</a> to formally consent to refugee resettlement within their jurisdictions.At least 40 governors have said they will allow refugees into their states.In November, Trump <a href=\"https://nypost.com/2019/11/03/trump-signs-off-on-plan-to-cap-us-refugee-limit-at-18000-in-2020/\">capped the number of refugees</a> that the U.S. will take in this year at 18,000 – the lowest number ever allowed under a resettlement program launched in 1980.",
    "2020 - 10415": "Like Marie-Antoinette, Carlos Ghosn’s troubles escalated after a round of extravagant parties at the Palace of Versailles.When the former Nissan boss and international fugitive married his second wife Carole Nahas Marshi in 2016, he organized a sumptuous soiree for 120 guests at the sprawling 17th century chateau on the outskirts of Paris that was once home to the ill-fated last queen of France.Guests in black tie and sweeping gowns gathered for the lavish banquet that also doubled as Carole’s 50th birthday celebration. They dined on Limoges china and drank vintage wine from Ghosn’s own Ixsir vineyard in Lebanon. The four-foot wedding cake was a pyramid of choux pastry draped with fondant white flowers. Antique tables overflowed with pastel-colored macaroons, strawberries and grapes as guests mingled with costumed actors in powdered pompadour wigs.“We wanted it to feel as if we were inviting guests into our home — nothing too studied,” Carole Ghosn told “Town and Country,” which featured photos of the sultry blonde in a striking green taffeta gown adorned with gold flowers by Paris designer Rabih Kayrouz.“When you invite people to a party, they say maybe,” said Carole, a Lebanese-born New Yorker. “When you invite them to Versailles, they will come.”Carole Ghosn spoke from experience, for the wedding was the second time the couple entertained at Versailles. The first was in 2014 when Ghosn personally invited 160 people to celebrate the 15th anniversary of the alliance between Nissan and Renault. But the March 9th dinner, which was catered by celebrity French chef Alain Ducasse and featured an elaborate fireworks display, coincided with Ghosn’s 60th birthday, and not the March 27th birth of the joint venture in 1999.Most of the guests at the Louis XIV-inspired dinner were friends of the couple from around the world, according to French press reports. Only a handful of attendees were employees of the car giants, according to BFM TV in France, which obtained the exclusive guest list. Following the festivities, a 28-page photo album was emailed to all guests, and <a href=\"https://www.autonews.com/executives/ghosns-image-boosting-campaign-undermined-party-video\">a professionally shot video</a> of the soiree was produced.“As usual, I count on your total discretion on this event,” warned the last line of Ghosn’s invitation.Long known as “Le Cost Cutter” in France, the maverick executive had been credited with saving the car companies he oversaw from bankruptcy, largely by ruthlessly slashing jobs, cutting expenses and streamlining operations.At more than $700,000, the price-tag of the Versailles party would prove awkward as a corporate expense, and questions would also arise in France about who paid for the extravagant wedding reception/birthday party for his wife.In November 2018, Japanese authorities charged Ghosn with diverting company funds for his own benefit and underreporting his income in the tens of millions of dollars — his salary and stock options totaled $17 million in 2017.Two weeks ago,<a href=\"https://nypost.com/2020/01/02/carlos-ghosn-parties-in-lebanon-after-instrument-case-escape-from-japan/\"> he escaped to Lebanon in an instrument case from Japan </a>where he was on bail awaiting trial. Among the issues that seemed to bother his Nissan bosses most were the images of a tuxedoed Ghosn happily greeting guests at the Gallery of Great Battles, the Versailles Palace’s grandest room where 15 centuries of French military victories are depicted on its walls.Carlos Ghosn, 65, wasn’t always so rich or extravagant.His family has humble roots in the Brazilian Amazon where his grandfather, Bichara Ghosn, first settled as a 13-year-old, illiterate emigrant from Lebanon. The elder Ghosn went in search of El Dorado in the outback region, and took on a series of odd jobs in Porto Velho on the Madeira River, a tributary of the Amazon, where many Syrian and Lebanese immigrants settled in the 19th and 20th centuries. Although he soon made a good living in Brazil’s aviation industry, Bichara Ghosn, a Maronite Christian, always longed to re-establish himself in his beloved native country.“The Maronites who emigrated have maintained their loyalty to Lebanon and to their family members who stayed in the old country,” wrote Carlos Ghosn in his 2003 book “Shift: Inside Nissan’s Historic Revival.” “They send money. They pay to construct a house in their ancestral village and visit it from time to time.”Ghosn would follow his grandfather’s example, investing heavily in a winery and other real estate ventures in Lebanon — a decision that would end up saving his life after he launched his dramatic escape from Tokyo to Beirut at the end of last year.Ghosn was born in Porto Velho on March 9, 1954, but after a childhood illness, his mother moved him to “the old country” where he studied at an elite Jesuit school in Beirut. After high school, Ghosn left for Paris where he enrolled at a prestigious engineering school and met his first wife Rita Kordahi, a pharmacy student who, like Ghosn himself, was fond of bridge.  She also has Lebanese roots.They married in 1984 when Ghosn was 30, and a year later took off for Rio de Janeiro, where the rising corporate star was put in charge of the Michelin tire company’s South American operations. Ghosn was so successful at restructuring the firm and helping it become profitable that his corporate bosses in Paris put him charge of their operations in the US.The Ghosns moved with their young family — they have four children — to South Carolina where the corporate titan eventually was promoted to CEO of Michelin North America in 1990. Six years later, the family moved to Paris where he headed operations for Renault. In 1999 when Renault and Nissan formed their alliance, executives called on Ghosn as chief operating officer. By 2001, he was appointed CEO of Nissan, and uprooted his family yet again — this time to Tokyo.But following Ghosn around the world was tough on Rita who had abandoned her own career plans to raise her family and support Ghosn’s successful trajectory, according to French press reports. By 2012, their marriage was over.“All narcissists are hypocrites,” said Rita Ghosn in a social media post shortly after his arrest. “They pretend to have morals and values that they really don’t possess. Behind closed doors, they lie, insult, criticize, disrespect and abuse. They can do and say whatever they want, but how dare you say anything back to them or criticize them.”Friends of the couple said the bitterness largely stemmed from Ghosn’s relationship with Carole Nahas Marshi, an Upper East Side-based mother of three who had been married to Lebanese-born banker Marwan Marshi.With Carole, a philanthropist and entrepreneur who once headed a high-end caftan company, Ghosn suddenly became a boldface name on the European social circuit. Often photographed holding hands, the happy couple regularly attended glittering charity events, the Cannes Film Festival and the 2016 Olympic Summer Games in Rio. They flew on a lavish corporate jet to  Ghosn’s sprawling homes in Rio de Janeiro, Paris, Amsterdam, Tokyo and Beirut — all multi-million dollar properties that Ghosn convinced Nissan to buy for him. His French lawyers recently defended the purchases, saying it was much cheaper for the company to put him up at a series of private residences when he traveled on business rather than paying for high-end hotel rooms for Ghosn and his security team.Since New Year’s Eve, the couple, who had not been allowed to see each other for months while Ghosn was imprisoned in Japan, have been happily esconced at their $15-million salmon-hued mansion in Beirut. The $6 million renovations to the property, financed by Nissan, include expensive antiques and portraits of the former CEO.“I have not fled justice — I have escaped injustice and political persecution,” an audacious Ghosn insisted <a href=\"https://nypost.com/2020/01/08/carlos-ghosn-slams-smear-campaign-by-japanese-authorities-and-nissan/\">at a press conference that stretched for more than two hours in Beirut</a> last week in which he alternated answering reporters’ questions in Arabic, French, Portuguese and English. Ghosn holds Brazilian, French and Lebanese citizenship, and is beloved in Lebanon where the president Michel Aoun met with him hours after his arrival last month. Some Lebanese politicians had always hoped that the man who saved Nissan would do the same for the country one day and encouraged Ghosn to run for political office. In 2017, the country issued a postage stamp with his face on it. Although Lebanese authorities banned him from traveling outside the country last week, they said they will not comply with an Interpol “red notice” to extradite Ghosn to Japan.Last week, Japan requested that Interpol arrest Carole Ghosn, who is wanted in Japan on charges that she allegedly gave false testimony about her husband during a court appearance in Japan in April. Like her husband, Carole Ghosn is a Lebanese citizen.In addition to vigorously denying allegations of financial crimes, Ghosn accused Japanese law enforcement and former corporate colleagues of colluding against him to plot his downfall. After his arrest in 2018, Ghosn spent 14 months in prison and house arrest. He was often interrogated without the presence of an attorney and cut off from his family, he said.In addition to his troubles in Japan, Ghosn also addressed his Versailles parties last week, which have been the subject of ongoing probes in France. Auditors for Nissan are looking into Renault-Nissan BV, a Netherlands corporate entity which Japanese authorities said Ghosn used to finance his lavish lifestyle, including the purchase of a yacht and various homes around the world.Ghosn said he did not pay to rent Versailles for his wife’s party in 2016 because the palace’s renovations had been bankrolled by Renault. Somehow, the $55,000 price tag for the party was deducted from “the credit Renault earns from being a sponsor of Versailles,” he said. Ghosn has said he will pay back the cost of the swanky affair.“Catherine Pegard, who is the head of Versailles, told me, ‘Mr. Ghosn you are a big benefactor, you know from time to time for our big friends we can make rooms available. If you have a private party, we can make rooms available,’” said Ghosn at the press conference. “I say thank you very much.”",
    "2020 - 3698": "The seventh Democratic debate — and the last one before the Iowa caucuses — will air Tuesday night, pitting six of the 12 remaining White House hopefuls against each other in the smallest matchup of the 2020 election cycle.Here’s what you need to know ahead of the nationally televised contest.The debate will kick off at 9 p.m. EST and is slated to run for two hours. It’s being held at Drake University in Des Moines, Iowa, a traditional battleground state looked to as an election bellwether.The debate will air live on CNN, and can also be streamed through the network’s Web site or its apps.The following six candidates will square off Tuesday night: former Vice President Joe Biden; Massachusetts Sen. Elizabeth Warren; Vermont Sen. Bernie Sanders; South Bend, Ind. Mayor Pete Buttigieg; Minnesota Sen. Amy Klobuchar; and billionaire hedge-funder Tom Steyer.Businessman and outsider candidate Andrew Yang will have to watch the debate from afar, as he failed to make the Democratic National Committee’s polling thresholds to appear Tuesday night. Meanwhile, New Jersey Sen. Cory Booker <a href=\"https://nypost.com/2020/01/13/cory-booker-suspends-2020-presidential-run/\">suspended his own foundering campaign</a> on Monday, having previously failed to make the cut for December’s debate. And billionaire former New York City mayor Mike Bloomberg, who is self-funding his campaign, failed to make the mark despite polling at 5 percent in most surveys.From left to right, the candidates will stand in the following order: Steyer, Warren, Biden, Sanders, Buttigieg and Klobuchar.The debate will be moderated by a trio of journalists from CNN and The Des Moines Register. They are CNN anchor Wolf Blitzer, CNN political correspondent Abby Phillip and The Register’s chief political correspondent, Brianne Pfannenstiel.In addition to evergreen topics including health-care, immigration and gun control, the debate will likely feature a pronounced emphasis on foreign policy in light of recent <a href=\"https://nypost.com/2020/01/07/iraq-airbase-with-us-troops-targeted-in-rocket-attack-reports/\">tensions between the US and Iran</a>. With House Speaker Nancy Pelosi set to <a href=\"https://nypost.com/2020/01/10/nancy-pelosi-will-send-articles-of-impeachment-to-senate-next-week/\">deliver articles of impeachment</a> against President Trump to the Senate, the looming specter of a trial is also likely to be raised <span style=\"font-weight:400;\">— particularly because senators now comprise half the field.</span>Sparks may also fly between Sanders and Warren, after it emerged that in a Dec. 2018 conversation between the two, Sanders purportedly <a href=\"https://nypost.com/2020/01/13/elizabeth-warren-bernie-sanders-told-me-a-woman-would-not-be-elected-president/\">told Warren that a woman couldn’t win</a> the presidency. After CNN reported the alleged comment on Monday, Warren said in a statement that it was true, while Sanders told the network that it was “ludicrous.”A <a href=\"https://www.monmouth.edu/polling-institute/reports/monmouthpoll_IA_011320/\">Monmouth University poll</a> released on Monday found Biden holding a 24-percent share among likely Democratic caucus voters in the Hawkeye State. Sanders, Buttigieg and Warren are currently in a logjam at the middle of the pack, holding 18-, 17- and 15-percent, respectively. Klobuchar came in at 8-percent, while Steyer attracted half that.Following Tuesday’s contest, the candidates will next debate on Feb. 7 at Saint Anselm College in Manchester, New Hampshire. That event kicks off a busy month for the candidates, with two additional debates scheduled for Feb. 19 in Las Vegas, Nevada, and Feb. 25 in Charleston, South Carolina."
}