{
    "2018 - 4786": "WASHINGTON — Attorney General Jeff Sessions is rescinding the Obama-era policy that had paved the way for legalized marijuana to flourish in states across the country, two people with knowledge of the decision told the Associated Press. Sessions will instead let federal prosecutors where pot is legal decide how aggressively to enforce federal marijuana law, the people said.The people familiar with the plan spoke on condition of anonymity because they were not authorized to discuss it before an announcement expected Thursday.The move by President Donald Trump’s attorney general likely will add to confusion about whether it’s OK to grow, buy or use marijuana in states where pot is legal, since long-standing federal law prohibits it. It comes days after pot shops opened in California, launching what is expected to become the world’s largest market for legal recreational marijuana and as polls show a solid majority of Americans believe the drug should be legal.While Sessions has been carrying out a Justice Department agenda that follows Trump’s top priorities on such issues as immigration and opioids, the changes to pot policy reflect his own concerns. Trump’s personal views on marijuana remain largely unknown.Sessions, who has assailed marijuana as comparable to heroin and has blamed it for spikes in violence, had been expected to ramp up enforcement. Pot advocates argue that legalizing the drug eliminates the need for a black market and would likely reduce violence, since criminals would no longer control the marijuana trade.The Obama administration in 2013 announced it would not stand in the way of states that legalize marijuana, so long as officials acted to keep it from migrating to places where it remained outlawed and out of the hands of criminal gangs and children. Sessions is rescinding that memo, written by then-Deputy Attorney General James M. Cole, which had cleared up some of the uncertainty about how the federal government would respond as states began allowing sales for recreational and medical purposes.The pot business has since become a sophisticated, multimillion-dollar industry that helps fund schools, educational programs and law enforcement. Eight states and the District of Columbia have legalized marijuana for recreational use, and California’s sales alone are projected to bring in $1 billion annually in tax revenue within several years.Sessions’ policy will let US attorneys across the country decide what kinds of federal resources to devote to marijuana enforcement based on what they see as priorities in their districts, the people familiar with the decision said.Sessions and some law enforcement officials in states such as Colorado blame legalization for a number of problems, including drug traffickers who have taken advantage of lax marijuana laws to hide in plain sight, illegally growing and shipping the drug across state lines, where it can sell for much more. The decision was a win for pot opponents who had been urging Sessions to take action.“There is no more safe haven with regard to the federal government and marijuana, but it’s also the beginning of the story and not the end,” said Kevin Sabet, president and CEO of Smart Approaches to Marijuana, who was among several anti-marijuana advocates who met with Sessions last month. “This is a victory. It’s going to dry up a lot of the institutional investment that has gone toward marijuana in the last five years.”Threats of a federal crackdown have united liberals who object to the human costs of a war on pot with conservatives who see it as a states’ rights issue. Some in law enforcement support a tougher approach, but a bipartisan group of senators in March urged Sessions to uphold existing marijuana policy. Others in Congress have been seeking ways to protect and promote legal pot businesses.A task force Sessions convened to study pot policy made no recommendations for upending the legal industry but instead encouraged Justice Department officials to keep reviewing the Obama administration’s more hands-off approach to marijuana enforcement, something Sessions promised to do since he took office.The change also reflects yet another way in which Sessions, who served as a federal prosecutor at the height of the drug war in Mobile, Alabama, has reversed Obama-era criminal justice policies that aimed to ease overcrowding in federal prisons and contributed to a rethinking of how drug criminals were prosecuted and sentenced. While his Democratic predecessor Eric Holder told federal prosecutors to avoid seeking long mandatory minimum sentences when charging certain lower-level drug offenders, for example, Sessions issued an order demanding the opposite, telling them to pursue the most serious charges possible against most suspects.",
    "2018 - 679": "US regulators are probing Jared Kushner’s real-estate development company for its use of a green-card program.The Securities and Exchange Commission issued subpoenas to Kushner Cos. in May seeking details about its use of the EB-5 program, <a href=\"https://www.wsj.com/articles/sec-looks-into-kushner-cos-use-of-eb-5-program-for-immigrant-investors-1515240181\">The Wall Street Journal reported Saturday</a>.Prosecutors for New York’s Eastern District also subpoenaed records, <a href=\"https://www.wsj.com/articles/sec-looks-into-kushner-cos-use-of-eb-5-program-for-immigrant-investors-1515240181\">the Journal reported in August.</a>It’s unclear what exactly the SEC is reviewing.",
    "2018 - 2124": "His father the president may harbor suspicions about the people who live south of the US border, but Eric Trump apparently has no qualms about celebrating his birthday in a Mexican restaurant while decked out in a sombrero.<a href=\"https://www.facebook.com/lynne.patton/videos/vb.633547903/10156181909092904/?type=2&amp;video_source=user_video_tab\">A video posted on Facebook</a> shows President Trump’s son blowing out the candles on<a href=\"https://nypost.com/2017/03/06/how-fudgie-the-whale-became-a-pop-culture-icon/\"> a Carvel “Fudgie the Whale” cake</a> at the Guadalajara restaurant in Briarcliff Manor on Saturday surrounded by a group of friends, including older brother Donald Jr.Lynne Patton, a former party planner appointed by the president to be the head of the Department of Housing and Urban Development’s New York and New Jersey office, put the celebratory video on her social media account.She also gushed with praise for Eric and his wife, Lara Trump, in a message accompanying the video.​”#HappyBirthday to one of the greatest people I know. We love you, Eric! Amazing night with even more amazing friends. I think Lara summed it up best when she said, ​’​I love everyone at this table so much!​,'” she wrote, adding: “And we love the ones who were missing tonight too! You know who you are! Xoxo. #FudgieTheWhale #BestBossEver #HBDEric​”​President Trump, who is <a href=\"https://nypost.com/2017/09/05/sessions-trump-administration-to-end-daca-program/\">using the Deferred Action for Childhood Arrivals</a> program, which protects young immigrants brought to the US by their parents from deportation, as a negotiating ploy to get the $18 billion he said he needs to build his wall, is in a standoff with Democrats over the legislation.He kicked off his improbable presidential run in 2015 by lashing out at Mexican immigrants.​”​When Mexico sends its people, they’re not sending their best. ​… They’re sending people that have lots of problems, and they’re bringing those problems with us. They’re bringing drugs. They’re bringing crime. They’re rapists. And some, I assume, are good people,​”​ he said.​",
    "2018 - 2950": "President Trump on Monday killed special protections for Salvadoran immigrants — a move that could force nearly 200,000 to leave the US by September 2019 or face deportation.El Salvador is the fourth country whose citizens have lost Temporary Protected Status under Trump, who has taken a hard-line stance on immigration to the US.Salvadorans have been the largest beneficiaries of the program, which provides humanitarian relief for foreigners whose countries are hit with natural disasters or other strife.Homeland Security Secretary Kirstjen Nielsen’s decision, while not surprising, will send shivers through parts of Washington, Los Angeles, New York, Houston and other metropolitan areas that are home to large numbers of Salvadorans.They have enjoyed special protection since earthquakes struck the Central American country in 2001, and many have established deep roots in the US, starting families and businesses.The action also produces a serious challenge for El Salvador, a country of 6.2 million people whose economy banks on money sent by workers in the US.Over the past decade, growing numbers of Salvadorans — many coming as families or unaccompanied children — have entered the US illegally through Mexico, fleeing violence and poverty.In September 2016, the Obama administration extended protections for 18 months, saying El Salvador suffered lingering harm from the 2001 earthquakes that killed more than 1,000 people and was temporarily unable to absorb such a large number of returning people.Nielsen, who faced a Monday deadline for a decision, determined that El Salvador had received significant international aid to recover from the earthquake and that homes, schools and hospitals there have been rebuilt.Salvadorans will have until Sept. 9, 2019, to leave the country or adjust their legal status.<br/>\n“The substantial disruption of living conditions caused by the earthquake” no longer exists, the department said in a statement.Homeland Security also said more than 39,000 Salvadorans have returned home from the US in two years, demonstrating El Salvador’s capacity to absorb people.It said the 18-month delay would give Congress time to develop a legislative change if it chooses, while also giving Salvadorans and their government time to prepare.El Salvador President Salvador Sanchez Ceren spoke by phone Friday with Nielsen to renew his plea to extend status for 190,000 Salvadorans and allow more time for Congress to deliver a long-term fix for them to stay in the U.S.The decision comes amid intensifying talks between the White House and Congress on an immigration package that may include protections for hundreds of thousands of young immigrants who came to the country as children and were temporarily shielded from deportation under an Obama-era program.Trump said in September that he was ending Deferred Action for Childhood Arrivals, or DACA, but gave Congress until March to act.<em>With Post Wires</em>",
    "2018 - 3456": "President Trump flew into Tennessee Monday to boast about the red-hot US economy, crediting his tax cuts for fueling the record-shattering stock-market surge.“The American Dream is roaring back to life. And we have just signed into law the most significant tax cuts and reforms in American history,” he said in Nashville at the annual American Farm Bureau Convention.Most of the benefits, he said, went to working families, small businesses and family farmers.He also said the tax cuts prompted companies across the US to give raises or bonuses to their workers.More than 1 million workers have already received a tax-cut bonus, he said.Trump took a shot at Democrats for not backing his plan and warned that if given the chance, they would raise taxes by “40, 50, 60 percent.”<a href=\"https://nypost.com/2017/12/22/trump-signs-1-5-trillion-tax-overhaul-into-law/\">The GOP’s tax overhaul</a> has been criticized for favoring the rich, but the president insisted on Monday that it would largely benefit the middle class.“The typical family of four earning $75,000 will see an income-tax cut of more than $2,000 each, slashing their tax bill in half each year,” Trump said.Independent fact checkers note that while the tax cut is among the largest, others went deeper. They also say most of the benefits will go to the wealthiest Americans.The president called his supporters “lucky.”“Oh, are you happy you voted for me. You are so lucky that I gave you that privilege,” he said.Trump also touted his rollback of Obama-era regulations that he said stifled business and killed jobs.And the president revisited familiar themes, praising the flag and national anthem and police while slamming the US immigration system and the media.He attended <a href=\"https://nypost.com/2018/01/08/fans-boo-as-trump-causes-major-logjam-at-championship-game/\">the College Football Playoff National Championship game</a> between Georgia and Alabama later Monday.Meanwhile, author Michael Wolff and his publisher brushed off the president’s demands for a retraction of Wolff’s scathing tell-all, “<a href=\"https://www.amazon.com/Fire-Fury-Inside-Trump-White/dp/1250158060?tag=nypost-20&amp;asc_refurl=https://nypost.com/2018/01/08/trump-sings-his-own-praises-in-tennessee/&amp;asc_source=web\">Fire and Fury: Inside the Trump White House</a>.”“My clients do not intend to cease publication, no such retraction will occur, and no apology is warranted,” their attorney, Elizabeth McNamara, wrote to Charles Harder, one of the president’s personal lawyers, <a href=\"http://abcnews.go.com/Politics/attorneys-fire-fury-publisher-push-back-trump-teams/story?id=52217633\">ABC News reported</a>.Harder had sent a cease-and-desist letter to Wolff and Henry Holt &amp; Co. last week calling on them to halt publication of the book, which raises questions about Trump’s mental health and competence, and to retract its allegations and apologize to the president.McNamara notes Harder failed to identify “a single statement in the book that is factually false or defamatory” and said his letter was “designed to silence legitimate criticism.”The White House has <a href=\"https://nypost.com/2018/01/07/trump-calls-bombshell-book-fake-says-author-totally-discredited/\">slammed Wolff and called the book fiction</a>. Trump has derided it as a “fake book” and defended himself by saying he went to “the best college,” was, “like, really smart” and a “very stable genius.”<em>With Post wires</em>",
    "2018 - 2270": "Sheriff Joe Arpaio, the polarizing immigration hardliner <a href=\"https://nypost.com/2017/08/25/trump-pardons-former-arizona-sheriff-joe-arpaio/\">who was pardoned by President Trump</a> over the summer, plans to run as a Republican for the Arizona Senate seat held by <a href=\"https://nypost.com/2017/10/24/gop-senator-jeff-flake-wont-run-for-re-election/\">the retiring Jeff Flake</a>.“I am running for the US Senate from the Great State of Arizona, for one unwavering reason: to support the agenda and policies of President Donald Trump in his mission to Make America Great Again,” Arpaio tweeted Tuesday morning.A defiant Arpaio, 85, faced jail time for ignoring federal court orders in a case that involved his department’s use of racial profiling to crack down on illegal immigrants.But the president, who had frequently hailed the sheriff on the campaign trail, came to his rescue, clearing the way for him to re-enter politics.The former Maricopa County sheriff will likely face off in a GOP primary against Kelli Ward and Rep. Martha McSally, who was expected to announce her candidacy soon and is viewed as the Republicans’ strongest candidate, <a href=\"http://www.washingtonexaminer.com/joe-arpaio-running-for-senate-in-arizona/article/2645354\">the Washington Examiner reported.</a>“I have a lot to offer. I’m a big supporter of President Trump,” Arpaio told the conservative paper.“I’m going to have to work hard; you don’t take anything for granted. But I would not be doing this if I thought that I could not win. I’m not here to get my name in the paper, I get that every day, anyway.”Flake, like fellow Arizona Republican Sen. John McCain, has feuded with the president, who dubbed him Jeff “Flakey” after one dust-up.Trump would likely back Arpaio, which could give him a big financial boost and attract voters fed up with illegal immigration, even though it has waned significantly since the president took office.Trump won Arizona in 2016 by about 4 percentage points.Hillary Clinton was surging in the Grand Canyon State until ex-FBI chief James Comey disclosed that the feds were taking another look at her use of a private email server after her emails were found on a laptop shared by aide Huma Abedin and her husband, convicted perv Anthony Weiner.",
    "2018 - 1737": "President Trump on Tuesday said he’d “beat” Oprah Winfrey <a href=\"https://pagesix.com/2018/01/08/oprahs-golden-globes-speech-sparks-presidential-run-rumors/?_ga=2.40160352.39482562.1515499231-1244459145.1499526549\">if she decided to run for president</a> but he doesn’t think she’ll throw her hat in the ring.“Yeah, I’d beat Oprah. Oprah would be a lot of fun,” Trump said Tuesday during a bipartisan meeting on immigration reform in the White House. “I know her very well. I did one of her last shows … I like Oprah.”But he said he doesn’t “think she’s going to run.”Trump has talked up the billionaire businesswoman before, telling Larry King in 1999 that he would consider her as his vice president if he decided to run for president.Asked by King on his show on CNN if he had a running mate in mind, Trump replied: “Well, I really haven’t gotten quite there yet. Oprah, I love Oprah. Oprah would always be my first choice. Oprah, your competitor, right? She’s really a great woman, though, she is a terrific woman. She’s somebody that’s very special. I think, if she’d do it, she’d be fantastic. She’s popular, she’s brilliant, she’s a wonderful woman.”Winfrey’s longtime friend Gayle King said Tuesday that she thinks Winfrey <a href=\"https://pagesix.com/2018/01/09/gayle-king-oprah-is-intrigued-by-the-idea-of-a-presidential-run/?_ga=2.40160352.39482562.1515499231-1244459145.1499526549\">is “intrigued” by the prospect of a presidential run.</a>“I do think she’s intrigued by the idea. I do think that. I also know after years of watching the Oprah show, you always have a right to change your mind,” King, an anchor on “CBS This Morning,” said on the program, adding: “I don’t think at this point she is actually considering it.”",
    "2018 - 1687": "President Trump on Tuesday said he’d be willing to “take the heat” if Democrats and Republicans can push through comprehensive immigration reform — calling for “a bill of love.”Trump reiterated his demand that any deal to protect the so-called “Dreamers” — undocumented immigrants protected by the Deferred Action for Childhood Arrivals program — <a href=\"https://nypost.com/2018/01/05/trump-wants-18b-to-pay-for-border-wall/\">would have to include funding for his border wall.</a>But he seemed more receptive to compromising with Democratic lawmakers on quickly moving on to comprehensive immigration reform.“I think my positions are going to be what the people in this room come up with,” he said during a bipartisan meeting of lawmakers at the White House.“I am very much reliant on the people of this room. I know most of the people on both sides and I have a lot of respect for the people on both sides and what I approve is reliant on what the people in this room come to me with. I have great confidence.”Trump, who has repeatedly insulted and rebuked Democrats during the first year of his presidency, struck a newly conciliatory tone.“Having the Democrats in with us is absolutely vital. It should be a bipartisan bill. A bill of love. Truly it should be a bill of love,” he said.Sen. Lindsey Graham said during the meeting that he’s been working on the immigration issue for 10 years, and he backs a pathway to citizenship.“You created an opportunity here, Mr. President, and you need to close the deal,” Graham told Trump.“If you want to take it that further step, I’ll take the heat,” the president responded.“You are not that far away from comprehensive immigration reform.”"
}