{
    "2017 - 3590": "LONDON — British Prime Minister Theresa May has made it clear: the U.K. will make a clean break from the European Union and leave its single market of some 500 million people.In her most direct remarks since the June 23 vote, May said Tuesday that Britain must regain control of its laws and borders, even as she called on the bloc to negotiate a free-trade agreement that will benefit both sides.“We do not seek membership of the single market,” she said in a highly anticipated speech. “Instead, we seek the greatest possible access to it through a new, comprehensive, bold and ambitious Free Trade Agreement.”May also made the EU an offer — she hopes — that it can’t refuse: arguing that a “cliff-edge for business or a threat to stability” is good for neither Europe nor Britain.“I know there are some voices calling for a punitive deal that punishes Britain and discourages other countries from taking the same path,” she said. “That would be an act of calamitous self-harm for the countries of Europe. And it would not be the act of a friend.”May also acknowledged for the first time that Britain’s Parliament will be able to vote on the final divorce deal reached between the U.K. and European Union. However, she did not address what would happen should there be a vote against the agreement.The British pound rallied as May focused on keeping Britain open to global trade. The currency was recovering from steep losses earlier in the week, trading 2.2 percent higher at $1.2309. On Monday, it was as low as $1.20, a near 31-year low.The plunge in the pound has started to hit the consumer. Inflation in Britain has soared to its highest level in 2 ½ years, hitting 1.6 percent in December, from 1.2 percent in November.May rejected both the “hard Brexit” label and its opposite, a compromise “soft Brexit” — but wants a new relationship in the interests of both Britain and the EU.“We want to buy your goods, sell you ours, trade with you as freely as possible, and work with one another to make sure we are all safer, more secure and more prosperous through continued friendship,” she said.In a bid to alleviate fears that Brexit will mean a more insular Britain, May said she wants the country to be “stronger, fairer, more united and more outward-looking than ever before.”In an attempt to symbolize the U.K.’s outward-facing aspirations, May spoke before an audience of British civil servants and international diplomats at London’s Lancaster House, a Georgian mansion that has hosted international summits.Britain is quitting the EU’s single market in goods and services in order to gain control over immigration — a key issue for many voters who backed Brexit. EU leaders say Britain can’t stay in the single market without allowing free movement of people from the bloc.Losing single-market access alarms many in Britain’s huge financial services sector, which relies on an ability to do business seamlessly across the 28-nation bloc. It also worries the many foreign firms that use London not only as a financial hub but as an entry point into the EU.May said she would invoke Article 50 of the EU’s key treat by March 31, to formally begin a two-year process of negotiating Britain’s departure. But she has until now refused to reveal details about the government’s goals or negotiating strategy, arguing that to do so would weaken Britain’s hand.May also used her speech to appeal for reconciliation between the 48 percent of British voters who wanted to stay in the EU and the pro-Brexit 52 percent. But the gap between “remainers” and “leavers” appears as wide as ever.",
    "2017 - 3921": "Washington will turn into a virtual fortress ahead of Donald Trump’s presidential inauguration on Friday, as the US capital braces for more than a quarter-million protesters expected during the Republican’s swearing-in.Police have forecast that some 900,000 people, both supporters and opponents, will flood Washington for the inauguration ceremony, which includes the swearing-in on the steps of the US Capitol and a parade to the White House along streets thronged with onlookers.Many of those attending will be protesters irate about the New York real estate developer’s demeaning comments about women, immigrants and Muslims, a vow to repeal the sweeping health care reform law known as ObamaCare and plans to build a wall along the US-Mexico border.His supporters admire Trump’s experience in business, including as a real estate developer and reality television star, and view him as an outsider and problem-solver.About 28,000 security personnel, miles of fencing, roadblocks, street barricades and dump trucks laden with sand will be part of the security cordon clamped around 3 square miles (almost 8 square kilometers) of central Washington.About 30 groups that organizers claim will draw about 270,000 protesters or Trump backers have received permits for rallies or marches before, during and after the swearing-in. More protests are expected without permits.By far the biggest protest will be the Women’s March on Washington on Saturday, which organizers expect to draw 250,000 people.Hundreds of Women’s March-related protests are scheduled across the United States and around the world as well.An anti-Trump protest also is scheduled for New York on Thursday evening when Mayor Bill de Blasio, filmmaker Michael Moore and actors Mark Ruffalo and Alec Baldwin, who portrays Trump on “Saturday Night Live,” take part in a rally outside the Trump International Hotel and Tower.A major group of protesters, Disrupt J20, has vowed to stage demonstrations at each of 12 security checkpoints and block access to the festivities on the grassy National Mall.One Washington inaugural protest will come amid a haze of pot smoke as pro-marijuana protesters show their opposition to Trump’s choice for attorney general, Alabama Republican Sen. Jeff Sessions, a critic of pot legalization.The group plans to distribute 4,200 joints at the inauguration and urge attendees to light up. Possession of small amounts of marijuana is legal in Washington, but public consumption is not.Interim Police Chief Peter Newsham said officers were prepared to carry out mass arrests, though authorities hoped that would not be necessary.“If we do have a mass arrest, we’ll be able to get people processed very quickly,” <a href=\"http://www.nbcwashington.com/news/local/DC-Police-Prepared-for-Busy-Inauguration-Weekend_Washington-DC-411005465.html\">he said in an interview</a> with Washington’s NBC 4 television station.Police and security officials have said repeatedly they are committed to guaranteeing protesters’ constitutional rights to free speech and peaceable assembly.Friday’s crowds are expected to be less than the 2 million who attended Obama’s first inauguration in 2009, and in line with the million who were at his second, four years ago.The inaugural parade down Pennsylvania Avenue will pass the Trump International Hotel, a rallying point for protesters since the election now encircled by security fences.In a sign of the Trump-related angst gripping Washington, the dean of Washington National Cathedral said this week its choir would sing “God Bless America” at the inauguration despite misgivings by some members.“Let me be clear: We are not singing for the president. We are singing for God because that is what church choirs do,” the Rev. Randolph Marshall Hollerith said in a letter.Trump will attend an interfaith prayer service at the cathedral Saturday, which will bring to a close the inaugural ceremonies.",
    "2017 - 1890": "An army of protesters has one goal for Inauguration Day — disrupt Trump.DisruptJ20, an umbrella organization that is coordinating anti-Trump events with more than 90 different groups, has spent weeks plotting how to “shut down” Washington, D.C., on Friday.“We’re not just organizing some boring-ass march,” Legba Carrefour, one of the group’s organizers, <a href=\"http://www.vocativ.com/393923/disruptj20-donald-trump-inauguration-protest-activists-washington-dc/\">told Vocativ</a>. “We want direct action.”The group has a series of disruptive, but peaceful protests planned for Friday starting with an “anti-capitalist march” at 10 a.m.They have plotted people throughout the parade route to stage “colorful disruptions” on specific topics like climate, racial injustice and immigrant rights, another organizer said.Part of their plan also includes creating traffic nightmares by forming human blockades on various highways in Washington DC.A week before the inauguration, about 100 activists gathered at American University for classes on what to do if they are arrested, studying past successful protests and how to stay organized on the big day.At the Getting Arrested 101 class, a lawyer shared tips with the packed classroom including bringing at least $100 in cash, carrying three days worth of any prescribed medications in their original bottles and jotting down DisruptJ20’s legal team’s number on their arm.The lawyer also ran through a list of “do’s” and “dont’s” when getting cuffed, encouraging protesters to record their arrest and keep their hands visible at all times, but not to touch cops.“In my 20 years of doing radical activism, I’ve never seen an uprise, or a social unrest like I have with this,” Carrefour said. “And for good reason.”But while the activists are ironing out the details of their own protest plans, there are others that are scheming to disrupt them.",
    "2017 - 3264": "Tech billionaire Peter Thiel has been in talks to become US ambassador to Germany for the Trump administration, sources told The Post.The Trump team could fill the top diplomatic post in Berlin as soon as this week, sources said. It couldn’t immediately be confirmed, however, whether Thiel is still in the running.Rumors of Thiel’s candidacy for the cushy job have circulated from Europe to Silicon Valley since the holiday season, even as Thiel has repeatedly denied in interviews that he’s interested in a full-time government position.“No decisions have been made,” Trump spokeswoman Hope Hicks told The Post, declining to comment further.A spokesman for Thiel didn’t respond to repeated requests for comment Thursday.Thiel’s talks on the diplomatic post come amid speculation <a href=\"http://www.politico.com/story/2017/01/peter-thiel-california-governor-bid-233632\">he might run for governor of California</a>. But one source downplayed the idea, opining that “he could never win.” Meanwhile, another said Berlin might be a “steppingstone” toward such an ambition.Chatter that Thiel was “likely” to become German ambassador has rippled through tech and government circles in Berlin in recent weeks, according to a source.“At first I thought it was silly,” one Silicon Valley insider told The Post. “But maybe it’s a good way for him to get away, which somebody said he wouldn’t mind doing, given all the negative energy he faced.”Thiel got blasted for backing Trump during the election season by the left-leaning tech crowd, which has bristled at, among other things, the president-elect’s threats on immigration.The tone changed last month, however, when titans including Amazon’s Jeff Bezos, Google’s Larry Page, Apple’s Tim Cook and Tesla’s Elon Musk <a href=\"https://nypost.com/2016/12/14/trump-pledges-to-play-nice-with-silicon-valley-titans/\">flocked to a summit with the president-elect</a> at Trump Tower that was organized by Thiel.Born in West Germany to German parents before he was brought to the US as a toddler, Thiel also speaks German.Although he has mainly focused on US tech as an investor, Thiel has long warned US tech companies about growing antitrust sentiment in Europe.Earlier this week, Trump <a href=\"https://nypost.com/2017/01/15/trump-merkel-made-catastrophic-mistake-with-refugee-policy/\">ruffled feathers in Germany</a> as he threatened border taxes for German automakers that built cars in Mexico, called NATO “obsolete” and said the EU was just a “vehicle for Germany.”As talk has surfaced about Thiel’s possible assignment, some insiders have questioned whether it would be high-profile enough for the ambitious Thiel.Others, however, note that Trump has been aggressively cleaning house at US embassies worldwide. Firings of all Obama-appointed ambassadors could portend a broader revamp, sources say.For example, the US’ traditional hierarchy of ambassadorships, placing the UK at the top, with France and Japan traditionally the second- and third-most coveted posts, is in need of an overhaul, many agree.“Germany is running Europe now,” one source noted.On Thursday, Trump <a href=\"https://nypost.com/2017/01/19/trump-taps-nfl-owner-woody-johnson-as-ambassador-to-uk/\">named Jets owner Woody Johnson</a> as UK ambassador.",
    "2017 - 5165": "WASHINGTON — Mikaila Vigeant came to the inauguration of 45th president of the United States with the hope she might catch a glimpse of him from afar when he took the oath of office Saturday morning.“We were just about to cross the street, when we heard the sirens,” the 9-year-old said, breaking into a broad smile, “And then and he and his motorcade drove past us and I got to wave to him.”Did he wave back? “Absolutely.”Dressed in a bright pink down jacket, Mikaila, whose favorite President so far is Teddy Roosevelt, was with her grandfather Bill Vigeant of Troy, NY, for the historic event.They were at the base of the Capitol on their way to see President-elect Trump at the Lincoln Memorial for the inaugural concert; they saw Trump as he was traveling from a solemn wreath-laying ceremony at Arlington National Cemetery in Arlington, Virginia.Washington is filled with school groups, families and busloads of people from all over the country; they were buying souvenirs from street vendors, a choir group was spontaneously singing “America the Beautiful” and families like the Vigeant’s were holding hands and celebrating the peaceful passage of power.They were all either heading to the Memorial for the concert or streaming into congressional offices to pick-up their inaugural tickets for Friday’s big day.Even folks who did not support Trump.Edison Nicholson of Erie, Penn., a 48-year-old program director of the Youth Leadership Institute was one of them, “I did not support Mr. Trump, but I respect the office and the process and as our President I respect him,” he said.“I want him to be successful, we have a moment to move the country forward and I wanted to be part of that, I wanted to respect this and hopefully bring our country together.”Nicholson, who is African-American, says people should stop trying to continue the divide and should focus on making him successful, “It’s like they always say, if he is successful, we all are.”Nicholson was joined by 55 other folks from Erie who were at a pizza reception hosted by their congressmen, Republicans G.T. Thompson and Mike Kelly of Pennsylvania.“We gave out over 400 tickets today,” Kelly said. Earlier, his office was filled with folks from his Western Pennsylvania blue-collar district, comprised of rural farms and former manufacturing towns.“We could have easily given out double that,” he said, as streams of people poured in looking for maps and dressed in red-white and blue or Pittsburgh Steeler gear, including several “Terrible Towels” the rally towel Steelers fans use to whip up support on and apparently off the field as well.Trump famously twirled the towel last September the day after his first debate at a massive rally in Ambridge, Penn., a suburban Pittsburgh steel town that has seen better days.Mara Cruz Staab, who was born in Panama, stood in Kelly’s officer with her husband Chris Staab near bursting with excitement, “I am so thrilled that he won, to be an American and to be able to have the honor of attending this inauguration. This is the people’s inauguration,” she said.Dressed in elegant black wool suit and gold paisley tie holding the arm of his equally classically dressed wife, Don Navarro and Kim Pichanick were a striking couple as they waited in line for their inaugural tickets.The Dallas couple and business partners walked a mile to get to the line and it did not bother them at all. “For anyone who is complaining about the traffic, or the inconveniences they need to think about how lucky we are to live in a country like ours, that gives us the freedoms to attend and celebrate or protest or something in between,” he said.Navarro is the son of an illegal immigrant who came here from Mexico in 1927. “My father was so proud to eventually become an American citizen.‘We have a moment to move the country forward and I wanted to be part of that.’He always taught us to never speak Spanish outside of the home, to assimilate with the customs, languages and traditions of the country, and to be proud to be an American,” he said.The 70-year-old and his wife who own a management consulting and business advisory company in Dallas said they loved the great vibe all around the city, “It really is remarkable, everywhere you went people were happy, you would have thought this was going to be awful with all of the press reports,” Pichanick said.Navarro said he is a Republican on fiscal issues, on the border he wants to see Trump focus on the security, “That is critical, you will many more Hispanics over like him if he concentrates on keeping us safe,” he said.About 20 minutes into the concert, Trump and his wife Melania walked down the steps of the Lincoln Memorial to the Rolling Stones’ “Heart of Stone.” They then took their seats with the rest of the Trump family.While he sat with his family Trump was clearly enjoying the inaugural concert, smiling, swaying with the music and even singing, despite all of the criticisms ahead of his inaugural celebration, the event was a joyful event.“This is what is all about, the country, the people, and all we can achieve,” Navarro said. “It is not about the celebrities, it is about celebration.”",
    "2017 - 1833": "LONDON – A banner reading “Build bridges not walls” was draped across London’s Tower Bridge on Friday as part of a series of events across the world aimed at expressing displeasure at the inauguration of Donald Trump as U.S. president.Protesters on the iconic bridge held up pink letters reading “Act now!” soon after sunrise while others unfurled the bannerover the railings and a speedboat with a black flag reading<br/>\n“build bridges not walls” raced down the River Thames.Beside the British parliament, protesters draped banners saying “Migrants welcome here” and “Migration is older than language” over Westminster bridge. Other protests are planned in<br/>\nLondon and other British cities on Friday.Trump, who will be sworn in at a ceremony in Washington on Friday, faces protests in Washington during his inauguration, and in cities from Toronto to Sydney, Addis Ababa and Dublin over his politics which critics say are divisive and dangerous.The protest in London was organised by the campaign group also called “Bridges not Walls”, in reference to Trump’s pledge to build a wall on the Mexican border.“We won’t let the politics of hate peddled by the likes of Donald Trump take hold,” Nona Hurkmans of Bridges not Walls said in a statement.Trump opponents have been angered by his comments during the campaign about women, illegal immigrants and Muslims and his pledges to scrap the Obamacare health reform and build a wall on<br/>\nthe Mexican border.The Republican’s supporters admire his experience in business, including as a real estate developer and reality television star, and view him as an outsider who will take a fresh approach to politics.Trump has repeatedly pledged to “make America great again” and said on Twitter that he would fight very hard to make his presidency a great journey for the American people.",
    "2017 - 7022": "Donald J. Trump was sworn in as the 45th president of the United States on Friday — the beginning of a new era in American politics with the new president’s conservative platform set to reshape the nation.Trump took the oath of office administered by Supreme Court Chief Justice John Roberts — and then addressed a crowd of hundreds of thousands.The new president, with President Barack Obama standing by, struck a conciliatory note during his remarks, calling on Americans to unite behind his administration.“We, the citizens of America, are now joined in a great national effort to rebuild our country and restore its promise for all of our people. Together we will determine the course of America and the world for many, many years to come. We will face challenges. We will confront hardships, but we will get the job done,” Trump said.“Every four years, we gather on these steps to carry out the orderly and peaceful transfer of power, and we are grateful to President Obama and first lady Michelle Obama for their gracious aid throughout this transition. They have been magnificent. Thank you,” he said.He then reiterated his vow to dramatically change the government and the direction of the country.“Today’s ceremony, however, has very special meaning because today we are not merely transferring power from one administration to another or from one party to another, but we are transferring power from Washington, DC, and giving it back to you, the people,” he said to applause.“For too long, a small group in our nation’s capital has reaped the rewards of government while the people have borne the cost. Washington flourished but the people did not share in its wealth. Politicians prospered but the jobs left and the factories closed,” Trump continued, blaming the political establishment for the malaise.“Their triumphs have not been your triumphs and while they celebrated in our nation’s capital, there was little to celebrate for struggling families all across our land. That all changes starting right here and right now because this moment is your moment. It belongs to you.”Trump praised his supporters and the “movement they created.“You came by the tens of millions to become part of an historic movement, the likes of which the world has never seen before. At the center of this movement is a crucial conviction that a nation exists to serve its citizens. Americans want great schools for their children, safe neighborhoods for their families, and good jobs for themselves,” he said.“For too many of our citizens, a different reality exists. Mothers and children trapped in poverty in our inner cities, rusted-out factories scattered like tombstones across the landscape of our nation.”He decried rising crime in cities across America and repeated his call for a crackdown.“The crime and the gangs and the drugs that have stolen too many lives and robbed our country of so much unrealized potential. This American carnage stops right here and stops right now. We are one nation and their pain is our pain. Their dreams are our dreams, and their success will be our success,” he vowed.Trump also turned combative when touching on his key campaign themes — jobs, law and order, better trade deals with other countries and infrastructure improvements.“I will fight for you with every breath in my body, and I will never, ever let you down. America will start winning again. Winning like never before. We will bring back our jobs. We will bring back our borders. We will bring back our wealth. And we will bring back our dreams,” he thundered.“We will build new roads and highways and bridges and airports and tunnels and railways all across our wonderful nation. We will get our people off of welfare and back to work rebuilding our country with American hands and American labor. We will follow two simple rules: Buy American. And hire American.”‘I will fight for you with every breath in my body, and I will never, ever let you down.’The billionaire businessman also said the US would vanquish ISIS.“We will reinforce old alliances and form new ones and unite the civilized world against radical Islamic terrorism, which we will eradicate completely from the face of the Earth,” he said.He finished his brief remarks by repeating his vow to “make America great again,” prompting Obama to remark, “Good job, good job” as the pair shook hands.Rain began to fall as Trump delivered his inaugural address, <a href=\"https://nypost.com/2017/01/20/trumps-inauguration-speech-was-really-really-short/\">which clocked in at just 16 minutes</a>.Afterward, he called out “Great job, Jackie!” to 16-year-old Jackie Evancho, following the “America’s Got Talent” star’s rendition of the national anthem.During Trump’s speech, his administration took control of the White House Web site, wiping away Obama’s positions on environmental regulations, LGBT issues and civil rights.In their place, the new White House put forth policies including “An America First Energy Plan,” “Making Our Military Strong Again” and “Standing Up For Our Law Enforcement Community.”Vice President Mike Pence was sworn in first by Supreme Court Justice Clarence Thomas, followed by the Mormon Tabernacle Choir singing a rousing version of “America the Beautiful” accompanied by the US Marine Corps Band.The ceremony was cordial, with Trump in a dark overcoat and his wife, Melania, clad in a powder blue cashmere jacket, standing at his side. Former President Bill Clinton and his wife, Hillary, were in attendance, as were former President George W. and Laura Bush and former President Jimmy Carter.New York Cardinal Timothy Dolan offered a prayer before the swearing-in took place.“God of our ancestors and lord of mercy, you have made all things. And in your providence have charged us to rule the creatures produced by you, to governing the world in holiness and righteousness, and to render judgment with integrity of heart,” Dolan said.“Give us wisdom for we are your servants, weak and short-lived, lacking in comprehension of judgment and of laws.”New York Sen. Chuck Schumer praised the peaceful transfer of power.“We Americans have always been a forward-looking, problem-solving, optimistic, patriotic and decent people. Whatever our race, religion, sexual orientation, gender identity, whether we are immigrant or native-born, whether we live with disabilities or do not, in wealth or in poverty, we are all exceptional in our commonly held yet fierce devotion to our country,” he said, as many in the crowd booed and chanted, “We want Trump” and “Lock her up,” referring to Hillary Clinton.“Today we celebrate one of democracy’s core attributes, the peaceful transfer of power. And every day we stand up for core democratic principles enshrined in the Constitution. The rule of law. Equal protection for all under law. The freedom of speech, press, religion. The things that make America America.”Meanwhile, cops used pepper spray to quell violent downtown Washington protests during the inauguration.<em>With Bruce Golding</em>",
    "2017 - 1539": "Moments after his swearing-in, President Trump declared his “America first” vision for the United States in his inaugural speech.“We, the citizens of America, are now joined in a great national effort to rebuild our country and restore its promise for all of our people,” the 45th president told <a href=\"https://nypost.com/2017/01/20/crowds-swarm-national-mall-to-watch-trump-make-history/\">a crowd of hundreds of thousands massed on the National Mall</a>.“Together we will determine the course of America, and the world, for many, many years to come,” he said.“From this day forward, it’s going to be only America first,” he said to loud cheers.The former reality TV star and real estate mogul repeated the vision and the list of the country’s woes that he hammered during the campaign.He described closed factories as “tombstones” that dot the country and said the federal government has spent billions defending “other nations’ borders while refusing to defend our own.”The Republican president said the US “will confront hardships but we will get the job done.”He said the oath of office he had just taken “is an oath of allegiance to all Americans” and that the country will share “one glorious destiny.”Trump vowed that every decision he makes — on issues from trade to taxes to immigration and foreign affairs — will be made to benefit American workers and families.“We must protect our borders from the ravages of other countries” taking American jobs.Under his leadership, he said, America “will start winning like never before.”"
}