{
    "2013 - 3699": "LAS VEGAS — Declaring “now is the time” to fix broken immigration laws, President Barack Obama on Tuesday heralded a rare show of bipartisanship between the White House and Senate lawmakers on basic plans for putting millions of illegal immigrants on a pathway to citizenship, cracking down on businesses that employ people illegally and tightening security at the borders.But both the White House and Senate proposals for tackling the complex and emotionally charged issue still lack key details. And potential roadblocks are already emerging over how to structure the road to citizenship and whether a bill would will same-sex couples — and that’s all before a Senate measure can be debated, approved and sent to the Republican-controlled House where opposition is likely to be stronger.Obama, in the heart of the heavily Hispanic Southwest, said Congress is showing “a genuine desire to get this done soon.” But mindful of previous immigrations efforts that have failed, Obama warned that the debate would become more difficult as it gets closer to a conclusion.“The question now is simple,” Obama said during a campaign-style event in Las Vegas, one week after being sworn in for a second term in the White House. “Do we have the resolve as a people, as a country, as a government to finally put this issue behind us? I believe that we do.”Despite possible obstacles to come, the broad agreement between the White House and bipartisan lawmakers in the Senate represents a drastic shift in Washington’s willingness to tackle immigration, an issue that has languished for years. Much of that shift is politically motivated, due to the growing influence of Hispanics in presidential and other elections and their overwhelming support for Obama in November.The separate White House and Senate proposals focus on the same principles: providing a way for most of the estimated 11 million people already in the U.S. illegally to become citizens, strengthening border security, cracking down on employers who hire illegal immigrants and streamlining the legal immigration system.A consensus around the question of citizenship could help lawmakers clear one major hurdle that has blocked previous immigration efforts. Many Republicans have opposed allowing illegal immigrants to become citizens, saying that would be an unfair reward for people who have broken the law.Details on how to achieve a pathway to citizenship still could prove to be a major sticking point between the White House and the Senate group, which is comprised of eight lawmakers — four Democrats and four Republicans.Obama and the Senate lawmakers all want to require people here illegally to register with the government, pass criminal and national security background checks, pay fees and penalties as well as back taxes, and wait until existing immigration backlogs are cleared before getting in line for green cards. After reaching that status, U.S. law says people can become citizens after five years.The Senate proposal says that entire process couldn’t start until the borders were fully secure and tracking of people in the U.S. on visas had improved. Those vague requirements would almost certainly make the timeline for achieving citizenship longer than what the White House is proposing.The president urged lawmakers to avoid making the citizenship pathway so difficult that it would appear out of reach for many illegal immigrants.“We all agree that these men and women have to earn their way to citizenship,” he said. “But for comprehensive immigration reform to work, it must make clear from the outset that there is a pathway to citizenship.”“It won’t be a quick process, but it will be a fair process,” Obama added.",
    "2013 - 4813": "WASHINGTON — President Obama held a campaign-style rally in Las Vegas yesterday in his biggest attempt yet to muscle immigration reform through a divided Congress, saying that now is the time to act on an issue that went nowhere in his first term.Standing before a dozen US flags at a Vegas high school, Obama pointed to new movement in the Senate as cause for optimism, a day after a bipartisan group of senators released a plan with a “path to citizenship” directly linked to border-security improvements.“The time has come for common-sense, comprehensive immigration reform. The time is now,” Obama told the crowd invited by the White House.Obama campaigned on the issue last year, promising to push it during the first year of his second term. His proposals aren’t new — he laid them out in a similar speech last year.But the new push marks the first time that Obama is putting his shoulder fully to the wheel in an attempt to get something through Congress.The president took executive actions during his re-election campaign to give thousands of young people who came here illegally as minors a chance to apply to stay — a move that helped him win over Latino voters in droves.Yesterday, Obama rolled out four general principles of reform: undocumented immigrants must “earn their way” to citizenship; the immigration system must be streamlined, border enforcement must be strengthened, and officials must crack down more forcefully on companies that knowingly hire illegal immigrants.Obama said the 11 million undocumented immigrants here “aren’t looking for any trouble.”The White House tried to downplay the main split in a new compromise reached by the Senate’s “Gang of 8” — four Republicans and four Democrats. Republicans in the group added the condition that the path to citizenship would come only after the border is secured. The Obama plan calls for both goals, but with no linkage.“Gang” member Marco Rubio (R-Fla.) said yesterday it would be a “terrible mistake” to allow a path to citizenship without locking in security gains.“For the president to try to move the goal posts on that specific requirement, as an example, does not bode well in terms of what his role’s going to be in this or the outcome,” Rubio fumed on Fox News. He warned: “If that’s not in the bill, I won’t support it.” Even if pro-reform forces push a bill through the Senate, it could get picked apart in the House, where some critics are already labeling it “amnesty.”<strong>CASE STUDY #1</strong>\nBusinesswoman Martha Guolotuna, 53, left behind three children — the youngest, a son just 11 months old — when she departed Quito, Ecuador, for a new life in the United States 18 years ago.“If I was granted legal status, the first thing I would do is hop on a plane and see my children,” she said. “My youngest was just a baby when I left and I haven’t seen him since.“Life has been good here. I own Emanuel Corporation Body Shop in Willets Point, Queens. But I need to get a driver’s license to really run my business — and I can’t because I’m not legal. I want to stop living in the shadows and be treated like everyone else.” “I like what the president said,” Guolotuna added after watching Obama’s address at a high school in Las Vegas. “I pay my taxes; my family and others deserve this.”<strong>CASE STUDY #2</strong>\nYenny Quispe, 21, has been in America for 10 years after fleeing Peru with her mother and brother to escape her abusive father.She wanted to hear a lot more from President Obama in his Las Vegas speech.“I was expecting more details from the president about what his plan was and what Congress was talking about,” Quispe said. “I just hope that this time will be different because we’ve been waiting a long time,” she said. “I hope this will benefit everyone, not just farmers.”Quispe got her residency card just two days ago but the rest of her family remains undocumented.“Right now I’m still scared that my mother and brother could be deported,” she said. “And what would I do with them? They’re my family.”<strong>CASE STUDY #3</strong>\nTania Gordillo, 43, came to the United States in 1995 from Ecuador and learned what it’s like to be undocumented.She got a job as a seamstress but was fired because of her illegal status, she said.“I’m tired of constantly looking over my shoulder and living in fear that immigration officials will come knocking on my door and deport me and my husband,” she said.“I have a family here and I had to move three times because they wanted to deport us. Once they missed us by one day,” she said.She said she liked what she heard from President Obama, agreeing that the time has come for immigration reform.“I’ve been waiting 18 years to get my legal status,” she said. “I haven’t seen my mother in 18 years and I really would like to see her.”By Lorena Mongelli",
    "2013 - 1664": "WASHINGTON — In a warning to fellow Republicans, Sen. John McCain said Wednesday that failure to pass comprehensive immigration legislation could mean continued election losses for the GOP and cause Republican-friendly states like Arizona to fall to the Democrats.The Arizona Republican, his party’s former presidential nominee and one of eight senators to sign onto a bipartisan immigration reform framework this week, said failure to act means the trend of Hispanic defections from the GOP would continue.Latino voters supported President Barack Obama over Republican Mitt Romney 71 percent to 27 percent in November, helping to ensure Obama’s victory.McCain said that Republicans have failed to understand the importance of immigration to Hispanic voters and that’s cost the party at the ballot box.“If you have a large bloc of Americans who believe you’re trying to keep their … fellow Hispanics down and deprive them of an opportunity, obviously that’s going to have an effect,” McCain said.The Senate framework would provide a path to citizenship for the estimated 11 million illegal immigrants already in the country, secure the border, attempt to simplify legal immigration, and add requirements for employers to prevent hiring of illegal immigrants.If no bill passes, McCain said, the forecast for Republicans is that “the trend will continue of lack of support from Hispanic voters, and also as you look at the demographics of states like mine that means that we will go from Republican to Democrat over time.”McCain spoke alongside Democratic Sen. Charles Schumer of New York, his partner on the immigration proposals, at a breakfast hosted by Politico.",
    "2013 - 1312": "WASHINGTON — Just a day after President Obama flew to Las Vegas to make a push for immigration reform, Republicans working out a bipartisan plan slammed the White House for an overreach that could kill the prospects for a new law.Sen. John McCain (R-Ariz.), a key negotiator on a failed immigration plan during the Bush administration, yesterday warned that Obama could sink immigration reform by including provisions that provide gays with the right to bring their long-term partners under an expanded “path to citizenship.”“If you are going to load it up with social issues, that is the best way to derail it,” McCain told a Politico breakfast yesterday.Fellow negotiator Sen. Lindsey Graham (R-SC) was even more blunt. “Why don’t we just put legalized abortion in there and round it all out?” Graham sarcastically told reporters.Meanwhile in the House, conservative Republicans are griping about the amnesty proposal and have even started their own committee behind closed doors to craft an entirely different plan, according to Politico.com.But an optimistic Obama vowed to find consensus and said an agreement could be sealed within six months. “I can guarantee that I will put everything I have behind it,” the president said in an interview with the Spanish-language TV network Telemundo.<author></author>",
    "2013 - 1006": "WASHINGTON — Senate Majority Leader Harry Reid yesterday threw his support behind New Jersey Sen. Bob Menendez, a fellow Democrat under fire for his chummy relationship with a longtime donor. “I have confidence he did nothing wrong, but that’s what investigations are all about,” Reid (D-Nev.) said on ABC’s “This Week.” Menendez took free rides to the Dominican Republic on the private plane of Dr. Solomon Melgen, a South Florida eye surgeon, in 2010. Senate ethics rules require that such trips be paid for or declared as gifts. Menendez’s office said it reimbursed Melgen $58,500 for the trips — but only recently, two years after the fact. The FBI raided Melgen’s West Palm Beach office last week. Reid called Menendez an important figure on Capitol Hill. “He was a leader in the House. He’s been a leader in the Senate. He’s chairman of [the Foreign Relations Committee] . . . And he is also an integral part of what we do with immigration reform,” Reid said.“So I have the utmost confidence in him.”",
    "2013 - 1767": "Call it “Bad Toy Story”.Federal agents in New York today arrested five people on charges of importing hazardous and counterfeit toys from China – among them knock-off products emblazoned with images of popular film and TV characters, such as Spiderman, SpongeBob SquarePants, Teenage Mutant Ninja Turtles, Tweety Bird, and Mickey Mouse, officials said.Immigrations and Customs Enforcement agents say those charged live primarily in Queens and they were charged with importing and trafficking hazardous toys in violation of the US Consumer Product Safety Act.Brooklyn federal prosecutors say that over the past six years, the toys were illegally shipped from China to New York City, where various companies sold them from a storefront and warehouse in Ridgewood, Queens, as well as at additional retail locations in Brooklyn and Queens.Some smuggled toys also featured unlicensed images of other pop culture icons, such as Winnie the Pooh, Dora the Explorer, Betty Boop, as well characters from Cars, High School Musical, and Toy Story, officials said.During searches this morning of a warehouse and two residences, agents seized several bank accounts and confiscated a Porsche and Lexus, which the feds say were paid for by sales of the dangerous toys.“For years, the defendants sought to enrich themselves by importing and selling dangerous and counterfeit children’s toys without regard for the law or the health of our children,” said Loretta Lynch, US Attorney for the Eastern District of New York.“Profits from the counterfeit items, as well as toys riddled with lead and choking hazards, went to provide the defendants with luxury cars,” Lynch said.Those charged are scheduled to be arraigned this afternoon in Brooklyn federal court.<em>mmaddux@nypost.com</em>",
    "2013 - 5756": "WASHINGTON — President Barack Obama will focus his State of the Union address on boosting job creation and economic growth at a time of high unemployment, underscoring the degree to which the economy could threaten his ability to pursue second-term priorities such as gun control, immigration policy and climate change.Obama also may use Tuesday’s prime-time address before a joint session of Congress to announce the next steps for concluding the U.S.-led war in Afghanistan by the end of 2014.Obama’s State of the Union marks his second high-profile speech to the nation in about three weeks, after his inaugural address Jan. 21 that opened his second term. White House aides see the two speeches as complementary, with Tuesday’s address aimed at providing specifics to back up some of the Inauguration Day’s lofty liberal rhetoric.The president previewed the address during a meeting Thursday with House Democrats and said he would speak “about making sure that we’re focused on job creation here in the United States of America.” Obama said he would try to accomplish that by calling for improvements in education, boosting clean energy production, and reducing the deficit in ways that don’t burden the middle class, the poor or the elderly.While those priorities may be cheered by some Democrats, they’re certain to be met with skepticism or outright opposition from many congressional Republicans, especially in the GOP-controlled House. The parties are at odds over ways to reduce the deficit. Republicans favor spending cuts; Obama prefers a combination of spending cuts and increasing tax revenue.The president said he would address taxes and looming across-the-board budget cuts, known as the sequester, in the speech. The White House and Congress have pushed back the automatic cuts once, and Obama wants to do it again in order to create an opening for a larger deficit reduction deal.“I am prepared, eager and anxious to do a big deal, a big package that ends this governance by crisis where every two weeks or every two months or every six months we are threatening this hard-won recovery,” he said last week.The economy has rebounded significantly from the depths of the recession and has taken a back seat for Obama since he won re-election in November. He’s instead focused on campaigns to overhaul the nation’s patchwork immigration laws and enact stricter gun control measures following the massacre of 20 schoolchildren in Newtown, Conn., in December.The president also raised expectations for action this year on climate change after devoting a significant amount of time to the issue in his address at the inauguration.But the unemployment rate is persistently high at 7.9 percent, economic growth slowed last quarter and consumer confidence is falling, so the economy could upend Obama’s plans to pursue a broader domestic agenda in his final four years in office.Tony Fratto, who worked in the White House during President George W. Bush’s second term, said Obama has to show the public that he’s still focused on the economy before he can get their full support for his other proposals.“We’re not in a position where he can blame anybody else for the economy now,” Fratto said, “Now it’s his economy.”Obama is expected to use his address to press lawmakers to back his immigration overhaul, which includes a pathway to citizenship for 11 million illegal immigrants, and his gun control proposals, including universal background checks and a ban on assault weapons.Voting rights groups expect the president to call for changes that would make it easier for people to vote.“I think it’s important to be able to do more than one thing at a time,” said David Axelrod, who served as senior adviser in the White House and Obama’s re-election campaign. “But the economy is an ongoing and significant challenge that you have to keep working on.”While the centerpiece of Obama’s address is expected to be his domestic agenda, the president sees a chance to outline the next steps in bringing the protracted war in Afghanistan to an end. He’s facing two pressing decisions: the size and scope of the U.S. military presence in Afghanistan after the war formally ends late next year, and the next phase of the troop drawdown this year.More than 60,000 U.S. troops are in Afghanistan.The president could update the public on cuts to the number of U.S. nuclear weapons, a priority for his administration. Vice President Joe Biden recently told a security conference in Germany that Obama probably would use the State of the Union to discuss “advancing a comprehensive nuclear agenda to strengthen the nonproliferation regime, reduce global stockpiles and secure nuclear materials.”White House allies are nudging Obama’s team to move forward on a plan to expand education for children before they enter kindergarten. They are reminding Obama’s political aides that female voters gave the president a second term, serving up a 10-point gender gap.Obama carried 55 percent of female voters, many of whom are looking to the White House for their reward. While groups such as Latinos and gays have seen policy initiatives since Election Day, women’s groups have not received the same kinds of rollouts.Florida Sen. Marco Rubio, a rising Republican star and potential 2016 presidential candidate, will deliver the GOP response following Obama’s address to Congress.The president will follow up his speech with trips across the country to promote his calls for job creation. Stops are planned Wednesday in Asheville, N.C., and Thursday in Atlanta.Obama’s speechwriters started working on the speech shortly after the Nov. 6 election. The process is being led for the first time by Cody Keenan, who is taking over as the president’s chief speechwriter.",
    "2013 - 6903": "WASHINGTON — The American public will get a competing mix of rhetoric and imagery in President Obama’s State of the Union address Tuesday, a speech that offers a heavy dose on the economy even as it plays out against a visual backdrop dominated by the current national debate over guns.With the economy still trying to find its footing and with millions still out of work, Obama will make a case for measures and proposals that he says will boost job creation and put the economy on a more upward trajectory. Obama’s emphasis underscores a White House recognition that while the president seeks to expand his agenda and build a second-term legacy, the economy remains a major public preoccupation.But in the galleries above the rostrum of the House of Representatives where Obama will speak, many of the faces looking down on him will be those of Americans thrust into the politics of gun violence.First lady Michelle Obama will sit with the parents of a Chicago teenager shot and killed just days after she performed at the president’s inauguration. Twenty-two House members have invited people affected by gun violence, according to Rep. Jim Langevin, D-R.I., who pushed the effort. And Republican Rep. Steve Stockman of Texas says he’s invited rocker Ted Nugent, a long-time gun control opponent who last year said he would end up “dead or in jail” if Obama won re-election.That confluence of message and symbolism illustrates where Obama is in his presidency following his re-election.The economic blueprint he will discuss will have many of the elements Americans have heard before, with its embrace of manufacturing, energy development and education. And in that sense it is a reminder of what was unfulfilled at the end of Obama’s first term. But the tragic murders of 26 people at a Newtown, Conn., elementary school in December altered the president’s agenda, pushing guns onto a to-do list that already included a new push for an overhaul of immigration law.As the president addresses gun violence, the cameras are sure to pan the faces in the crowd inside the House chamber, each with a story meant to influence the debate. Obama has proposed a ban on certain weapons and on high-capacity ammunition magazines. He has also called for broader, universal background checks on gun purchasers, a proposal that stands a better chance politically.Domestic policy will be front and center, but ongoing challenges abroad won’t go without mention. On North Korea, which said it successfully detonated a nuclear device Tuesday in defiance of UN warnings, the White House said Obama would make the case that the nuclear program had only further isolated the impoverished nation.“The president will say that the only way North Korea will rejoin the world community is if they stop these threats and live up to their international obligations,” said Tommy Vietor, a spokesman for the White House’s National Security Council.But White House aides say the economy is still Obama’s central theme.“You’ve seen the president act aggressively on comprehensive immigration reform. You’ve seen the president put forward a series of comprehensive proposals to reduce gun violence in this country in the recent weeks,” White House press secretary Jay Carney said Monday. “These are important priorities of the president and of the nation. But what remains his No. 1 priority is what it has been since he took office, which is to get this economy growing, get it creating jobs, strengthening the middle class and expanding the middle class — allowing those who seek and aspire to the middle class to get there, giving them the tools to do that.”Senior White House adviser Valerie Jarrett said “the president has always believed that our country is strongest when we build from the middle out, not from the top down.”She said in an interview that the president’s “confidence has grown” over the past four years and he is optimistic that his programs can be approved.Jarrett said Obama remains interested in a deal with Republicans to avoid automatic budget cuts on March 1 and said he and House Speaker John Boehner had been “just moments apart” from striking a large-scale agreement on taxes and spending at the end of last year, but that the Ohio Republican couldn’t sell it to his party’s House caucus. Boehner’s office denies that characterization of the talks.The renewed emphasis on job creation will dominate the message that Obama will take to the road in the days after his speech, pushing his economic recovery proposals during stops in North Carolina, Georgia and his hometown of Chicago. Obama is expected to reiterate his calls for revitalizing the manufacturing sector; he pledged during his campaign that he would create 1 million new manufacturing jobs during his second term. Following a sluggish 2012, manufacturing grew at a faster pace last month, driven by an increase in new orders and more hiring at factories.His call for measures that prod the economy will play out as he presses Congress to avoid deep spending cuts that are scheduled to begin automatically on March 1. Obama wants instead a mix of tax revenue and cuts in spending that he has promoted as a “balanced” approach to easing federal deficits.Obama has called for raising more revenue through ending tax breaks and closing loopholes, but he has not detailed a list of targets. He and his aides often mention as examples of unnecessary tax breaks a benefit for owners of private jets and tax subsidies for oil and gas companies. Such measures are modest, however. Ending the corporate plane and oil and gas breaks would generate about $43 billion in revenue over 10 years.That appeal for new revenue is getting stiff-armed by Republicans, who reluctantly agreed at the start of the year to increase tax rates on the wealthiest Americans in exchange for extending Bush-era tax rates for the rest of taxpayers.“He’s gotten all the revenue he’s going to get,” Senate Minority Leader Mitch McConnell, R-Ky., said Monday. “Been there, done that.”With Republicans in control of the House and exerting influence in the Senate, Obama intends to employ all the tools at his disposal in an effort to win over the public to put pressure on Congress.The White House and Obama’s allies are launching simultaneous social media, public outreach and fundraising campaigns tied to his State of the Union address. Those efforts were successful in his re-election campaign and Obama aides believe they could be as effective in pushing policies as they were in pushing his candidacy.“He’s got to strike now,” said presidential historian Allan Lichtman of American University, who believes the economy, the environment and long-term changes in federal entitlements are key to Obama’s legacy. “Next year he won’t have the ear of the public in the same way he has this time.”Jarrett appeared Tuesday morning on “CBS This Morning” and NBC’s “Today” show."
}