{
    "2005 - 1069": "A Columbia University football player is off the hook for a brutish sexual attack on a female student – pleading guilty in return for a no-jail sentence.   But now he’s facing deportation.   Aaron Percival, 20, had been charged with sneaking into the student’s dorm room in September 2003, waking her by licking her toes and then mauling her with his hand so roughly that her cervix was bruised.   He had faced a minimum prison sentence of 3 ½ years if he had been convicted at trial, scheduled to begin yesterday.   Instead, a Manhattan Supreme Court judge yesterday promised a sentence of 10 months probation in return for Percival’s last-minute guilty plea to the reduced charge of attempted sexual abuse.   Percival – a London-born British citizen who moved here at age 3, and whose family lives in Fort Lauderdale, Fla. – must also register with the state as a sex offender.   But as an admitted felon without U.S. citizenship, Percival faces certain deportation, and his green card has already been seized by immigration officials, said his lawyer, Brian Waller. ",
    "2005 - 2133": "The Army specialist let her commander-in-chief lead.   Army Spc. Jazmin Azcona, a Queens native, took to the floor with President Bush at the Commander-in-Chief Ball during last night’s inaugural festivities.   “It was exciting. I was really nervous,” the 23-year-old GI, whose family lives in Corona, told The Post. “It was the first time I got to meet the president.”   Azcona, a clerk with the 12th Aviation Battalion out of Fort Belvoir in Virginia, said Bush was “really nice.”   As the president danced with Azcona, First Lady Laura Bush was partnered with Marine Lance Cpl. Richard Hansen.   Azcona said the president was quiet on the dance floor, but gracious to her and Hansen.   “He thanked us when we were done and he thanked us for our service to the country,” she said.   Azcona is a graduate of Newtown HS.   Her father, Pedro Azcona, who immigrated to the United States from the Dominican Republic 25 years ago, was watching the inaugural balls on TV, but didn’t notice his daughter take to the dance floor with the president.   When told by The Post of his daughter’s turn in the spotlight, Pedro Azcona said, “I didn’t know. She told me she was going to some sort of celebration, but I didn’t know what it was.”   Spc. Azcona played it coy when asked how the big boss – a self-admitted and notoriously poor hoofer – performed, but her dad, who saw Bush out on the floor with other women, approved.   “He danced good. I saw,” he said.   Jazmin, who has a brother and a sister, joined the Army four years ago and was stationed in Kuwait for six months last years.   Her unit was not in the vanguard, she said, but near enough to the action to have come under missile attack.   Pedro Azcona said his daughter is the athletic type who played a lot of sports in school.   More importantly, he said, “She’s the type of person who was trying to helpful to others.”   The proud dad talks to Jazmin every week, and saw her a few weeks ago when she came up from Virginia for a visit.   He grew prouder still when shown a picture of his daughter waltzing with the president.   “There’s a girl who did something right,” he said.",
    "2005 - 1445": " FBI agents were questioning one of the Chinese nationals sought in a purported plot to set off a radioactive bomb in Boston, Fox News Channel reported yesterday.   Mei Xia Dong, believed to be 21 years old, was one of 14 people the FBI had sought in the plot. It was unclear where Dong was arrested.   The FBI on Wednesday released names and photographs of four people it sought for questioning, and on Thursday released the names of 10 more people it was seeking.   Thirteen of those being sought were Chinese. Some allegedly crossed the border from Mexico.   The FBI did not release the nationality of the 14th person, whose name is José Ernesto Beltran Quinones.   Dong’s name was on the 10-person list. His role in the alleged plot was unclear, and the FBI has said it wasn’t even certain the people it seeks pose any threat.   Massachusetts Gov. Mitt Romney said he was growing less concerned about the threat, and said law-enforcment authorities in the state were taking the matter less seriously.   None of the 14 people sought by the FBI faced criminal charges “because there’s no evidence at this point in time that they’ve committed any crimes,” Boston’s top federal prosecutor said Thursday.   And another FBI source said Friday the tip that the Chinese immigrants had a “dirty bomb” may have come from someone angry that they had cheated him out of payment for smuggling illegal immigrants into the country.   and Post Wire Services",
    "2005 - 1458": "It was bad enough to hear the comedian known as “Ali G” butcher the National Anthem, according to some patriotic cowboys, but it was even worse to be paid for it.   Before infamous comedian Sacha Baron Cohen took to the stage at a rodeo in Salem, Va., to sing offensive versions of the National Anthem, he first had to scam the rodeo’s producers by paying them off.   “He’s just a real scumbag con artist,” said rodeo producer Lenore Rowe, who agreed to let Baron Cohen sing thinking he was just an innocent immigrant traveling across the United States for a documentary. “What a mistake.”   As soon as Baron Cohen – who was posing as alter-ego Borat Sagdiyev of Kazakhstan, a character on his HBO show – showed up at the Salem Civic Center on Jan. 9, “his people” pressed rodeo workers to sign waivers “just in case they ended up in the documentary,” and gave them between $50 and $150 each.   “They tried to give it back,” Rowe said. “But they insisted. Now we know why.”   The exchange of money could create a binding contract, relieving Baron Cohen and his gang of liability, even though they misrepresented themselves, an entertainment lawyer told The Post.   His version of “The Star-Spangled Banner” ended with “your home in the grave.”   The angry crowd turned on the comedian, booing and screaming for him to get off the stage – while cameras rolled and focused on shocked audience members.   Cohen was escorted out, flanked by his own armed guards.",
    "2005 - 623": " Investigators probing the slaughter of a family of devout Egyptian Christians believe they may have been victims of a bloody vendetta that predates their immigration to the United States 10 years ago, The Post has learned.   “We’re trying to develop their history right now,” Hudson County Prosecutor Edward DeFazio said yesterday of the brutal quadruple slaying.   The bodies of Hossam Armanious, 37, his wife, Amal Garas, 37, and their daughters, Sylvia, 15, and Monica, 8, were found Jan. 14 in their Jersey City home. All four had been bound, gagged and fatally stabbed in the neck.   (p. 15 in metro and sports extra)",
    "2005 - 4816": "Chilling audiotapes that captured two doomed firefighters’ final moments in a Bronx inferno Sunday reveal desperate pleas for help as flames suddenly engulfed them.   “We can’t get out!” screamed one panicked firefighter trapped alongside the pair on the fourth floor of the building at 236 E. 178th St. in the Morris Heights section, according to recordings of the Fire Department’s radio communications.   “Mayday! Mayday! Mayday! Fire in the apartment!” one of the tragic two firefighters is heard yelling.   A stricken firefighter who is watching in horror from outside the rear of the building screams to comrades:   “They’re at the windows! They’re at the windows!   “There’s heavy smoke! Heavy smoke and fire!” he yells. Then, as six trapped firefighters begin to jump from a window – two to their deaths – he screams, “Fireman down! Fireman down!”   The tapes portray a scene that quickly turned from routine firefighting to a deadly nightmare, after the firemen on the fourth floor were told to give their hose to colleagues on the third floor, where the main blaze was burning. The switch was made because the firefighters on the lower floor had lost pressure in their hose.   At one point, a firefighter on the fourth floor radios that he is having trouble breathing because of the smoke, so a colleague on the roof lowers an oxygen mask to him.   During the tapes – which last two to three minutes – a fire chief radios up to the smoke-eaters on the fourth floor, asking if there are flames where they are.   They respond no.   Then, “suddenly, a fireball appears and turns on them,” a source said.   “It swept around dividing walls [erected in the apartment] after coming through the floor,” he said. “They didn’t see it until too late. It came roaring at them.   “Listening to them, it’s so sudden [that] you can sense how quickly and severely the room changed on them,” the source said. “First, they’re talking in general terms. Then it becomes this urgent, ‘Mayday! Mayday! Mayday!’ It just whipped around and trapped them.   “It’s tough to listen to – they’re just trying to save themselves.   “When they start giving the Mayday, the fire’s already moving toward them.”   The source said that as the firemen scream for help, “They’re scrambling to the window. [But] there are child-protection gates on one window that they have to get out of the way. There’s [also] an air conditioner in the window.”   Sources said the firefighters were thrown into the deadly confusion because of a maze of partitions that had been erected in the apartment, which blocked their view of another window leading to the fire escape.   The apartment had been converted into a cheap flophouse for immigrants, with the living room and dining room turned into two small bedrooms. That gave the space a total of four bedrooms, sources said.   Authorities said one couple and three men lived there. But the tenant who leased the space for the building’s out-of-town owner told The Post that the apartment housed six adults and three little girls. She said she charged each person between $50 and $100 a week in rent.   The woman denied knowing who erected the partitions.   The firefighters who died jumping from the inferno were Lt. Curtis Meyran, 46, a twice-decorated 15-year veteran, and firefighter John Bellew, 37, also of Ladder 27.   Among the four who survived the jump was Brendan Cawley, who joined the FDNY in September, inspired by his brother, Michael, a Bravest who died on 9/11.   Cawley, 31, was still in critical condition yesterday at St. Barnabas Hospital in The Bronx.   It was Meyran who ordered Cawley to jump, saving the young probie’s life, fire officials said.   “You are told you have to jump out the window and you jump out the window,” said Chief Joseph Callan, the FDNY’s Bronx borough commander.   “Cawley lost his brother on 9/11, and he goes to one of his first fires, and he has to go out the window,” the chief said. “What can be going through his mind? They had to know you probably won’t survive.”   The three other injured firefighters are Jeffrey Cool, 37, Eugene Stolowski, 33, and Joseph DiBernardo, 34. They were badly hurt, but expected to recover.   Several hours after the Bronx blaze, Brooklyn firefighter Richard Sclafani, 37, of Ladder Co. 103 died after becoming trapped while battling a blaze in the basement of an East New York home.   Marshals said the Bronx fire was caused by an overheated extension cord that ignited a mattress.   —-  Excerpts of FDNY transcripts  FIREMEN IN THE APARTMENT:  “We can’t get out!”  “Mayday! Mayday!”  “Fire in the apartment!”  FIREMAN ON THE GROUND:  “They’re at the windows!”  “There’s heavy smoke and fire!”  Then, as the six trapped Bravest begin to jump from a window – two to their deaths – he screams:  “Fireman down! Fireman down!”",
    "2005 - 4106": "Today’s lesson takes a look at one of New York’s most infamous characters who was also one of the most corrupt politicians in history, William “boss” Tweed.  You’ve probably heard of the Tweed Courthouse. As headquarters of the Department of Education, it’s where many of the decisions concerning your life at public school in New York City are made. This courthouse is named after a brilliant, but rotten-to-the-core New Yorker – William Marcy “Boss” Tweed.   The courthouse was the headquarters of The Society of St. Tammany, which started out as a social club in 1789. For new immigrants flooding into the Lower East Side, Tammany was their only voice in a hostile city. Most found themselves in a foreign land, with no homes or jobs. Most could not speak English, and for many, voting in a democratic society was a privilege they had never enjoyed before. They repaid Tammany with those votes.  By 1851, more than half of the city’s voters were immigrants, loyal to Tammany Hall.   In 1863, Tammany would gain even more power after the Civil War Draft Riots. Tammany Hall was seen as the only hope to control the violence. That same year, a genial chairmaker and ex-fireman who had risen through the ranks at Tammany was sworn in as its head, or Grand Sachem. His name was WilliamMarcy Tweed.   Tweed used his followers’ blind loyalty to hold the largest urban power base of any American politician. He provided jobs and built poorhouses, hospitals and orphanages. He poured public funds into Catholic schools and charities. The Tweed machine controlled the construction of all new parks, streets, bridges, hospitals and schools. Construction companies paid Tammany huge kickbacks for building contracts.   By 1870, Tweed controlled 12,000 city jobs and every cent the city spent for public service. He controlled every aspect of the city’s government. He was, at once, the school commissioner, assistant street commissioner, president of the board of supervisors, chairman of the New York Democratic Committee, New York’s state senator and Grand Sachem at Tammany Hall.   Upper-class New Yorker’s seemed horrified by Tweed’s actions, but were secretly pleased with the rise in Manhattan’s real estate.   The Tammany Hall headquarters itself was valued at $350,000, but after 12 years of construction, the price climbed to $13 million. Critics complained that it took twice as long to build as the Erie Canal and cost more than Alaska.   The Tweed machine began to crumble when the political cartoons of Thomas Nast appeared in Harper’s Weekly. They depicted Tweed as a fat, bald, greedy giant, devouring the city.   The end came when The New York Times published excerpts from secret courthouse records. Some of the outrageous purchases were: 11 thermometers for $7,500, brooms for $41,000, windows for $8,000, each and three chairs and four tables at $179,792. It was reported that Tweed and his gang had stolen $200 million from New York.   In 1871, Tweed was indicted on three counts of fraud and grand larceny and 220 misdemeanors. He was sentenced to 12 years in prison. The charges were overturned, but a civil suit stripped his assets and he was sent to debtor’s prison on what today is called Roosevelt Island.   Nast’s cartoons would prove to be Tweed’s final undoing when, after slipping past his guards, he fled to Spain and was recaptured when the Spanish police recognized him from one of the cartoons.   He was returned to a jail he built himself, where he died penniless on April 12, 1878. But to many of the city’s poor, even in death, Tweed maintained his reputation as their hero.   Source: “The Illustrated History of New York” by Ric Burns and James Sanders, with Lisa Ades   Today’s lesson fulfills the following standards: E1c, E3c, E3d, E4a, E4b, E5a, E5b, Social Studies Standard 1   —  New York Post Activities  Write a short essay on the lessons that you learned from the career of “Boss” Tweed.   Have a class discussion on what you think life in New York City was like under the rule of “Boss” Tweed.   Draw your own “Boss” Tweed cartoon using information on today’s page. ",
    "2005 - 2384": "A crooked father-and-son plumbing team was sent up the river last night for ripping off millions from the MTA.   “These are very serious crimes,” prosecutor Patrick Dugan said before millionaire plumbers Alex Figliolia Sr. and Jr. were sentenced for their bribery and overcharging racket.   “The defendants stole money from the fare payers of this city.”   The elder Figliolia, his wife Janet, and Alex Jr. pleaded guilty to bilking the MTA out of millions last September.   Prosecutors said that much of their ill-gotten gains went into their ill-decorated mansion in Holmdel, N.J., which features an indoor pool with waterfall, outdoor swan pond and indoor and outdoor pizza ovens.   Dugan said the family’s scams were fairly simple – they paid their mostly immigrant labor force about $8 an hour to do plumbing work for them at MTA locations, and billed the transit agency $65 to $135 an hour for their work, the prevailing union wage for plumbers.   They also overcharged on materials and labor, and bribed MTA officials to look the other way.   Manhattan Supreme Court Justice Roger Hayes sentenced the family members in accordance with the terms of their plea deal.   Figliolia Sr., 61, was sentenced to 13/4 to 53/4 years in prison, while Jr., 31, was sentenced to 23/4 to 8½ years behind bars.   Janet, 54, was sentenced to five years probation.   The family also forked over $6 million in restitution, which they raised by selling their business property at 420 Carroll St. in Brooklyn, and turned over $750,000 worth of Janet’s jewelry.   Hayes called the punishment “fair” and a “sensible resolution.”   Figliolia Sr.’s lawyer, Ron Fischetti, told the judge it was “a difficult day” for his client.   “His money is gone. His son is going to jail,” he said, referring to the three-year scam as “a small portion . . . of what has otherwise been a very law-abiding life.”   Janet’s lawyer, David Smith, said it was also a hard day for his client. “She’s walking out alone,” he said.   Warren Feldman, the lawyer for Figliolia Jr., said his client, a married Staten Islander, “knows he made a mistake” and is “looking forward to putting this behind him.”   Three corrupt MTA officials – former director of facility operations Howard Weissman, former facilities manager Ronald Allan and ex-buildings manager Gary Weissbard – have pleaded guilty to taking bribes from the family."
}