{
    "2007 - 1943": "They scrimped and saved to buy a home on Long Island’s tony North Shore so their sons could go to good schools – and she could be a stay-at-home mom to greet the boys every afternoon.   But when two brothers opened the door to their Syosset home Tuesday, they discovered the suburban dream their immigrant parents had toiled for 20 years to realize had turned into a nightmare.   Josh Singh, 13, and his little brother, Ankur, remained surrounded by devastated friends and family yesterday, as police struggled for clues as to why Jaspal and Geeta Singh, were shot dead.   “The boys are OK. The boys are with me,” was all their uncle, Joginder Singh, could say outside his home in nearby Bethpage before being overcome with grief.   The boys came home to the Doone Drive home from school Tuesday to find their father’s body downstairs and their mother lying in an upstairs bedroom.   The couple had moved into the home just eight months ago after saving every penny they could from Jaspal’s gas station and his full-time job at a Manhattan mattress store.   Workers at Economy Foam in Greenwich Village said Jaspal had worked there for nearly 20 years after emigrating from the Punjab, in India.   “Everybody who worked here loved [Jaspal]. He knew how to interact with people,” said the store’s owner, who declined to give her name.   Stock manager Arshad Mahmood, 46, said Jaspal was overjoyed to move out of the family’s Queens house for the leafy suburb of Syosset.   “We knew he moved to where he moved because he wanted good schools,” Mahmood said.   Jaspal, from a wealthy Punjabi family, owned a gas station with his brother. Documents show that over the years the family had earned enough to buy the Syosset house while the Queens one remained on the market.   Nassau County cops yesterday remained baffled as to why the couple was shot. <em><a class=\"a10blb\" href=\"mailto:kieran.crowley@nypost.com\">kieran.crowley@nypost.com</a></em>",
    "2007 - 1363": "A Brooklyn man at a Long Island recycling center accidentally crushed a co-worker – his father – to death yesterday under the wheels of a hulking payloader, police said.   Luis Marquez, 25, his brother, José, 32, and their father, Miguel, 58, were working the night shift at Omni Recycling in West Babylon, cops said.   At about 1:30 a.m., foreman Marco Jimbo said, “Luis was working the payloader and feels something, a bump. He got out . . . to see what happened.”   Miguel lay bloodied and motionless.   “We would have been married 37 years this August,” said his weeping widow, Maria Remache.   Luis Marquez was too devastated to speak to reporters in the Ecuadorean immigrant family’s home.   Omni Recycling reps declined to comment and advised workers not to talk.   But one spoke, anonymously, of daily risks.   “There’s so much going on around you, so much heavy stuff everywhere . . . You have to watch out, especially at night,” he said.   In 1998, a worker fell to his death from a sorting machine. The next year, one fell from a mountain of trash into a drainage hole and died. Both were Salvadoran immigrants.   The Occupational Safety and Health Administration has fined Omni twice for safety violations – and is investigating the death of Miguel Marquez.<em><a class=\"a10blb\" href=\"mailto:patrick.white@nypost.com\">patrick.white@nypost.com</a></em>",
    "2007 - 2684": "The sexy Mexican model at the center of a love triangle and extortion lawsuit involving a top fashion photographer and a jeans designer has been married to yet another man for the past two years, court papers say.   Fernanda Romero tied the knot with the unidentified actor in 2005 in a marriage that was arranged by her jealous former fiancé, Rock &amp; Republic CEO Michael Ball, the filings say.   The union “was a fraudulent marriage for immigration purposes,” the suit says.   Ball was sued earlier this week by shutterbug Markus Klinko in a $500,000 breach-of-contract action.   Klinko alleged that the self-proclaimed “Super Jefe” Ball backed out of a business deal and tried to extort him with X-rated pictures.   The dispute allegedly came after Ball found out Klinko was dating Romero.   “Fueled by jealousies over an ex-fiancée [who] abandoned Ball and who subsequently entered into a long-term romantic relationship” with Klinko, Ball “embarked on a crusade to intimidate Klinko personally and professionally,” the suit says.   “This is about protecting my business and my reputation. I’m defending myself,” said Klinko, who’s worked with the likes of Janet Jackson, Britney Spears and Mariah Carey.   “It’s about standing up to a bully,” added his lawyer, Anthony LoPresti.   Klinko said his former gal pal Romero, 24, told him she and Ball had a “tortured” relationship over the years.   They met in Mexico when Romero was in a teen singing group, and she soon moved in with him, Klinko said.   He said Romero found the relationship “awkward” because they were living in the same Los Angeles house as Ball’s business partner – his former girlfriend.   The couple got engaged, but the relationship then soured. Klinko’s suit said there were “instances of violence by Ball leading to police involvement.”   They broke up in 2005 after Romero went to Europe and had a tryst “with a Frenchman,” Klinko said.   Later that year, Ball helped her set up her sham marriage, the suit says.   Klinko started dating Romero in January 2006. When he met Ball last month about doing an ad campaign for his company, Romero urged him to keep their relationship under wraps.   Ball was floored by Klinko’s work and said he wanted a long-term partnership – but flipped out when he later found out about Klinko’s “partnership” with Romero.   He got a hold of pictures that Klinko had e-mailed Romero of himself with two other women for “a self-portrait sex book” he was working on.   Bell then allegedly threatened to make them public unless Klinko “backed off” from both Romero and the deal.<em><a class=\"a10blb\" href=\"mailto:dareh.gregorian@nypost.com\">dareh.gregorian@nypost.com</a></em>",
    "2007 - 2054": "The NYPD won’t give Ken Boss back his gun, but the cop involved in the fatal Amadou Diallo shooting got one from the Marines – and used it to kill two insurgents in Iraq last year.   And in one of those firefights, an unarmed cab driver was shot dead.   The reservist served a seven-month tour in Fallujah ending in October, during which he led a four-man Humvee team that patrolled one of the most dangerous regions of the war-torn country.   In May, then-Pfc. Boss flagged down a suspicious car on a Fallujah street.   Gripping his M4 automatic rifle, Boss was approaching the driver when a passenger darted from the vehicle. Momentarily distracted, Boss didn’t notice that the driver had opened his door and was holding a 9 mm handgun.   “Once that happened, I thought, ‘They got me,’ ” Boss, 35, told The Post.   A single shot hit Boss in the chest, hurling him to the ground. But the bullet, miraculously, lodged in the Marine’s GPS device tucked into his flak jacket, he said.   Boss, uninjured, returned fire, striking the insurgent with a burst of three bullets, he said.   Fellow Marines then fired at the armed passenger, killing him.   A cab driver sitting in an idling taxi behind the insurgents’ vehicle, died in the hail of bullets.   “Everybody felt terrible about it,” Boss recalled. “Unfortunately, that’s how it happens. Rounds go through vehicles.”   At home, Boss is still assigned to desk duty.   On Feb. 4, 1999, Boss and three other undercover officers fired 41 bullets at Diallo, an unarmed West African immigrant they mistakenly thought was holding a gun.   While the four cops were acquitted of criminal charges, the department has never allowed them to return to active duty.   Boss revealed he was in the middle of another fatal fight in late August, when he gunned down a grenade-wielding terrorist who had just killed an Iraqi police officer.   The Ronkonkoma, L.I., reservist earned a field promotion to lance corporal during his tour.<em><a class=\"a10blb\" href=\"mailto:frank.ryan@nypost.com\">frank.ryan@nypost.com</a></em>",
    "2007 - 1553": "The number of patients treated at a city health clinic aimed at 9/11- related illnesses has skyrocketed 60 percent in just three months, The Post has learned.   The Bellevue Hospital/NYU School of Medicine clinic has enrolled more than 300 additional patients since Mayor Bloomberg’s announcement last fall of plans for a $16 million program expansion. It now serves more than 800 patients.   “We’re finding people predominantly with upper- and lower-respiratory problems,” said clinic director Dr. Joan Reibman. “We’re getting more office workers and people who were caught up in the dust cloud.”   Symptoms include asthma, sinusitis and shortness of breath, Reibman said. Bellevue had focused on treating downtown residents and office workers but now has the resources to see many more patients. Mount Sinai Hospital’s 9/11 monitoring program has treated thousands of rescue and office workers.   The mayor and Health and Hospitals Corp. President Alan Aviles are expected to officially unveil the expanded Bellevue center this week. It will have more clinical space and beefed up staffing to eventually treat 6,000 patients exposed to Ground Zero contaminants.   “The center will significantly expand services that HHC has been providing to [World Trade Center]-impacted patients who are uninsured or otherwise ineligible for financial assistance for medical treatment,” Aviles said.   And the staff will have more bilingual members to help treat immigrants.   “We will make sure patients get the medication they need,” said Bellevue CEO Terry Miles.",
    "2007 - 2749": " The feds yesterday finally stuck it to the only member of John “Teflon Don” Gotti’s murderous inner circle who had never been busted.   Infamous reputed Gambino capo George “Butter” DeCicco was among 13 alleged crime-family thugs nailed for a slew of extortion, racketeering, loan-sharking and money-laundering raps after a two-year probe fueled by a Mafia mole, authorities said.   The federal case will involve hundreds of hours of damning tapes made with the help of the turncoat witness, a member of DeCicco’s crew, FBI officials said.   On one tape, the bloodthirsty DeCicco, 77, is heard warning the snitch, “I’ll burn your eyes out,” officials said. In another taped chat between the witness and DeCicco’s nephew, alleged Gambino soldier Joseph “Joey Boy” Orlando, investigators say Orlando all but admits to committing eight murders when he says: “I’ve got eight under my belt, and I don’t give a [expletive] who becomes the ninth.”   One Mafioso is caught on tape gushing about one of three brutal murders he’s committed, authorities said. “I shot him in the leg first, and he went down screaming,” Steven “Steve Rigatoni” Famiglietta is heard boasting to the mole, officials said. “And then I started taking his arm off with a chain saw . . . He felt every f- – -ing thing I did to him.”   The feds said the mobsters’ downfall evolved from a simple scheme gone awry. It involved Orlando asking DeCicco’s crew for help landing an immigration green card for his girlfriend.   One thug in the group said he could help – then panicked when he realized he couldn’t pull off the request. Fearing for his life, he went to the feds offering his services. The authorities set up an undercover agent as an immigration official and, with the help of their now-cooperating witness, offered the services of the undercover to the mob. But by then, the Mafiosi had a more pressing problem.   DeCicco had been asked by top Sicilian mobsters to keep their countryman, Francesco Nania, who was in U.S. custody, from being deported to face mob-related charges back home.   The Gambinos eventually offered $70,000 to the undercover to broker the immigration deal, officials said.   Also busted was DeCicco’s son, Robert, who is in his 50s.   George DeCicco’s lawyer said he will seek house arrest for his client because DeCicco has heart problems and wears a nitroglycerin patch.   DeCicco is the brother of the notorious late Frank DeCicco, who lured then-Gambino chief Paul Castellano to his rubout outside Sparks steakhouse on East 46th Street in 1985.   Frank DeCicco wound up dead a little over a year later – killed by a car bomb meant for his boss, Gotti.<em><a class=\"a10blb\" href=\"mailto:stefanie.cohen@nypost.com\">stefanie.cohen@nypost.com</a></em>",
    "2007 - 2261": " A vengeful Bronx woman, hellbent on torching her beau, started a fire yesterday that killed a little girl living upstairs, law-enforcement sources said.   Sharon Scott – busted last year for stabbing boyfriend James Hicks – confessed to cops she poured nail-polish remover on the couple’s bed and lit it as Hicks was sleeping, the sources said.   As the flames began to erupt, Hicks, 49, woke up, grabbed Scott, 32, and they fled the burning apartment on the fifth floor of 4 Jesup Place, a six-story apartment building in Morris Heights.   Sadly, the flames and smoke spread up to the sixth-floor apartment where 2-year-old Amanda Adgivon – described by her godmother as “an amazing little girl” – was asleep.   Her father, Komi, 41, his lungs filled with smoke, tried to save the little girl, but both collapsed in the hallway outside their apartment, an FDNY battalion chief said.   “They were not in good shape,” he said.   Amanda was pronounced dead on arrival at Bronx Lebanon Hospital about 7:30 a.m. Her father, an immigrant from Africa, was in serious condition. Five firefighters had minor injuries.   Tears running down her cheeks, Amanda’s mother, Dolibe, 37, asked, “Why did my child have to pay with her life?”   She became so upset she couldn’t go on speaking.   Later, when her husband regained consciousness, she had the sad task of telling him their baby was dead.   Amanda’s aunt, Helen Adzor, was filled with anger at Scott and Hicks.   “They should be put in jail,” she raged.   The law-enforcement sources said the couple had a stormy relationship, with 27 arrests between them, many for attacks on each other, including the stabbing last year.   Scott was charged last night with murder and arson. Tuesday was her birthday, and neighbors said the fire followed a night of partying and fighting.   Adzor said at one point, Hicks kicked Scott out of the apartment.   Before being taken in for questioning, Hicks spoke briefly with reporters. He looked dazed and bug-eyed and his hair was wild.   “All I saw were flames on my bed. It was on fire,” he said. “I tried to get some water to put the fire out, but it was too smoky. So I got Sharon out.”<em><a class=\"a10blb\" href=\"mailto:murray.weiss@nypost.com\">murray.weiss@nypost.com</a></em>",
    "2007 - 1950": " It definitely was NOT time to make the doughnuts.   An Iowa man narrowly escaped a frigid death when he drunkenly drove his SUV onto the ice-covered Mississippi River to do “doughnuts” – 360-degree spinouts – but succeeded only in crashing through the ice.   Steven Parker, 51, and his son managed to make it back ashore – where the dad was charged with DWI. <strong>****</strong>  If you recently went to your physician and are planning to attend the Super Bowl, be prepared to bring a doctor’s note explaining why you set off “dirty bomb” alarms.   Nearly 60,000 people undergo medical treatments each day that leave trace amounts of radioactive materials on their bodies – which can, in turn, set off scanners at high-security events.   At the Rockefeller Plaza tree-lighting, police stopped six people who triggered the sensors. <strong>****</strong>  Visitors to Herouxville, Quebec, should know they may no longer stone women in public, burn them alive or throw acid on them.   The town council recently passed an ordinance banning the actions in a bid to inform newly arrived immigrants that the customs of their own country don’t apply in Canada.   The rules also say women are allowed to drive, vote, dance and dress how they like. <strong>****</strong>  South Korean mobsters derive more satisfaction from their work than do the cops there, according to a survey of 109 jailed gangsters and a similar number of police.   The results showed that 79.3 percent of mobsters were happy with their “jobs,” compared with just 65 percent of police. <strong>****</strong>  Can’t buy me love . . . Oh, wait.   A desperate Chinese student has posted an ad seeking to “rent” a girlfriend to take home to his parents over the Lunar New Year holiday.   The student, Zhu Lijie, is offering $130 to an “honest, kind and similar-aged girl with a diploma” to pose as his girlfriend.   Zhu had told his parents he was too busy studying to meet a girlfriend. "
}