{
    "2003 - 908": " An accused Big Apple passport-forger being held in Toronto provided the tip that sparked an FBI hunt for five suspicious men who apparently slipped into the United States from Canada, sources said.  Michael John Hamdani, 44, who jumped bail of $200,000 in 1996 on charges of selling phony passports in Queens, was arrested on Halloween in a Toronto suburb and charged with running a similar passport scheme.  Toronto cops seized $600,000 in fake traveler’s checks, as well as passports, immigration and citizenship documents and European Union driver’s licenses.  Sources said Hamdani was the source of the tip about the five men, who apparently were customers and are from nations with a large terrorist presence.  The FBI planned to release photos of 14 other men yesterday, but held off after one of the original five, Mohammed Asghar, a jeweler in Pakistan, said he has never been to the United States. ",
    "2003 - 2102": " WASHINGTON – The Secret Service said yesterday it is investigating how an illegal alien with fake identity papers got access to the White House for two years – right under the agency’s nose.  “There’s an ongoing investigation, but I can’t comment on the details,” Secret Service spokesman Marc Connolly said.  Word of the federal probe comes after Post columnist Michelle Malkin revealed yesterday that Salvador Martinez-Gonzalez got a phony U.S. passport and posed as “Kelvin Rodriguez” to get a job with HDO Productions, Inc., as a supervisor of tent installation for White House social events.  Martinez-Gonzalez, 30, even had pictures taken of himself in the White House with then-President Bill Clinton and, more recently, with Vice President Dick Cheney and his wife, Lynne.  In a statement, the Houston U.S. Attorney’s Office said Martinez-Gonzalez was arrested at the U.S.-Mexico border at the Laredo point of entry on Dec. 2 and that a federal grand jury has indicted him on illegal re-entry into the U.S. and false passport charges.  Malkin disclosed that Martinez-Gonzalez, a Mexican citizen, was nabbed once before in Texas in February 2000, and that immigration officials ordered him booted out of the country.  But he was freed and went on to buy a birth certificate from Kelvin Rodriguez, who lent him his identity.  Former Cabinet nominee Linda Chavez yesterday said that “somebody in the Secret Service” should be held accountable.  “It was an illegal alien from Mexico who did it this time,” she told Fox News Channel. “There is no reason why it couldn’t be somebody . . . affiliated with a terrorist organization who could do it just as easily.”  The Secret Service routinely screens visitors, contractors and journalists who enter the White House grounds.  Private contractors are required to provide “personal history” of their employees during the screening, such as background information and identification papers.  The Secret Service spokesman wouldn’t say if the documents provided by Martinez-Gonzalez were fake.  Martinez-Gonzalez left HDO Productions sometime in the fall.",
    "2003 - 3678": " TEL AVIV – Two Palestinian homicide bombers blew themselves up yesterday, killing at least 23 people and wounding more than 100.  The attacks, just three weeks before the Jan. 28 general election, was the bloodiest in months.  Prime Minister Ariel Sharon held an emergency Cabinet meeting to discuss a response.  It came within hours, as Israeli attack helicopters fired at least 14 missiles at targets in Gaza City.  The missile strikes were aimed at two sites where militants were producing mortar shells, Israeli state radio said. Eight people were reported injured.  Israel also destroyed the house of an Islamic Jihad leader near the Egypt border, witnesses said.  The first of the two homicide bombers set off the shrapnel-packed explosives strapped to his body at about 6:30 p.m. at a bus stop in a section of Tel Aviv jammed with foreign workers heading home.  The second blast went off about two minutes later, about a block away, on a street also packed with rush-hour crowds.  The number of injured swelled to at least 117, increasing throughout the day as illegal immigrants, who were at first reluctant to seek help, gradually reported to hospitals.  “I saw the head of the suicide bomber with part of his upper body. I couldn’t believe it. He looked so young, a child, maybe 15 or 16 years old,” said Police Inspector Ehud Gershenovitch.  “It was a terrible scene – a woman soldier smashed and covered in blood, then another dead woman, around 40 years old.”  The bomber’s head and torso were found about 100 feet from where the terrorist stood when he ignited the blast, he added.  Yitzhak Teva, a barber who was slightly injured, said he was cutting hair when the bomb went off.  “Half the wall fell on me, and I was covered in broken glass,” he said. “I shut the shop [just before] the next explosion.”  John Adu, a devout Christian from Ghana, was knocked down by the first blast and ran to hide. But he ran in the wrong direction and was knocked down again by the second explosion and trampled by people fleeing in panic.  “I prayed not to die. Maybe God saved me because I was in the Holy Land,” said Adu, 45, who escaped without injury.  “I never drank in my life,” he added. “But today, I drank a whiskey to calm myself. If I had the money, I would go back home.”  Another witness told Israeli television, “I saw horrible things, people without legs, without arms.”  The second bombing took place near a long-distance calling shop advertising rates for calls to Kenya, the Philippines, Thailand, China, Colombia and India – an indication that the bombers were targeting Israel’s foreign workers.  Traffic jams in the narrow alleys hampered evacuation of the wounded.  Bystanders removed the injured, making stretchers out of doors torn from their hinges.  A White House spokeswoman said President Bush “condemns this in the strongest possible terms.”  “There are those who want to derail the peace process, but the president will not be deterred. Innocent people have a right to live in safety,” said the spokeswoman, Claire Buchan.  The Palestinian Authority also condemned the attack – for which the Al Aqsa Martyrs Brigade, a militia linked to Yasser Arafat’s Fatah movement, claimed responsibility.  The group identified the bombers as Samir Nouri, 19 and Burak Khelfeh, 20, both from Nablus, in the West Bank.  The Israeli Cabinet laid the blame on Arafat, saying his Tanzim militia carried out the attack with help from Iranian loyalists in Lebanon. It was the first time Israeli officials blamed a terrorist attack on the Iranian elements in Lebanon.  The attacks were likely to help Sharon’s hard-line Likud Party in the elections, observers said.",
    "2003 - 535": " A tip that 19 Muslims had slipped into the United States, possibly to launch a holiday terror attack, was a hoax fabricated by an informant trying to reduce his prison sentence, law-enforcement sources told The Post last night.  The lying informant sparked a national alert – including the closure of New York Harbor on New Year’s Eve – after he told authorities the men had used false passports to get into the United States from Canada.  The “tipster” is being held in Canada on fraud charges related to phony immigration documents.",
    "2003 - 1008": "A woman given political asylum after claiming her genitals would be mutilated if she were sent back to Ghana – a tale that won her the support of Sen. Hillary Rodham Clinton and Julia Roberts – is on trial for allegedly concocting the story to stay in the United States  Regina Norman Danson “abused a system that was designed to protect citizens for human-rights abuses in their native countries,” Assistant U.S. Attorney Ronnie Abrams said in opening statements in Brooklyn federal court.  Danson, 33, is accused of lying to an immigration judge in 1997 when she said she was next in line to inherit her late mother’s position as “queen mother” of Biriwa, Ghana – and that she would be circumcised when elders discovered she’d had premarital sex.  She also allegedly arrived in the United States with a doctored passport.  Prosecutors said Biriwa’s tribal chieftain will testify that Danson was never in line to be queen mother.  Prosecutors said female genital mutilation is not practiced in the village. ",
    "2003 - 540": " The wife of disgraced ex-cop Charles Schwarz has joined the Staten Island borough president’s office as a $28,000-a-year press office aide, officials said yesterday.  Andra Schwarz, a paralegal, gave up her job in 1999 to mount the “Free Chuck Schwarz” campaign after her husband’s first conviction in the brutal torture of Haitian immigrant Abner Louima.  After three trials, Schwarz accepted a five-year prison term for lying about his role in the case.  Borough President Jim Molinaro called Andra Schwarz a good researcher and writer. ",
    "2003 - 671": " WASHINGTON – The seven Algerians – including two teenagers – arrested in London with possession of the poison ricin may have been part of a new al Qaeda plot to carry out simultaneous attacks in Europe and North America, according to U.S. officials.  Sources told The Post last night that U.S., Canadian and European police agencies are conducting a worldwide manhunt for as many as two dozen members of an Algerian al Qaeda cell who may be connected with the plot.  British immigration officers are checking the files of recent Algerian asylum-seekers amid fears that some could have slipped into the country to set up terrorist cells, according to the Times of London.",
    "2003 - 1782": "The lawyer for a cop fired for appearing in blackface on a racist parade float grilled former Police Commissioner Howard Safir yesterday over his handling of the tragic Amadou Diallo shooting, suggesting NYPD brass applied a double standard in their treatment of the two incidents.  Chris Dunn, a civil-liberties lawyer, needled Safir by saying that the tasteless float was “more serious in your mind than four police officers who fired 41 shots and killed an innocent black man while on duty.”  But the former top cop hit back at Dunn, saying, “The fact is the Diallo shooting was a series of tragic mistakes – this [the float] was dedicated, intentional racism.”  Joseph Locurto, 35, who is suing the city over his dismissal, was fired within weeks of appearing in 1998 on a Labor Day parade float that attempted to make a joke out of a black man’s lynching in Texas.  Safir, who was police commissioner from 1996 to 2000, said the Police Department’s investigation of the cops involved in the 1999 Bronx shooting of Diallo, a West African immigrant, was dropped after they were cleared at a criminal trial.  Former Mayor Rudy Giuliani testified Wednesday he publicly declared Locurto would be canned – even before an investigation had been completed – because the city was outraged and he feared violent riots could erupt.  But Dunn pointed out to Safir that 1,000 people were arrested outside police headquarters during rowdy protests over Diallo’s shooting.  Safir admitted later he didn’t recall protests being staged over Locurto’s appearance at the parade, staged in Broad Channel, Queens.  Two firefighters, Jonathan Walters and Robert Steiner, who dragged himself behind the float, are also suing over their dismissals, claiming their First Amendment rights were violated."
}