{
    "2005 - 19": "Correction Appended",
    "2005 - 101": "Around the 83rd Precinct, one police officer was known as Opie. The other called himself King Clerge.",
    "2005 - 170": "The Bush administration has punished a Justice Department official who dared to tell even a mild truth about racial profiling by law enforcement officers in this country.",
    "2005 - 199": "Terrorism typically prompts democratic societies to sacrifice some liberty in the name of more security, and Britain, after the deadly July 7 subway and bus bombings in London, has been no exception.",
    "2005 - 211": "NEW ORLEANS, Oct. 12 - A 64-year-old man who was videotaped being beaten by police officers trying to arrest him pleaded not guilty on Wednesday to charges that included resisting arrest and public intoxication.",
    "2005 - 218": "ÉVRY, France, Nov. 8 - Amin Kouidri, 20, has been hunting for a job for more than two years now and spends his days drifting around a government housing project here under the watchful gaze of France's national police.",
    "2005 - 230": "BEIJING, Dec. 6 - China on Tuesday contested the conclusions of a United Nations envoy and denied that torture was widespread in the country, asking the envoy to revise his views before making a final report on his two-week visit.",
    "2005 - 239": "NEW ORLEANS, Oct. 10 - Three New Orleans police officers pleaded not guilty in court here today to charges of battery, after they were videotaped beating a 64-year-old man in the city's French Quarter while apparently trying to arrest him.",
    "2005 - 242": "BEIJING, Dec. 12 - One November morning, the Beijing Judicial Bureau convened a hearing on its decree that one of China's best-known law firms must shut down for a year because it failed to file a change of address form when it moved offices.",
    "2005 - 254": "NAIROBI, Kenya, Nov. 2 - Ethiopian security forces clashed with protesters on the streets of Addis Ababa on Wednesday, killing at least two dozen people and wounding 150 in an escalation of the discord over the results of the May parliamentary elections.",
    "2005 - 261": "LONDON, Aug. 17 - The British press, lawyers and campaigners reacted with outrage on Wednesday after leaked reports from an official investigation contradicted police accounts of the death of a Brazilian man who the police may have thought was a suicide bomber.",
    "2005 - 268": "NEW ORLEANS, Oct. 11 - The lawyer for a man who was videotaped being beaten by two police officers as they tried to arrest him said on Tuesday that his client would seek compensation and hoped that the city would drop the charges against him in a hearing on Wednesday.",
    "2005 - 271": "NEW ORLEANS, Oct. 10 - Three New Orleans police officers pleaded not guilty in court here on Monday to battery charges in connection with the videotaped beating of a 64-year-old man in the French Quarter on Saturday night, apparently while they were trying to arrest him.",
    "2005 - 277": "Undercover New York City police officers have conducted covert surveillance in the last 16 months of people protesting the Iraq war, bicycle riders taking part in mass rallies and even mourners at a street vigil for a cyclist killed in an accident, a series of videotapes show."
}