{
    "2008 - 76": "From the moment the allegations surfaced, the comparisons seemed inevitable.",
    "2008 - 101": "This article was reported by Al Baker, Kareem Fahim and William K. Rashbaum and written by Mr. Fahim.",
    "2008 - 135": "Fewer New York City officers fired their weapons last year than in 2006, according to a Police Department report released on Wednesday.",
    "2008 - 146": "Protesters took to the streets of Athens and the northern Greek city of Salonika, burning dozens of shops and vehicles in a second day of rioting.",
    "2008 - 157": "Grand juries are usually presented with a set of witnesses and facts neatly packaged by the district attorney, with the decision to indict often an easy one.",
    "2008 - 166": "The case of a Brooklyn man who says he was sodomized by police officers at a subway station last week presents two sets of assertions, and they are hard to reconcile.",
    "2008 - 194": "Officer Richard Kern surrendered at the Brooklyn District Attorney’s office early Tuesday morning to face charges for assaulting a man during a police stop on a busy subway platform in October. ",
    "2008 - 213": "Before he killed himself at a police training center on Thursday, Lt. Michael W. Pigott left a note next to pictures of his children explaining his rationale: He did not want his children to see him in handcuffs. ",
    "2008 - 216": "Lawyers from the independent city agency that investigates low-level police misconduct will assist Police Department prosecutors for the first time during departmental trials of officers, officials said on Wednesday.",
    "2008 - 218": "MIAMI \u0097 Advocates for immigrants here demanded an investigation Tuesday into a series of federal raids last month that they said left at least six Guatemalan men bloodied and bruised in a roundup of nearly 100 people. ",
    "2008 - 219": " Fifteen Illinois law enforcement officers were charged Tuesday in an F.B.I. sting on counts that included accepting cash in exchange for providing armed protection for drug dealing operations in south suburban Chicago.",
    "2008 - 221": "ATHENS \u0097 Youths angry over the killing of a teenager by the police took to the streets in Athens and other Greek cities for a second day on Sunday, burning shops, cars and businesses in the worst rioting in recent years. ",
    "2008 - 222": "The New York Police Department has defended its handling of the investigation into a 24-year-old tattoo parlor employee’s claims that officers beat and sodomized him with a piece of police equipment in Brooklyn in October.",
    "2008 - 225": "SHALI, Russia \u0097 The men who set fire to Valentina Basargina’s house arrived in the stillness of 3 a.m. There were three of them. Each wore a camouflage uniform and carried a rifle. One held a can of gasoline. They wore masks."
}