{
    "2012 - 0": "",
    "2012 - 113": "Subjects include the 11th anniversary of 9/11, a controversial circumcision ritual and the New York primary race.",
    "2012 - 132": "KENNETH screwed up. The 11th grader made a crude joke about the police officers in his Bronx high school — and an officer overheard.",
    "2012 - 137": "CAIRO — Two deaths at an Egyptian police station last month have stoked fears that the country is not moving beyond its repressive past. ",
    "2012 - 138": "The acquittal of the police officers accused of beating him during a traffic stop led to six days of rioting in South Los Angeles in 1992.",
    "2012 - 160": "South African riot police officers opened fire on striking miners armed with machetes and sticks at Lonmin’s Marikana platinum mine, killing at least 30 people.",
    "2012 - 161": "One of our favorite photos on the picture desk at The New York Times is a black-and-white image (below) that shows three young men in the back of a police wagon.",
    "2012 - 169": "Video filmed by a witness and provided by the defense in a civil lawsuit accusing police officers of brutality. Expletives spoken by onlookers were deleted by The Times.",
    "2012 - 170": "A freelance photographer for The New York Times was arrested on Saturday night while on assignment with two reporters who were conducting street interviews in the Bronx. ",
    "2012 - 174": "Prosecutors in Manhattan have agreed to reduce weapons charges against a Harlem community activist who was arrested after a traffic stop in his former neighborhood last year.",
    "2012 - 177": "TAMPA, Fla. — By the time the Republican National Convention ended in Tampa, Fla., no windows had been broken, no tear gas had clouded the air and the arrest tally stood at two.",
    "2012 - 186": "On a dark suburban street in Jonesboro, Ark., last month, the police arrested a young man named Chavis Carter. They searched him, handcuffed him and put him in the back of a patrol car. ",
    "2012 - 189": "A sex scandal in Detroit has forced out its chief of police, the second person in two years to resign from the position after being accused of inappropriate relations with a female officer."
}