{
    "2010 - 45": "KABUL, Afghanistan \u0097 It was an engaging idea.",
    "2010 - 110": "A police officer in Russia uses the Internet to challenge the country's leaders to address rampant corruption.",
    "2010 - 147": "NEW ORLEANS — In the days after Hurricane Katrina left much of New Orleans in flooded ruins, the city was awash in tales of violence and bloodshed.",
    "2010 - 148": "Clifford Levy, the New York Times Moscow bureau chief, introduces a series focusing on the culture of impunity that pervades modern Russian society.",
    "2010 - 173": "NEW YORK — It was the early 1970s, and Jerome A. Cohen, at the time a specialist on China at Harvard Law School, was having dinner with Prime Minister Zhou Enlai in Beijing.",
    "2010 - 188": "After a police and military operation to reclaim the dangerous Complexo do Alemão slum in Rio de Janeiro from drug gangs, residents are viewing the security presence through cautious eyes.",
    "2010 - 193": "A decade ago, during jury selection in the case of the police officers accused of torturing Abner Louima, thousands of people marched across the Brooklyn Bridge to protest abuses by the police.",
    "2010 - 195": "Today, oil on the Gulf's surface is clearing up faster than expected, a Russian policeman uses YouTube to battle corruption and New York City begins a grading system to keep restaurants in check.",
    "2010 - 208": "When Yadanny García asked police officers in East Haven, Conn., why they were ordering him to the ground, they shocked him three times with a Taser gun, punched him and told him to “go back to your country.” ",
    "2010 - 220": "A New York City police commander and four officers are facing internal charges based on a fellow officer’s allegations that crime complaints in the 81st Precinct in Brooklyn were manipulated, the Police Department said. ",
    "2010 - 228": "NOVOROSSIYSK, Russia \u0097 One day last fall, a police officer here put on his uniform and sat on a drab tan couch before a video camera. In a halting monotone, he recorded two video appeals to Vladimir V. Putin, 13 minutes in all. ",
    "2010 - 230": "HONG KONG \u0097 A rift between China and the Philippines deepened Saturday, with protests and rallies planned for the weekend to demand an investigation into the hostage standoff in Manila that left eight tourists from Hong Kong dead.",
    "2010 - 233": "An undercover New York City police detective assigned to an embattled narcotics unit in Queens has been charged with falsely accusing five men of selling drugs to him, according to a 48-count indictment unsealed last month in Queens.",
    "2010 - 239": "On the morning of Sept. 26, a San Francisco police officer responded to a complaint about loud music at a residential hotel for seniors and the mentally ill in the Tenderloin District. The officer accompanied the hotel manager to Room 708.",
    "2010 - 250": "MANILA \u0097A former police officer took a busload of tourists hostage in downtown Manila on Monday morning, opening a 12-hour standoff that was broadcast live on television, including its end as police commandos stormed the bus before a watching crowd. "
}