{
    "2013 - 68": "It was an uncommon display of police force for such a minor offense.",
    "2013 - 100": "MIAMI BEACH — The last 90 seconds of Raymond Herisse’s life unfold on YouTube with chilling clarity.",
    "2013 - 110": "To those who did not know him, Shaaliver Douse was an example of everything that can go wrong in a young life.",
    "2013 - 124": "Behind his back, Stephen W. Chmil was called Robin — the quiet sidekick to his more handsome, daring and celebrated partner.",
    "2013 - 126": "On an August afternoon I arrived in Varanasi for the shooting of a film. I was returning to the fabled city after eight years.",
    "2013 - 134": "LASHKAR GAH, Afghanistan — The way Dr. Nisar Ahmed Barak sees it, he was robbed twice — and both times by law enforcement authorities.",
    "2013 - 147": "As they have for nearly three years, activist filmmakers in Egypt continue to document the death of protesters at the hands of the security forces.",
    "2013 - 148": "The City Council voted Thursday to greatly increase oversight of the New York Police Department and of its widespread use of stop-and-frisk tactics.",
    "2013 - 150": "There was no ambiguity about where Mayor Michael R. Bloomberg stood on having a federal monitor oversee any portion of the New York Police Department.",
    "2013 - 152": "At Independence Square in Kiev, Ukraine, the pop singer Ruslana Lyzhychko keeps demonstrators upbeat and energized in freezing temperatures every night.",
    "2013 - 164": "It began as just another bizarre scene in the Times Square area, a disoriented man lurching amid traffic, seemingly throwing himself into the path of oncoming cars.",
    "2013 - 166": "A federal jury awarded $2.4 million on Wednesday to a man who they found had been beaten and arrested under false pretenses in Upper Manhattan by the New York police.",
    "2013 - 174": "A police officer shot and killed a suspect in an armed robbery in the Bronx early Thursday as the suspect struggled over his loaded gun with another officer, the police said.",
    "2013 - 175": "A narcotics detective with the New York Police Department was arrested on Tuesday and accused of changing his testimony about a drug arrest, causing the case to be dismissed. "
}