{
    "2015 - 16": "Leer en español.",
    "2015 - 93": "Most complaints by residents against the police do not result in discipline against officers.",
    "2015 - 107": "A video of a Chicago teenager who was shot by a police officer in 2014 was released more than a year later.",
    "2015 - 124": "We measured the favorite Times articles of 2015 in a new way, by the total combined time readers have spent looking at them.",
    "2015 - 136": "One woman who was assaulted by the Oklahoma City police officer, Daniel Holtzclaw, said she still lived with the trauma “day after day.”",
    "2015 - 137": "A grand jury declined on Monday to indict the police officers involved in the 2014 shooting death of 12-year-old Tamir Rice in Cleveland.",
    "2015 - 140": "Homeless encampments proliferated. Two officers, confronting armed men, were shot and killed. And many New Yorkers said they felt less safe.",
    "2015 - 141": "Protesters gathered after a judge declared a mistrial in the case of Officer William G. Porter, who was charged in the death of Freddie Gray.",
    "2015 - 149": "A New York police officer was arrested in Brooklyn this week and charged with sexually abusing the daughter of a family friend, the authorities said.",
    "2015 - 150": "It’s become a standard response to mass shootings in America: If only more “good” Americans were armed, the “bad guys” wouldn’t have a chance to kill.",
    "2015 - 152": "Mayor Rahm Emanuel, under pressure after a series of fatal police shootings, unveiled new strategies that include equipping all patrol cars with Tasers.",
    "2015 - 162": "Jenchesky Santiago, a police officer in Prince George’s County, Md., was convicted on Wednesday of first-degree assault for pointing his gun in a civilian’s face.",
    "2015 - 163": "Police officers responding to a report of a robbery in Miami Beach on Saturday fatally shot a shirtless man during a standoff that was captured on cellphone video."
}