{
    "2007 - 135": "WATERLOO, N.Y., Aug. 30 — The tiny Finger Lakes towns that make up Seneca County are a scene of rolling pastures and lakeside wineries.",
    "2007 - 157": "Two city police officers were arraigned Wednesday on charges of misconduct and falsifying records in connection with the disappearance of 11 bags of cocaine.",
    "2007 - 161": "A police officer who molested women while on duty in uniform was convicted of sexual abuse and official misconduct yesterday in State Supreme Court in Brooklyn. ",
    "2007 - 170": "AFTER almost every high-profile fatal shooting by the police, a flurry of questions follows hard on the hail of bullets. Premier among them is, Did they have to kill him?",
    "2007 - 174": "RIO de JANEIRO, Oct. 13 — For Antônia Dalva de Souza, a new movie depicting the violent war between Rio’s drug gangs and an elite police military squad hit too close to home.",
    "2007 - 186": "LAAYOUNE, Western Sahara — With each question she refused to answer, Zahra Bassiri said, the Moroccan police grabbed her hair, yanked her head back and slammed her face against the wall.",
    "2007 - 207": "A State Supreme Court judge in Queens refused yesterday to dismiss charges against three detectives in the shooting of Sean Bell, a 23-year-old man who died in a volley of police gunfire on his wedding day. ",
    "2007 - 210": "It was done after three men were shot in Queens a year ago in a hail of 50 police bullets. It occurred again on Monday, after five officers fired 20 shots at Khiel Coppin outside his Brooklyn home, killing him.",
    "2007 - 229": "SALAR, Afghanistan — The ruined Afghan police truck smoldered on the highway in the village bazaar, flames rising from its cargo bed. The village was silent. Its residents had hidden themselves before an American patrol arrived. ",
    "2007 - 235": "New York State has begun an official inquiry into Suffolk County law enforcement’s handling of the investigation into the 1988 murders of a Long Island couple, Arlene and Seymour Tankleff, according to people involved with the inquiry.",
    "2007 - 240": "CHICAGO, Dec. 7 \u0097 The City of Chicago is preparing to pay nearly $20 million to four men who were once sent to death row after interrogations that they say amounted to torture by the Chicago police, the city’s law department said on Friday.",
    "2007 - 246": "LOS ANGELES, Oct. 9 \u0097 Poor training and a variety of errors by police commanders led officers to turn on demonstrators and journalists at a pro-immigration rally here in May, the Los Angeles Police Department concluded in a report issued Tuesday.",
    "2007 - 254": "CHICAGO, Oct. 25 — With the Chicago Police Department mired in accusations of misconduct, a majority of aldermen took the unusual step on Thursday of asking a federal judge for access to the names of officers who were the subjects of the most complaints.",
    "2007 - 273": "A civil rights group yesterday criticized New York City’s system of investigating police misconduct, charging that a civilian agency responsible for the task had failed to pursue complaints aggressively, and that punishment was too lenient when misconduct was established. ",
    "2007 - 289": "Despite a court order, a police detective has repeatedly failed to show up to give a deposition in a Brooklyn man’s lawsuit charging police brutality. Now the city says the detective has retired and cannot be found, an explanation that has failed to satisfy the judge overseeing the case. "
}