{
    "2002 - 4": "1997",
    "2002 - 38": "Political Work Inside the Ring and Out",
    "2002 - 137": "The Suffolk County Police have arrested four police officers and 10 others on narcotics charges, the authorities said early this morning.",
    "2002 - 147": "It has been seven years since Irma Pérez steamed a plate of her daughter's favorite vegetables and waited all night for her to come home from work.",
    "2002 - 151": "One of the highest-ranking New York City police officials ever indicted in a drug corruption case was fired yesterday, the authorities said last night.",
    "2002 - 154": "The afternoon that William J. Bratton was confirmed as police chief, a man was beaten to death in the South-Central section of this sprawling megalopolis.",
    "2002 - 162": "Michael Silvestri is a veteran New York City police detective who is on trial in federal court in Manhattan for his alleged association with a Mafia crime family.",
    "2002 - 173": "A Brooklyn police officer was arrested yesterday and charged with felony assault, accused of hitting a handcuffed man in the mouth with a police radio, the authorities said.",
    "2002 - 174": "The ferocious courtroom battle over $3 million in legal fees from the Abner Louima civil lawsuit stopped abruptly yesterday as the two sides negotiated a possible settlement.",
    "2002 - 179": "A New York City police detective who prosecutors said was an associate of a Mafia crime family was convicted yesterday of helping to impede the investigation of a 1998 mob murder.",
    "2002 - 180": "The facts themselves were dramatic enough in two cases before the Supreme Court today, but the justices' attention was on the more far-reaching implications of the legal arguments.",
    "2002 - 181": "The federal appeals court in St. Louis yesterday angrily rejected an accusation by a federal district judge that it had reversed his decision because of the races of those involved.",
    "2002 - 183": "PERHAPS the most outstanding characteristic of the American system of justice is its flexibility. It keeps finding ways to reflect the public mood -- often helped along by pragmatism.",
    "2002 - 186": "A Brooklyn man was shot and killed by the police yesterday after he ran from officers, pulled out what was later identified as a fake pistol and pointed it at them, the authorities said.",
    "2002 - 197": "The nomination of William J. Bratton as police chief has raised tentative hopes among the city's minorities that what they call a pervasive culture of abuse will one day become a thing of the past."
}