{
    "2017 - 52": "[For more about police violence and unrest, go here]",
    "2017 - 83": "I CAN’T BREATHE A Killing on Bay Street By Matt Taibbi 322 pp. Spiegel & Grau. $28.",
    "2017 - 108": "Yes, Donald Trump has once again used racial hostility to rouse his base and is reveling in the achievement.",
    "2017 - 122": "MEXICO CITY — She still relives the day the police officers shoved her to the back of a bus. Three of them stood over her.",
    "2017 - 130": "A police officer in Ohio who was recorded beating a black motorist during a traffic stop in August has been fired, officials said.",
    "2017 - 146": "Hundreds of people were hurt as the Spanish police closed polling stations and seized ballot boxes during Catalonia’s independence vote on Sunday.",
    "2017 - 151": "Revisions to the New York Police Department’s Patrol Guide in 2012 were intended provide officers with new guidance in dealing with transgender people.",
    "2017 - 155": "Most theories for the great crime decline that swept across nearly every major American city over the last 25 years have focused on the would-be criminals.",
    "2017 - 164": "A 6-year-old boy was shot dead in a mobile home in Texas four days before Christmas after sheriff’s deputies opened fire on a suspect outside, the authorities said.",
    "2017 - 165": "The Salt Lake City Police Department has fired an officer who handcuffed and roughly detained a nurse for refusing to allow him to draw blood from a sedated patient.",
    "2017 - 170": "Detective Kevin Desormeau has made hundreds of arrests in his decade on the force. But prosecutors now say he struggled with one aspect of police work: telling the truth.",
    "2017 - 175": "Police officers will be barred from patient-care areas at a hospital in Utah that drew widespread notice when an officer handcuffed a nurse, hospital officials said this week.",
    "2017 - 177": "The call to the police sounded dire: a violent dispute at a house in Wichita, Kan., a person shot to death, an armed man holding hostages and threatening to burn the place down.",
    "2017 - 195": "A New York City police officer was charged on Monday with misdemeanor assault and intimidating a witness after a confrontation this summer with a man over a dropped plastic cup, prosecutors said."
}