{
    "2022 - 22": "Some said it was dumb.",
    "2022 - 99": "There was just a fence and a barred locked gate separating the students from the men with the guns.",
    "2022 - 106": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.",
    "2022 - 127": "The Indonesian police fired tear gas into crowds of fans that rushed onto the field after a soccer match in the city of Malang.",
    "2022 - 138": "Some of the wounded tried to crawl away to escape the gunfire. Others bled to death on prayer mats as people tried to drag them to safety.",
    "2022 - 146": "MALANG, Indonesia — It was supposed to be a joyous occasion for fans of Arema F.C., the most beloved soccer team in the city of Malang, Indonesia.",
    "2022 - 152": "In 2020 the police killings of George Floyd and other Black people spurred many Americans to take a hard look at the police. Including the police on TV.",
    "2022 - 154": "A former Minneapolis police officer, Thomas Lane, was sentenced to three years in prison on Wednesday for his role in the killing of George Floyd in 2020.",
    "2022 - 163": "A small city in Alabama moved this week to disband its three-member police force after one of them sent a racist text message that then circulated on social media.",
    "2022 - 166": "A special prosecutor has determined that the officer who shot Rayshard Brooks in 2020, as well as another officer on the scene, “committed no crimes” in the incident.",
    "2022 - 170": "As far as we know, there are only two surviving documents that account for a death that took place in a jail cell in St. Augustine, Fla., on the evening of Oct. 20, 1945.",
    "2022 - 173": "For years, tens of thousands of Indonesians have faced off against a police force that many say is corrupt, uses brute force to suppress crowds and is accountable to no one.",
    "2022 - 183": "A federal judge has dismissed a civil rights charge against a New Jersey police officer who was accused of using excessive force against a Black teenager during a January 2018 arrest."
}