{
    "2009 - 16": "Cambridge, Mass.",
    "2009 - 185": "LOS ANGELES \u0097 Chief William J. Bratton announced Wednesday that he would leave the Los Angeles Police Department after nearly seven years to lead a private international security firm. ",
    "2009 - 195": "Anthony W. Batts was enjoying a successful run as the head of the Long Beach police when a headhunter called last winter and asked if the chief’s job in Oakland had any appeal. Mr. Batts said no.",
    "2009 - 225": "A New York City police officer has been disciplined as part of an internal inquiry into a fatal accident in Brooklyn that involved an off-duty officer who the police say was drunk, a person with knowledge of the inquiry said.",
    "2009 - 236": "MOSCOW \u0097 Ilya M. Gerasimenko was chatting with friends outside a supermarket when a bullet blasted through his skull. Mr. Gerasimenko, an 18-year-old student, was conscious long enough to see the gunman, a man named Denis V. Yevsyukov. ",
    "2009 - 242": "A grand jury in Manhattan voted not to indict a plainclothes officer who shot and killed another officer he mistook for a criminal on a rainy street in East Harlem, the Manhattan district attorney, Robert M. Morgenthau, announced on Thursday.",
    "2009 - 248": "MOSCOW \u0097 President Dmitri A. Medvedev, confronting a series of scandals that have diminished the public’s already low confidence in the police, ordered a major overhaul of the force on Thursday that is to include a 20 percent reduction in its size.",
    "2009 - 255": "A tattoo parlor that once employed Michael Mineo, the Brooklyn man at the center of a police brutality case, was raided in late April by investigators who arrested four people after recovering guns, drugs and a bullet-resistant vest, the authorities said.",
    "2009 - 270": "Three years after a fatal shooting by the police divided the city and led to changes in Police Department tactics, the New York City Council voted Monday to name a stretch of street in Queens in honor of Sean Bell, who was killed on what would have been his wedding day.",
    "2009 - 279": "WASHINGTON \u0097 On a September morning in 2002, the police monitoring protests at the I.M.F./World Bank meetings descended on Pershing Park here and arrested, hogtied and confined for hours hundreds of peaceful protesters, innocent bystanders and other people on their way to work. ",
    "2009 - 304": "NEW ORLEANS \u0097 In its September newsletter, underneath a notice about using antibacterial wipes during flu season, the local Fraternal Order of Police reminded New Orleans officers they had a right to be represented by a lawyer when questioned by the F.B.I., whether as a witness or as a potential target.",
    "2009 - 344": "Nearly every year since Michael R. Bloomberg became mayor, more people have filed claims against the city for police actions. Deserved or not, the claims wind up costing the public a ton of money: In the last five years, the payouts have climbed to $117.6 million annually from $68.5 million. The number of claims increased to 6,616 from 5,420.",
    "2009 - 353": "BANGALORE, INDIA — The Oscar-winning film “Slumdog Millionaire” starts with a shock: Policemen hook the young protagonist Jamil up to a car battery to try to force him to confess to a crime he did not commit. Jamil soon gets a reprieve, as an inspector sits him down and lets him explain how he knew the answers to those million-rupee trivia questions. ",
    "2009 - 390": "TEGUCIGALPA, Honduras \u0097 Rosamaria Valeriano Flores was returning home from a visit to a public health clinic and found herself in a crowd of people dispersing from a demonstration in support of the ousted president, Manuel Zelaya. As she crossed the central square of the Honduran capital, a group of soldiers and police officers pushed her to the ground and beat her with their truncheons."
}