{
    "2003 - 42": "Out of Glare, Advocate For Women Fights On",
    "2003 - 135": "Gidone Busch was a troubled man in need of help, the lawyer for his family said. What he got was 12 bullets, including one in the back.",
    "2003 - 151": "A New York City police officer was arrested on sexual abuse charges involving a 17-year-old high school girl in Oregon, the authorities said yesterday.",
    "2003 - 156": "The police shot and seriously wounded a man early yesterday during an undercover drug buy on a Harlem street corner, firing 21 shots, police officials said.",
    "2003 - 158": "The New York Civil Liberties Union plans to sue the Police Department today in an effort to bar officers from using certain tactics to control large protests.",
    "2003 - 163": "A Port Authority officer was arrested Friday after an 11-year-old girl noticed him videotaping her through her bathroom window in Jamaica, Queens, the police said.",
    "2003 - 169": "Police officers chased a car from the Bronx into Yonkers late Tuesday night and when a man in the car emerged with a pistol the officers shot him twice, the police said.",
    "2003 - 174": "New York City agreed yesterday to pay the Rev. Al Sharpton $200,000 to settle his 12-year-old lawsuit stemming from his 1991 stabbing before a rally in Bensonhurst, Brooklyn.",
    "2003 - 179": "New York City police officials came out strongly yesterday against a proposal that would allow off-duty officers to work extra jobs providing security outside bars and nightclubs.",
    "2003 - 183": "A commission created to look out for police corruption whose six seats had been vacant for 20 months was revived yesterday when Mayor Michael R. Bloomberg appointed six commissioners.",
    "2003 - 191": "Gidone Busch was a large, frightening and ''crazed'' figure when he confronted police officers on a Borough Park sidewalk four years ago, one of the officers who shot him testified yesterday.",
    "2003 - 202": "Behind a potted plant on a table in Nuala O'Loan's office sits the sort of helmet that the police here wear during riots, with a plastic visor and an extended heavy collar to deflect bricks and bottles.",
    "2003 - 206": "The police officers who shot Gidone Busch to death on a Borough Park sidewalk four years ago were protecting themselves from a man lunging at them with a hammer, a lawyer for the city told jurors yesterday."
}