{
    "2017 - 41": "The marijuana is flowing again in Nevada.",
    "2017 - 45": "The trick was figuring out where to get high.",
    "2017 - 55": "The pharmacies selling pot were doing a brisk business.",
    "2017 - 65": "MONTREAL — Black-market marijuana has been very good for Michael.",
    "2017 - 67": "McMinnville, Ore. — “This is hostile territory. Everyone hates us.”",
    "2017 - 73": "Marijuana use may be a cause of high blood pressure, a new study reports.",
    "2017 - 148": "LAYTONVILLE, Calif. — From the sky they look like citrus groves, neat rows of lush emerald-colored plants set amid the hills of Northern California.",
    "2017 - 157": "WASHINGTON — Everyday Advanced Hemp Oil, Bosom Lotion and CBD Edibles Gummie Men may have their fans, but the Food and Drug Administration is not among them.",
    "2017 - 174": "A majority of Americans and Canadians believe that marijuana should be legal. The governments of the two countries, however, appear to be moving in very different directions.",
    "2017 - 181": "Sending more people to prison, deporting illegal immigrants, cracking down on marijuana use — those are some of the things the Trump administration has said will make America safer.",
    "2017 - 189": "Cigarette smoking has dropped so sharply among American teenagers that vaping and marijuana use are now more common, according to a national survey of adolescent drug use released Thursday.",
    "2017 - 203": "Among critics of the federal prohibition of marijuana — a diverse and bipartisan group that includes both criminal justice reform advocates and Big Alcohol — the American Legion and its allies stand out.",
    "2017 - 214": "Vermont is on the verge of becoming the ninth state to legalize the recreational use of marijuana, but, being Vermont, it is taking an earthier, grow-it-yourself approach — one that could become a model for others.",
    "2017 - 226": "A couple in their 80s were arrested in Nebraska on Tuesday for allegedly transporting 60 pounds of marijuana, worth several hundred thousand dollars, which they told the police they intended to give away as Christmas presents.",
    "2017 - 227": "MONTEVIDEO, Uruguay — The rules are a bit of a buzzkill. Drug users must officially register with the government. Machines will scan buyers’ fingerprints at every purchase, and there are strict quotas to prevent overindulgence."
}