{
    "2007 - 61": "It must be the season of apologies in presidential politics. ",
    "2007 - 95": "Farmers in Northern Afghanistan are replacing poppy fields with another illicit crop: cannabis.",
    "2007 - 106": "Overconfidence is usually a recipe for trouble. For a case in point, consider a recent episode in Danbury.",
    "2007 - 163": "ALBANY, June 13 \u0097 Gov. Eliot Spitzer and legislative leaders said this week that the use of marijuana for medical purposes should be made legal in New York State. ",
    "2007 - 188": "KHWAJA GHOLAK, Afghanistan — Amid the multiplying frustrations of the fight against narcotics in Afghanistan, the northern province of Balkh has been hailed as a rare and glowing success. ",
    "2007 - 191": "DENVER — In 2005, voters here approved a measure making it legal for an adult to possess an ounce or less of marijuana. But arrests for misdemeanor marijuana possession have risen since then.",
    "2007 - 201": "OTTAWA, Oct. 4 — Reversing earlier moves to decriminalize marijuana use, Prime Minister Stephen Harper of Canada announced new legal and spending measures against drug use and distribution on Thursday.",
    "2007 - 237": "OSNABROCK, N.D. \u0097 David C. Monson seems an improbable soul to find at the leading edge of a national movement to legalize growing hemp, a plant that shares a species name, a genus type and, in many circles, a reputation, with marijuana. ",
    "2007 - 238": "OSNABROCK, N.D. — David C. Monson seems an improbable soul to find at the leading edge of a national movement to legalize growing hemp, a plant that shares a species name, a genus type, and, in many circles, a reputation, with marijuana. ",
    "2007 - 249": "STAMFORD, Conn., Aug. 3 \u0097 Throughout more than two decades in and out of Connecticut prisons for everything from stealing pocketbooks to possessing weapons, Steven J. Hayes was given many chances to turn his life around, chances he often squandered.",
    "2007 - 252": "STAMFORD, Conn., June 19 \u0097 After struggling with what was described as one of the most difficult decisions in her three-year tenure, Gov. M. Jodi Rell vetoed a measure today that would have legalized the use of marijuana for certain medical conditions.",
    "2007 - 276": "CAMBRIDGE, Massachusetts — A new study in the journal Neurology is being hailed as unassailable proof that marijuana is a valuable medicine. It is a sad commentary on the state of modern medicine that we still need \"proof\" of something that medicine has known for 5,000 years.",
    "2007 - 284": "Every so often, a package of marijuana arrives in Jason B. West’s mail at the University of Utah in Salt Lake City. While Dr. West may not be the only one on campus receiving deliveries of illegal drugs, he is probably the only one getting them compliments of the federal government. ",
    "2007 - 289": "LOS ANGELES, Nov. 29 — A California appeals court has ordered the police in Garden Grove to return marijuana that was seized from a man during a routine traffic stop, ruling that enforcement of federal drug laws did not supersede the state’s allowance of marijuana for medicinal purposes. ",
    "2007 - 341": "For researchers studying marijuana, it’s been a very good week. In one of the most careful studies to date, marijuana was found to relieve pain. And a judge ruled in favor of an agronomist who has has been trying for six years to overcome one of the problems of marijuana research: the lack of an adequate supply of the drug for experiments."
}