{
    "2003 - 42": "Maybe everybody is just all protested out.",
    "2003 - 151": "A convicted marijuana grower was sentenced to one day in prison and fined $1,000 by a federal judge today, the most lenient sentence allowed under law.",
    "2003 - 160": "THE question during the debate, held in front of an audience of twenty-somethings in Boston, was inevitable. The answers showed how much the times have changed.",
    "2003 - 163": "The Canadian government introduced legislation today to decriminalize possession of small amounts of marijuana but set stricter penalties for trafficking the drug.",
    "2003 - 183": " TORONTO, May 27 — The Canadian government introduced legislation today to decriminalize possession of small amounts of marijuana but set stricter penalties for trafficking the drug. ",
    "2003 - 184": "The Canadian government announced an interim plan today that will provide marijuana on a regular basis to several hundred people who are authorized to use the drug for medical reasons.",
    "2003 - 197": "Ever since voters in California approved a 1996 ballot measure that legalized some medicinal uses of marijuana, the state has been locked in a legal and cultural battle with the federal government.",
    "2003 - 205": " TORONTO, May 27 — The Canadian government introduced legislation today to decriminalize possession of small amounts of marijuana but set stricter penalties for those apprehended for trafficking the drug. ",
    "2003 - 225": "It was a situation that could have come straight off the pages of a William Kennedy novel, a combustible mix of politics, sex accusations and money, and the reverberating echoes of past Albany scandals. But this was no novel.",
    "2003 - 230": "The 18-year-old stepson of Gov. John G. Rowland was arrested on Monday night on charges of possession of marijuana and interfering with the police, after officers broke up a party at a friend's house in Newington, the police said.",
    "2003 - 239": "Gov. John G. Rowland's stepson, who was arrested in October on a marijuana-possession charge, was accepted Monday into a court program for first-time offenders. If he successfully completes the program, the criminal charge will be dropped.",
    "2003 - 240": "For doctors who want to discuss using medical marijuana with their patients, the line between advice and advocacy remains almost as blurred as it was before a recent court decision guaranteed a physician's right to address the issue openly.",
    "2003 - 245": "The Mexican authorities announced today that they had arrested eight drug traffickers considered to be ''the backbone'' of a violent cartel responsible for smuggling some 30 percent of the cocaine, heroin and marijuana sold in the United States.",
    "2003 - 255": "Facing aggressive questioning, Arnold Schwarzenegger, the actor-turned-candidate-for-governor, found himself having to lay out his positions today on a range of contentious social issues that he had so far avoided in the hectic California recall election."
}