{
    "2009 - 14": "To the Editor:",
    "2009 - 71": "Don’t look for phrases like “insouciant yet skunky.” At least, not yet.",
    "2009 - 73": "IT was as if she woke up one day and decades of her life had disappeared.",
    "2009 - 117": "A 32-year-old woman hanged herself in a holding cell at an East New York police station Friday evening, police said. ",
    "2009 - 121": "In what the police called an unusual drug arrest, a Brooklyn man was charged on Wednesday with selling liquid marijuana. ",
    "2009 - 124": "OAKLAND, Calif. \u0097 Perhaps only in the sometimes hazy world of medical marijuana could higher taxes be considered good news. ",
    "2009 - 134": "Last November, Michigan became the 13th state to legalize medical marijuana. One young entrepreneur sees it as a business opportunity.",
    "2009 - 145": "Med Grow Cannabis College in Southfield, Mich., teaches the history, horticulture and legal how-to's of Michigan's new medical marijuana program.",
    "2009 - 182": "BRECKENRIDGE, Colo. \u0097 High-altitude partying is a deeply carved tradition in ski country, where alcohol in the open and illicit drugs in the shadows have been intertwined for years. ",
    "2009 - 183": "LOS ANGELES \u0097 There are more marijuana stores here than public schools. Signs emblazoned with cannabis plants or green crosses sit next to dry cleaners, gas stations and restaurants. ",
    "2009 - 197": "Most teenagers these days think smoking cigarettes is very dangerous. Yet most adolescents also do not consider frequent binge drinking or occasional marijuana smoking to be anywhere near as risky.",
    "2009 - 203": "SAN FRANCISCO \u0097 These are heady times for advocates of legalized marijuana in California \u0097 and only in small part because of the newly relaxed approach of the federal government toward medical marijuana.",
    "2009 - 205": "LOS ANGELES \u0097 A temporary moratorium on establishing new medical marijuana dispensaries here was ruled invalid by a county judge on Monday, complicating the city’s efforts to crack down on cannabis clubs. ",
    "2009 - 208": "KENDALL, Fla. \u0097 The latest milepost on what Ricky Williams calls his spiritual journey is an acupuncture and massage college tucked inside a strip mall, above a video store, next to sandwich and liquor shops."
}