{
    "2015 - 12": " Dear Diary:",
    "2015 - 70": "Two-legged or four-legged, some guinea pigs have more fun than others.",
    "2015 - 82": "DENVER — Some called it Christmas for stoners. Others warned of marijuana anarchy.",
    "2015 - 94": "At a Republican presidential debate hosted in Colorado, one issue is destined to come up: pot.",
    "2015 - 120": "Rand Paul has been wooing young Republican voters with his clever campaign swag and his vows to make privacy a priority.",
    "2015 - 139": "Banking regulators just said no to a financial institution that aims to be the first to serve the expanding marijuana industry in Colorado.",
    "2015 - 145": "DENVER — Even in one of the country’s most marijuana-friendly states, smoking pot off the job and away from work can still get an employee fired.",
    "2015 - 149": "Q. Leaving aside questions of addiction and brain effects, what is known about the effects of marijuana on things like the lungs and digestive tract?",
    "2015 - 155": "It was early afternoon when the man with the twitching legs was dragged from the ground into an ambulance. Another man selling books washed away the vomit.",
    "2015 - 157": "It’s the middle of 2015, and the United States is still fighting its old, failed, discredited war on drugs. But sometimes the battlefield fog lifts a little.",
    "2015 - 159": "An initial toxicology report for Ms. Bland, who died in a jail in Waller County, Tex., on July 13, showed that she had marijuana in her system after her death.",
    "2015 - 165": "Hillary Rodham Clinton on Saturday proposed reclassifying marijuana to make it a less dangerous substance and to encourage more research into its medicinal benefits.",
    "2015 - 166": "Even as support for ending marijuana prohibition is building around the country, Congress and the Obama administration remain far too timid about the need for change.",
    "2015 - 169": "DENVER — Whether bought from a downtown shop or cadged from a friend’s basement greenhouse, legal marijuana is easy to find in Colorado. Places to smoke it, not so much."
}