{
    "2008 - 92": "Marijuana may be something of a wonder drug \u0097 though perhaps not in the way you might think.",
    "2008 - 119": "Some residents of California are wondering if the state’s embrace of marijuana for medicinal purposes has gone too far.",
    "2008 - 143": "Twelve years after California voters legalized medical marijuana, it is being exploited as a cash crop and for recreational use. (June 9, 2008)",
    "2008 - 145": "We’ve been discussing the presidential candidates’ positions on medical marijuana. Here are a couple of other interesting reports on the subject:",
    "2008 - 152": "BIG SUR, Calif. \u0097 Kirk Gafill sat on the wooden deck of his restaurant, the Nepenthe, last weekend as ash fell like pepper flakes on 30 outdoor diners. ",
    "2008 - 153": "Among those washed into Manhattan Criminal Court by the Tuesday morning tides was a 25-year-old man who works in technology support for a large company. ",
    "2008 - 159": "For patients and doctors who want to use medical marijuana for pain relief, there’s more good news from researchers — and maybe signs of change in Washington. ",
    "2008 - 215": "While several of his teammates gathered near a television in the back of the Jets’ locker room to watch the verdict in the O. J. Simpson trial, defensive end Shaun Ellis stood at his locker, surrounded by reporters.",
    "2008 - 238": "Aired Monday night on NBC: Earlier tonight, President Bush made a special taped appearance on the game show “Deal or No Deal”‘ Yeah. Afterwards, Bush said, “I like this show because randomly pointing at boxes is how I make decisions too.”",
    "2008 - 254": "By the cold math of his police record, Yiskar Caceres already had at least three strikes against him. In seven months, he had been arrested three times on cocaine charges and had pleaded guilty to each one. And that came after four arrests for marijuana.",
    "2008 - 292": "So much pot is smoked in “Humboldt County” that you may come away from it with a contact high. The members of the extended family at the center of this agreeable drama set in redwood country are among America’s last surviving believers in the late-’60s dream of communal retreat into nature. ",
    "2008 - 300": "UKIAH, Calif. \u0097 There is probably no marijuana-friendlier place in the country than here in Mendocino County, where plants can grow more than 15 feet high, medical marijuana clubs adopt stretches of highway, and the sticky, sweet aroma of cannabis fills this city’s streets during the autumn harvest.",
    "2008 - 389": "JANE WELLS of CNBC keeps a blog called Funny Business, but her recent reports on California’s medical marijuana industry are about a business that is increasingly being taken seriously. They amount to a short primer on how the business works and how the operators of the state’s estimated 500 dispensaries deal with the high risks and high costs of working in a legal gray area (cnbc.com).",
    "2008 - 408": "A rookie customs inspector in California has pleaded guilty to letting smugglers drive hundreds of pounds of marijuana into the country for $200,000 worth of bribes. The inspector, Luis F. Alarid, 32, admitted in a plea agreement filed Nov. 25 to conspiring to smuggle more than 100 kilograms of marijuana into the country and bribery charges. He also agreed to forfeit $200,000, including $175,000 in cash. ",
    "2008 - 420": "The cult of popularity that reigns in high school can look quaint from a safe distance, like your 20th reunion. By then the social order may have turned over like an hourglass: teenagers who were socially invisible have emerged as colorful characters, confident, transformed. Others seem preserved in time, same as ever, while some former princes and queen bees are diminished or simply absent, now invisible themselves."
}