{
    "2016 - 85": "In case you think marijuana hasn’t gone mainstream: Microsoft is now weed- compliant.",
    "2016 - 99": "DENVER — It turns out that the water in a tiny eastern Colorado town never had a marijuana problem.",
    "2016 - 101": "BRAVE NEW WEEDAdventures Into the Uncharted World of CannabisBy Joe Dolce275 pp. Harper Wave. $25.99.",
    "2016 - 106": "Why are white men poised to get rich doing the same thing African-Americans have been going to prison for?",
    "2016 - 115": "When Lisa Mastramico needed relief for her ailing tabby, Little Kitty, she turned to an unlikely source: marijuana.",
    "2016 - 147": "The cats and dogs (and one turtle) take medical marijuana for various ailments. Our photographer captured them soon after they had gotten a dosage.",
    "2016 - 167": "Early this year, a disabled former automobile body worker named Greg Vialpando explained to lawmakers in New Mexico how medical marijuana helped his chronic back pain.",
    "2016 - 169": "A ballot initiative on Tuesday may be a turning point for marijuana growers in California. Visit a pot farm where the owner is against legalization for recreational use.",
    "2016 - 175": "SAN FRANCISCO — California, Massachusetts and Nevada legalized marijuana on Tuesday in what advocates said was a reflection of the country’s changing attitude toward the drug.",
    "2016 - 181": "Eugene Monroe, a veteran offensive tackle who became the first active N.F.L. player to publicly ask the league to let players use medical marijuana, will retire after seven seasons.",
    "2016 - 185": "Baltimore Ravens offensive tackle Eugene Monroe was released Wednesday, several months after he had publicly called on the N.F.L. to let players use medical marijuana to treat injuries.",
    "2016 - 199": "FARMINGTON, Me. — In a suite one flight above the bustling main street of Farmington, a university town in the foothills of western Maine, LoveGrown Caregiver Services is a marijuana lover’s delight.",
    "2016 - 200": "MONTREAL — Prime Minister Justin Trudeau has promised to legalize the recreational use of marijuana, but that doesn’t mean Canada will turn into a giant, smoke-filled set for a Cheech and Chong movie."
}