{
    "2021 - 90": "The messages, written in Russian and shared on WhatsApp in October 2018, were celebratory.",
    "2021 - 113": "Recreational adult use of marijuana is now the law of the land in one of the most crowded corners of the country.",
    "2021 - 143": "New York City mayoral candidates offered differing approaches to regulating marijuana in the city, following its recent statewide legalization.",
    "2021 - 144": "It doesn’t take long after entering the St. Regis Mohawk reservation to see a glimpse of the future of marijuana sales in the state of New York.",
    "2021 - 163": "Nearly 30 years after emerging as a profane gangster rapper from Long Beach, Calif., Snoop Dogg has transcended his hip-hop roots and become culturally ubiquitous.",
    "2021 - 164": "The American sprinter Sha’Carri Richardson, who was set for a star turn at the Tokyo Olympics this month, could miss the Games after testing positive for marijuana.",
    "2021 - 165": "People feeling the effects of marijuana are prone to what scientists call “divergent thinking,” the process of searching for solutions to a loosely defined question.",
    "2021 - 168": "Besides climate politics, digitalization and a higher minimum wage, the coalition has agreed on one fringe issue Chancellor Angela Merkel’s party has blocked for years.",
    "2021 - 174": "As part of its strategy to vaccinate more of its population, Washington State will allow adults to claim a free marijuana joint when they receive a Covid-19 vaccination shot.",
    "2021 - 181": "Not everyone has a green thumb. Which is why, in the midst of a plant-décor boom, fiddle leaf figs, orchids and succulents made from plastic, polyester and silk have become popular.",
    "2021 - 184": "People love the Olympics. But this year’s Games, which open on Friday, are plagued with controversial suspensions and public pushback, not to mention the pandemic. How did we get here?",
    "2021 - 194": "The news that the American sprinting star Sha’Carri Richardson faced disqualification from the Olympics after testing positive for marijuana quickly drew an outsized reaction across the country.",
    "2021 - 207": "Josiah Hesse, a journalist who lives in Colorado, never voluntarily exercised a day in his life until he turned 30, when he decided to start doing it for health reasons. But right away, he hated working out.",
    "2021 - 221": "The pilot of a hot-air balloon that crashed into power lines in Albuquerque in June, killing him and all four passengers, had cocaine and marijuana in his system, according to a toxicology report made public on Wednesday."
}