{
    "2022 - 0": "",
    "2022 - 75": "It was a longtime cash crop in the United States, as American as apple pie.",
    "2022 - 106": "To hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.",
    "2022 - 118": "Do cows that consume cannabis act goofy, get the munchies and spend more time lolling about with their stoned buddies?",
    "2022 - 120": "WASHINGTON — Valerie Schultz’s conviction for possession of a small amount of marijuana in 2010 was anything but simple.",
    "2022 - 132": "Grateful Dead tapestries. Lava lamps. The distinctive orange inspired by Flamin’ Hot Cheetos dust painted indiscriminately on walls.",
    "2022 - 158": "As a child growing up in East New York, Brooklyn, at the height of the war on drugs, Dasheeda Dawson became convinced that she wanted nothing to do with weed.",
    "2022 - 160": "Anytime the police approached the street in the Bronx where Hector Bonilla used to hang out, his friends would toss away their marijuana on the ground, he said.",
    "2022 - 172": "Good morning. It’s Tuesday. We’ll look at the first cannabis licenses issued in New York State. We’ll also look at how gridlock alert days are chosen, because today is one.",
    "2022 - 173": "On a recent Sunday afternoon, Austin Garza, a tourist from Dallas, stopped by the flagship store of Weed World Candies in Midtown Manhattan and bought two pre-rolled joints.",
    "2022 - 178": "The reminder takes up only a single line of small print in the program, but it’s the kind of rule that doesn’t usually need spelling out: “No smoking permitted inside the venue.”",
    "2022 - 182": "The authorities in Oklahoma on Tuesday arrested a suspect who they believe killed four people “execution style” and injured one more in an attack at a rural marijuana farm on Sunday.",
    "2022 - 184": "Thailand’s military government is carrying out an experiment: What happens when a country in Asia, a region where drug laws tend to be harsh, essentially legalizes marijuana overnight?",
    "2022 - 186": "Good morning. It’s Friday. We’ll get an update on a new New York industry — retail marijuana. And, in the heat of late August, we’ll look into why subway stations aren’t air-conditioned.",
    "2022 - 196": "Marijuana and hallucinogen use among young adults reached an all-time record last year after having leveled off during the first year of the coronavirus pandemic, according to federal survey data."
}