{
    "2005 - 59": "It's the boring people who lead the most interesting lives.",
    "2005 - 123": "A potent form of marijuana from Canada has become the center of an increasingly violent cultivation and smuggling industry.",
    "2005 - 126": "Gov. George E. Pataki signed a bill into law last night that will soften the so-called Rockefeller drug laws, his office said.",
    "2005 - 166": "SAN FRANCISCO, June 14 - The best sellers at the Green Cross medical marijuana dispensary here are whipped up in the kitchen of Kevin Reed, the founder and president.",
    "2005 - 186": "America has a serious drug problem, but it's not the \"meth epidemic\" getting so much publicity. It's the problem identified by William Bennett, the former national drug czar and gambler.",
    "2005 - 194": "Medical marijuana is now legal in 11 states, and bills to legalize it are pending in at least 7 more. The drug is also at the heart of a case being considered by the United States Supreme Court.",
    "2005 - 195": "OAKLAND, Calif., Aug. 29 - In a turnaround, one of the state's biggest law enforcement agencies says it is taking a hands-off approach to the possession and use of marijuana for medical purposes.",
    "2005 - 199": "WASHINGTON, June 6 - The Supreme Court on Monday upheld the power of Congress to prohibit and prosecute the possession and use of marijuana for medical purposes, even in the 11 states that permit it.",
    "2005 - 237": "Patients arrive broke, busted or abandoned at our methadone clinic in a raw section of Northeast Washington. They are opiate addicts, primarily dependent on heroin, though some take vast doses of street-bought painkillers like OxyContin.",
    "2005 - 242": "A Westchester County nanny was arrested in Dobbs Ferry this week when she was caught transporting 10 pounds of marijuana in her employers' sport utility vehicle while her 1-year-old charge sat in the back seat, the authorities said yesterday.",
    "2005 - 260": " The Rhode Island legislature passed a bill yesterday allowing the use of medical marijuana, three weeks after the Supreme Court ruled that federal authorities could prosecute those who use the drug for medicinal purposes, even in states with laws allowing it.",
    "2005 - 263": "DAVIE, Fla., July 25 - Ricky Williams's first formal news conference since he retired from the Miami Dolphins a year ago without forewarning or a farewell address began with Williams stepping stiffly to the microphone and murmuring, \"How's everybody doing today?\"",
    "2005 - 266": "BOSTON, June 29 - Hearing that the Rhode Island legislature approved the use of medical marijuana Tuesday night, Rhonda O'Donnell sat in her Warwick, R.I., living room and giddily thought about legally sautéing the drug in some butter and putting it into a cake mix.",
    "2005 - 268": "WASHINGTON, Aug. 24 - It is not every day that a Supreme Court justice calls his own decisions unwise. But with unusual candor, Justice John Paul Stevens did that last week in a speech in which he explored the gap that sometimes lies between a judge's desire and duty.",
    "2005 - 269": "WASHINGTON, Aug. 24 - It is not every day that a Supreme Court justice calls his own decisions unwise. But with unusual candor, Justice John Paul Stevens did that last week in a speech in which he explored the gap that sometimes lies between a judge's desire and duty. "
}