{
    "2020 - 47": "Test your knowledge of this week’s health quiz.",
    "2020 - 60": "7:51 p.m.: It’s exactly 125 days tomorrow. I am pretg drink.",
    "2020 - 93": "OAKLAND, Calif. — In the weeks leading up to November, Iashia Kilian felt her anxiety deepen.",
    "2020 - 94": "[Cheers erupt on New York City streets after President-elect Joe Biden’s victory is declared.]",
    "2020 - 97": "Do you have the heart to safely smoke pot? Maybe not, a growing body of medical reports suggests.",
    "2020 - 100": "Winning a constitutional right for adults to smoke pot in New Jersey was, apparently, the easy part.",
    "2020 - 107": "Many people point to Portugal as an example for the United States to emulate in dealing with illicit drugs.",
    "2020 - 108": "YAMOUNEH, Lebanon — In a Lebanese farming village of rocky soil and stone villas, cannabis grows everywhere.",
    "2020 - 122": "In 2013, Joy Hollingsworth moved with her family from Seattle out to the country with a plan to build a cannabis business.",
    "2020 - 124": "It can take a while to determine the victor in a presidential election. But one winner was abundantly clear on Election Day.",
    "2020 - 149": "SYDNEY, Australia — The question from the debate moderator in New Zealand was simple and to the point: “Jacinda Ardern, have you ever used cannabis?”",
    "2020 - 160": "One of America’s greatest mistakes over the last century was the war on drugs, so it’s thrilling to see voters in red and blue states alike moving to unwind it.",
    "2020 - 163": "New Zealand will join a small number of countries that have legalized euthanasia after its citizens voted overwhelmingly in favor of it in a referendum this month.",
    "2020 - 171": "Seven people were fatally shot early Monday morning at a rural Southern California home that the authorities said housed a large-scale illegal marijuana-growing operation.",
    "2020 - 177": "Harry J. Anslinger’s pioneering work as head of the Federal Bureau of Narcotics has largely been unsung, though experts see him as the founding father of America’s war on drugs."
}