{
    "2004 - 19": "Correction Appended",
    "2004 - 144": "Virginia Tech University suspended the backup quarterback Marcus Vick for the 2004 season yesterday in the aftermath of two off-field incidents.",
    "2004 - 173": "A longstanding request to grow marijuana at the University of Massachusetts so it can be tested for medical uses has been turned down by the Drug Enforcement Administration.",
    "2004 - 191": "WASHINGTON, Nov. 29 -- An effort by advocates of the medical use of marijuana to link their cause to the Supreme Court's federalism revolution appeared headed for failure at the court today. ",
    "2004 - 194": "The Shelton Police recently donated thousands of dollars worth of plant-growing equipment seized last year in marijuana raids to the Agriscience and Biotechnology Center at Trumbull High School.",
    "2004 - 218": "The Supreme Court agreed on Monday to decide whether Congress has the authority to prohibit the medical use of marijuana in states where the voters or the legislature have approved the drug's use under a doctor's care.",
    "2004 - 223": "The Mexican authorities on Monday announced the arrest of Gilberto Higuera Guerrero, who is accused of being a leader of a crime organization responsible for nearly half the cocaine and marijuana entering the United States.",
    "2004 - 229": "SAN FRANCISCO, Nov. 3 - California voters approved a ballot measure on Tuesday to spend $3 billion over the next 10 years on research of human embryonic stem cells, the largest state-run scientific research effort in the country.",
    "2004 - 236": "NAALDWIJK, the Netherlands - JAMES R. BURTON, who once served a year in federal prison, still gets a kick out of the signs at his marijuana plantation here reminding employees whom to call in the event of an emergency: the Dutch police.",
    "2004 - 244": "Republicans may be apprehensive about what kind of reception they will receive when they arrive in New York next week for their national convention, but one unlikely group -- the Drug Policy Alliance -- has decided to greet them with open arms.",
    "2004 - 248": "ALBANY, Dec. 7 - After years of false starts, state lawmakers voted Tuesday evening to reduce the steep mandatory prison sentences given to people convicted of drug crimes in New York State, sanctions considered among the most severe in the nation.",
    "2004 - 268": "SALT LAKE CITY, Nov. 16 - In a case that has spurred intense soul-searching in legal circles, a 25-year-old convicted drug dealer, who was arrested two years ago for selling small bags of marijuana to a police informant, was sentenced on Tuesday to 55 years in prison."
}