{
    "2013 - 12": " Dear Diary:",
    "2013 - 80": "Accidental ingestion of marijuana may be on the rise, according to a new report.",
    "2013 - 85": "Over the last century, the laws relating to marijuana have gone through an evolution.",
    "2013 - 100": "Blacks were nearly four times as likely to be arrested for marijuana possession than whites in 2010.",
    "2013 - 122": "Newspaper editors typically operate behind the scenes, overseeing reporters inside the newsroom and outside the spotlight.",
    "2013 - 136": "In a memo sent to federal prosecutors nationwide, James M. Cole, the deputy attorney general, laid out eight priority enforcement areas.",
    "2013 - 156": "A New York State assemblyman from the Hudson Valley was charged with marijuana possession after he was stopped for speeding, the authorities said on Friday.",
    "2013 - 170": "BASED on what stirs passions and wins headlines, it would be easy to imagine that the only cultural debates that matter in America are the ones that have to do with sex. ",
    "2013 - 173": "At a recent party in Williamsburg, Brooklyn, as a joint was passed around casually, talk turned to the relative subtlety of vaporizers as a delivery mechanism for marijuana.",
    "2013 - 174": "Kalvin Savanh grew up in Portland, Ore., and, during high school, he said, he grew marijuana. About 15 years later, Mr. Savanh, 33, still helps grow it — but now it is legal.",
    "2013 - 182": "A new federal report shows that the percentage of American high school students who smoke marijuana is slowly rising, while the use of alcohol and almost every other drug is falling.",
    "2013 - 189": "SPRINGFIELD, Colo. — Along the plains of eastern Colorado, on a patch of soil where his father once raised alfalfa, Ryan Loflin is growing a leafy green challenge to the nation’s drug laws.",
    "2013 - 197": "FOUNTAIN, Colo. — As their children cooed from wheelchairs and rocked softly in their arms, the marijuana migrants of Colorado clasped hands, bowed their heads and said a prayer of cautious thanks.",
    "2013 - 201": "DENVER — Marijuana proponents scored significant victories on Tuesday as voters around the country passed ballot measures decriminalizing marijuana possession and approved regulatory taxes on the drug."
}