{
    "2013 - 4648": "WASHINGTON — The Washington National Cathedral, where the nation gathers to mourn tragedies and celebrate new presidents, will soon begin hosting same-sex marriages.Cathedral officials tell The Associated Press the church will be among the first Episcopal congregations to implement a new rite of marriage for gay, lesbian, bisexual and transgender members. The church will announce its new policy Wednesday.As the nation’s most prominent church, the decision carries huge symbolism. The 106-year-old cathedral has long been a spiritual center for the nation, hosting presidential inaugural services and funerals for Ronald Reagan and Gerald Ford. The Rev. Martin Luther King Jr. delivered his last sermon there in 1968. The cathedral draws hundreds of thousands of visitors each year.In light of the legality of same-sex marriage in the District of Columbia and now Maryland, the Rt. Rev. Mariann Edgar Budde, the Episcopal bishop of Washington, decided in December to allow an expansion of the Christian marriage sacrament. The diocese covers the district and four counties in Maryland. The change is allowed under a “local option” granted by the church’s General Convention, church leaders said. Each priest in the diocese can then decide whether to perform same-sex unions.The Very Rev. Gary Hall, the cathedral’s dean, said performing same-sex marriages is an opportunity to break down barriers and build a more inclusive community “that reflects the diversity of God’s world.”“I read the Bible as seriously as fundamentalists do,” Hall told the AP. “And my reading of the Bible leads me to want to do this because I think it’s being faithful to the kind of community that Jesus would have us be.”Celebrating same-sex weddings is important beyond the Episcopal Church, Hall said. Church debate is largely settled on the matter, allowing for local decisions, he said. The move is also a chance to influence the nation.“As a kind of tall-steeple, public church in the nation’s capital, by saying we’re going to bless same-sex marriages, conduct same-sex marriages, we are really trying to take the next step for marriage equality in the nation and in the culture,” Hall said.Hall is the 10th dean of the cathedral and began serving there in October 2012. He has been an ordained minister for more than 35 years. He said he has long been an advocate for gay marriage and began performing same-sex blessings in 1990 when he served at All Saints Church in Pasadena, Calif.The Human Rights Campaign, the nation’s largest gay rights group, applauded the cathedral’s change Wednesday as a milestone.“Today, the church sent a simple but powerful message to LGBT Episcopalians — you are loved just the way you are, and for that we embrace you,” said the Rev. MacArthur Flournoy, the deputy director of HRC’s religion and faith program.Gay weddings will be allowed immediately. But It will likely be six months to a year before the first marriages are performed due to the cathedral’s busy schedule and its pre-marital counseling requirement. Generally, only couples affiliated with the cathedral will be eligible. Church leaders had not received any requests for weddings ahead of Wednesday’s announcement.While Hall does not expect any objections within the National Cathedral congregation, he said the change may draw criticism from outside. It may be divisive for some, just as it was to preach against segregation or to push for the ordination of women, Hall said.The New York-based Episcopal Church is the U.S. body of the 77 million-member Anglican Communion. The House of Bishops voted last year 111-41 to authorize a provisional rite for same-sex unions. Some congregations have left the church over its inclusion of gays and lesbians over the years.Same-sex marriage is now legal in nine states and the District of Columbia. Legislators in Illinois and Rhode Island are set to take up bills to possibly join them, and the Supreme Court is scheduled to hear cases on gay marriage in March.The first same-sex wedding performed last month at West Point’s Cadet Chapel drew some protests from conservatives. The National Cathedral is even more visible.Hall, the cathedral dean, said the church has a long history of taking stands on public issues. But he said he sees marriage as a human issue, not a political issue.“For us to be able to say we embrace same-sex marriage as a tool for faithful people to live their lives as Christian people,” he said, “for us to be able to say that at a moment when so many other barriers toward full equality and full inclusion for gay and lesbian people are falling, I think it is an important symbolic moment.”",
    "2013 - 2924": "The evangelical pastor chosen to give the benediction at President Barack Obama’s inauguration withdrew from the ceremony Thursday after remarks he made two decades ago condemning the gay rights movement surfaced.The Rev. Louie Giglio of Passion City Church in Atlanta said in a statement he withdrew because it was likely that the “prayer I would offer will be dwarfed by those seeking to make their agenda the focal point of the inauguration.”Addie Whisenant, a spokeswoman for the Presidential Inaugural Committee, said the committee had chosen Giglio because of his work to end human trafficking.“We were not aware of Pastor Giglio’s past comments at the time of his selection and they don’t reflect our desire to celebrate the strength and diversity of our country at this inaugural,” Whisenant said in a statement.The liberal website ThinkProgress posted audio of the sermon Wednesday. In the talk, which the pastor said he gave 15 or 20 years ago, Giglio cited Scripture and called same-sex relationships sinful and an abomination. He warned congregants about what he called the “aggressive agenda” for acceptance of the “homosexual lifestyle.” And he recommended the writings of an advocate for therapy that aims to convert gays and lesbians into heterosexuals. Repeatedly in the sermon, Giglio urged congregants to welcome gays and lesbians to the church and said God loves them.In Thursday’s statement, Giglio said “speaking on this issue has not been in the range of my priorities in the past 15 years.”Obama’s inaugural planners have put an emphasis on reflecting diversity in the festivities, including the participation of conservative Christians and gay Americans. Obama personally selected Richard Blanco, whose work explores his experience as a Cuban-American gay man, as the inaugural poet. And the Lesbian and Gay Band Association of St. Louis was one of the first selections to march in the inaugural parade.An inaugural official said the Presidential Inaugural Committee vetted Giglio. But their statement said they didn’t know about that particular sermon. Whisenant said the committee was considering others to deliver the benediction at the Jan. 21 event.Ross Murray, the faith program director for the gay advocacy group GLAAD, urged the committee to choose someone for the role who reflects “the growing sentiment in the U.S. and in faith communities that LGBT people are full and equal parts of society.”Obama faced a similar uproar in 2009, when he chose prominent pastor Rick Warren to give the inaugural benediction as an olive branch to evangelicals, who overwhelmingly vote Republican. Warren had compared gay relationships to incest and pedophilia. He had also urged congregants at his Saddleback Church in California to support the Proposition 8 ban on gay marriage on the 2008 state ballot. Despite pressure from gay rights advocates for Warren to bow out, the pastor gave the benediction.",
    "2013 - 6170": "MINNEAPOLIS — Pauline Friedman Phillips, who under the name of Abigail Van Buren, wrote the long-running “Dear Abby” advice column that was followed by millions of newspaper readers throughout the world, has died. She was 94.Publicist Gene Willis of Universal Uclick said Phillips died Wednesday after a long battle with Alzheimer’s disease.Phillips’ column competed for decades with the advice column of Ann Landers, written by her twin sister, Esther Friedman Lederer. Their relationship was stormy in their early adult years, but later they regained the close relationship they had growing up in Sioux City, Iowa.The two columns differed in style. Ann Landers responded to questioners with homey, detailed advice. Abby’s replies were often flippant one-liners.Phillips admitted that her advice changed over the years. When she started writing the column, she was reluctant to advocate divorce:“I always thought that marriage should be forever,” she explained. “I found out through my readers that sometimes the best thing they can do is part. If a man or woman is a constant cheater, the situation can be intolerable. Especially if they have children. When kids see parents fighting, or even sniping at each other, I think it is terribly damaging.”She willingly expressed views that she realized would bring protests. In a 1998 interview she remarked: “Whenever I say a kind word about gays, I hear from people, and some of them are damn mad. People throw Leviticus, Deuteronomy and other parts of the Bible to me. It doesn’t bother me. I’ve always been compassionate toward gay people.”If the letters sounded suicidal, she took a personal approach: “I’ll call them. I say, ‘This is Abby. How are you feeling? You sounded awfully low.’ And they say, ‘You’re calling me?’ After they start talking, you can suggest that they get professional help.”Asked about Viagra, she replied: “It’s wonderful. Men who can’t perform feel less than manly, and Viagra takes them right off the spot.”About working mothers: “I think it’s good to have a woman work if she wants to and doesn’t leave her children unattended — if she has a reliable person to care for them. Kids still need someone to watch them until they are mature enough to make responsible decisions.”One trend Phillips adamantly opposed: children having sex as early as 12 years old.“Kids grow up awfully fast these days,” she said. “You should try to have a good relationship with your kids, no matter what they do.”The woman known to the world as Ann Landers died in June 2002. Later that year, the family revealed that Phillips had been diagnosed with Alzheimer’s disease. By then Phillips’ daughter, Jeanne Phillips, who had helped her mother with the Dear Abby column for years, was its sole author.Pauline Esther Friedman, known as Popo, was born on Independence Day 1918 in Sioux City, Iowa, 17 minutes after her identical twin, Esther Pauline (Eppie.). Their father was a well-off owner of a movie theater chain. Their mother took care of the home. Both were immigrants from Russia who had fled their native land in 1905 because of the persecution of Jews.“My parents came with nothing. They all came with nothing,” Phillips said in a 1986 Associated Press interview. She recalled that her parents always remembered seeing the Statue of Liberty: “It’s amazing the impact the lady of the harbor had on them. They always held her dear, all their lives.”The twins spent their growing-up years together. They dressed alike, they both played the violin, they wrote gossip columns for their high school and college newspapers. They attended Morningside College in Sioux City. Two days before their 21st birthday, they had a double wedding. Pauline married Morton Phillips, a businessman, Esther married Jules Lederer, a business executive and later founder of Budget Rent-a-Car. The twins’ lives diverged as they followed their husbands to different cities.The Phillipses lived in Minneapolis, Eau Claire, Wis., and San Francisco, and had a son and daughter, Edward Jay and Jeanne. Esther lived in Chicago, had a daughter, Margo, and in 1955 she applied for and was given the job of writing the advice column. She adopted the existing column’s name, Ann Landers.Pauline, who had been working for philanthropies and the Democratic Party, followed her sister’s lead, though she insisted it wasn’t the reason for her decision. She arranged for an interview with an editor of the San Francisco Chronicle and presented sample columns, arguing that the paper’s lovelorn column was boring. The editors admired her breezy style, and she was hired.Searching for a name for the column, Pauline chose Abigail from the Bible and Van Buren from the eighth American president. Within a year she signed a 10-year contract with the McNaught Syndicate, which spread her column across the country.“I was cocky,” she admitted in 1998. “My contemporaries would come to me for advice. I got that from my mother: the ability to listen and to help other people with their problems. I also got Daddy’s sense of humor.”Pauline applied for the advice column without notifying her sister, and that reportedly resulted in bad feelings. For a long time they did not speak to each other, but their differences were patched up. In June 2001, the twins, 83, attended the 90th birthday party in Omaha, Neb., of their sister Helen Brodkey.The advice business extended to the second generation of the Friedmans. Phillips had announced in 2000 that her daughter would share her byline. Her sister’s daughter, Margo Howard, wrote an advice column for the online magazine Slate.Aside from the Dear Abby column, which appeared in 1,000 newspapers as far off as Brazil and Thailand, Phillips conducted a radio version of “Dear Abby” from 1963 to 1975 and wrote best-selling books about her life and advice.In her book “The Best of Abby,” Phillips commented that her years writing the column “have been fulfilling, exciting and incredibly rewarding. … My readers have told me that they’ve learned from me. But it’s the other way around. I’ve learned from them. Has it been a lot of work? Not really. It’s only work if you’d rather be doing something else.”",
    "2013 - 777": "PARIS  — Topless women activists have pounded a huge church bell in Notre Dame Cathedral in Paris to “celebrate” the pope’s resignation.The nine women from Ukrainian feminist group Femen had their chests and backs emblazoned with the words “Pope No More.” They didn’t explain their action except to say they are “provocateurs” celebrating Pope Benedict XVI’s decision to step down.At one point the women rang an enormous bell on display in the hall of the landmark cathedral, part of a set of new bronze bells cast for Notre Dame’s 850th anniversary this year. Cathedral staff turned off the church lights and pulled the women away.The women say they’re also protesting in support of gay marriage. France’s lower house of parliament is voting Tuesday on whether to legalize it.",
    "2013 - 1059": "Those naughty dames!A group of militant feminists yesterday cheered on the resignation of Pope Benedict XVI by marching topless outside — and later, for a brief moment, inside — the famed Notre Dame Cathedral in Paris.The nine chanting women — members of the hard-core Ukrainian protest group FEMEN — had slogans written in black paint across their bare chests and backs that read, “Pope no more” and “Game over.”At one point, the group managed to get inside the famed French church and ring a massive bell on display there. But Notre Dame workers quickly yanked the breast-baring rebels outside again.The women said they were protesting what they called the church’s continued stance against equal rights for women and gays.The topless troupe noted that France’s lower parliamentary house was poised to vote on whether to legalize gay marriage. The French assembly later approved the measure. FEMEN has defended its trademark shirts-off antics in the past by stating, “If we staged simple protests with banners, then our claims would not have been noticed.’’",
    "2013 - 430": "DALLAS — Ex-First Lady Laura Bush wants to be removed from a pro-gay-marriage group’s national ad campaign.A Bush spokesman said she “did not approve of her inclusion” in the Respect for Marriage Coalition ads that feature a CNN clip of her saying, “When couples are committed to each other and love each other, then they ought to have the same sort of rights that everyone has.”The coalition didn’t immediately comment yesterday.",
    "2013 - 7290": "WASHINGTON — Citing the principle of equality that drove the nation’s founding, President Barack Obama spoke out Friday against California’s ban on gay marriage and said the Supreme Court should strike it down.A day after his administration filed a friend-of-the-court brief unequivocally calling on the justices to strike down California’s Proposition 8 ballot measure, Obama said he felt there was no way for his administration to avoid the case.“I felt it was important for us to articulate what I believe and what this administration stands for,” the president said.The nation has gone through the same evolution he has gone through about how gay couples should be treated under the law, said Obama, who once opposed gay marriage but changed his position last year during his re-election campaign.“I think this is a profoundly positive thing,” Obama said in a White House news conference.The administration’s brief outlined a broad legal argument that could ultimately be applied to other state prohibitions across the country, but stops short of the soaring rhetoric on marriage equality Obama expressed in his inaugural address in January.Still, it marks the first time a U.S. president has urged the high court to expand the right of gays and lesbians to wed.Obama said the brief didn’t explicitly argue that gay marriage should be made legal in every state because the case before the court deals specifically with California.“That’s an argument that I make, personally,” Obama said. “The court may decide that if it doesn’t apply in this case, it probably can’t apply in any case. There no good reason for it.”The brief is not legally binding, though the government’s opinion could carry weight with the Supreme Court when it hears oral arguments on Proposition 8 in late March.California is one of eight states that give gay couples all the benefits of marriage through civil unions or domestic partnership but don’t allow them to wed. The brief argues that in granting same-sex couples those rights, California has already acknowledged that gay relationships bear the same hallmarks as straight ones.“They establish homes and lives together, support each other financially, share the joys and burdens of raising children, and provide care through illness and comfort at the moment of death,” the administration wrote.The brief marks the president’s most expansive view of gay marriage and signals that he is moving away from his previous assertion that states should determine their own marriage laws. Obama, a former constitutional law professor, signed off on the administration’s legal argument last week following lengthy discussions with Attorney General Eric Holder and Solicitor General Donald Verrilli.In a statement following the filing, Holder said “the government seeks to vindicate the defining constitutional ideal of equal treatment under the law.”Obama’s position, if adopted by the court, would likely result in gay marriage becoming legal in the seven other states: Delaware, Hawaii, Illinois, Nevada, New Jersey, Oregon and Rhode Island.In the longer term, the administration urges the justices to subject laws that discriminate on sexual orientation to more rigorous review than usual, as is the case for claims that laws discriminate on the basis of race, sex and other factors.The Supreme Court has never given gay Americans the special protection it has afforded women and minorities. If it endorses such an approach in the gay marriage cases, same-sex marriage bans around the country could be imperiled.Despite the potentially wide-ranging implications of the administration’s brief, it still falls short of what gay rights advocates and the attorneys who will argue against Proposition 8 had hoped for. Those parties had pressed the president to urge the Supreme Court to not only overturn California’s ban, but also declare all gay marriage bans unconstitutional.Still, marriage equality advocates publicly welcomed the president’s legal positioning.“Obama again asserted a bold claim of full equality for gay Americans, this time in a legal brief,” said Richard Socarides, an attorney and advocate. “If its full weight and reasoning are accepted by the Supreme Court, all anti-gay marriage state constitutional amendments will fall, and quickly.”The National Organization for Marriage, a leading supporter of the California ban, rejected Obama’s arguments. Spokesman Thomas Peters said he expects the Supreme Court to uphold the votes of more than 7 million Californians to protect marriage, spokesman Thomas Peters said.The president raised expectations that he would back a broad brief during his inaugural address on Jan. 21. He said the nation’s journey “is not complete until our gay brothers and sisters are treated like anyone else under the law.”“For if we are truly created equal, than surely the love we commit to one another must be equal as well,” he added.Obama has a complicated history on gay marriage. As a presidential candidate in 2008, he opposed the California ban but didn’t endorse gay marriage. He later said his personal views on gay marriage were “evolving.”When he ran for re-election last year, Obama announced his personal support for same-sex marriage but said marriage was an issue that states, not the federal government, should decide.Public opinion has also shifted in support of gay marriage in recent years.In May 2008, Gallup found that 56 percent of Americans felt same-sex marriages should not be recognized by the law as valid. By last November, 53 percent felt they should be legally recognized.Gay marriage supporters see the Supreme Court’s hearing of Proposition 8, as well as a related case on the Defense of Marriage Act, as a potential watershed moment for same-sex unions.In a well-coordinated effort, opponents of the California ban flooded the justices with friend-of-the-court briefs in recent days.Among those filing briefs were 13 states, including four that do not now permit gay couples to wed, and more than 100 prominent Republicans, including GOP presidential candidate Jon Huntsman and Florida Rep. Ileana Ros-Lehtinen.Two professional football players who have been outspoken gay rights advocates also filed a brief in the California case. Minnesota Vikings punter Chris Kluwe and Baltimore Ravens linebacker Brendon Ayanbadejo urged the court to rule in favor of same-sex marriage.The Supreme Court has several options to decide the case that would be narrower than what the administration is asking. The justices also could uphold the California provision, as opponents of gay marriage are urging.One day after the Supreme Court hears the California case, the justices will hear arguments on provisions of the federal Defense of Marriage Act, which defines marriage as between a man and a woman for the purpose of deciding who can receive a range of federal benefits.The administration abandoned its defense of the act in 2011, but the measure will continue to be federal law unless it is struck down or repealed.In a brief filed last week, the government said Section 3 of the act “violates the fundamental constitutional guarantee of equal protection” because it denies legally married same-sex couples many federal benefits that are available only to legally married heterosexual couples.",
    "2013 - 498": " WASHINGTON — President Obama yesterday gave his most fervent defense yet of homosexuals’ right to marry, saying he would overturn California’s gay-marriage ban if he were a Supreme Court judge.“We cannot discriminate against same-sex couples when it comes to marriage,” Obama declared at a White House news conference.“The basic principle that America is founded on — the idea that we’re all created equal — applies to everybody,” he said.<a href=\"mailto:smiller@nypost.com\">smiller@nypost.com</a>"
}