{
    "2004 - 1781": " LOS ANGELES – A liberal political-action committee targeted Arnold Schwarzenegger in a radio ad yesterday that mocks him as good for nothing but memorable movie lines.  In the 60-second spot by the California Voter Project, a voice mimics Schwarzenegger’s as he prepares for a press conference.  A handler asks the voice: “With the state’s budget bleeding red ink, what is your plan to balance the budget?”  “Schwarzenegger” replies, “If it bleeds, we can kill it!”  The handler replies, “Mr. Schwarzenegger, that’s from ‘Predator.’ Can someone get Maria Shriver in here?”  Former Democratic Party staffer Philip Muller, who is spearheading the project, told The Post he wants Schwarzenegger to be more accountable.  “I’m personally offended [he thinks] he can get away without answering questions,” he said.  Meanwhile, Schwarzenegger said in a radio interview he’s hurt by attack ads.  “I only play a machine, but I really am a human being,” the “Terminator” star told radio host Sean Hannity.  Also yesterday, Schwarzenegger spelled out his positions on a variety of issues, bowing to weeks of criticism that his campaign has been all style and no substance.  He said he’s in favor of:  * Legalizing marijuana for medicinal purposes.  * Abortion rights – but not “partial-birth” abortions. He’s also for parental notification for minors.  * An assault-weapons ban.  * Background checks on gun purchases.  He’s against:  * Offshore drilling.  * Gay marriage.  * Driver’s licenses for illegal immigrants.  Schwarzenegger in 1994 supported Proposition 187, which sought to deny many services to illegal immigrants. But he said yesterday that the issue was history because courts had largely voided the measure.  Schwarzenegger gave his opinions during a call to the Hannity show. ",
    "2004 - 1235": " The state Democratic Party yesterday endorsed gay marriage – ending its previously neutral stance on the controversial issue.  “We want to make sure that these folks can have the same treatment as everybody else,” said state Assemblyman Herman “Denny” Farrell, chairman of the party. “This does not impose our will on churches, mosques and synagogues.”  The Empire State Pride Agenda, a gay and lesbian civil rights organization, immediately hailed the Democrats’ move.  “Civil marriage is the primary way in which government grants hundreds and hundreds of benefits and protections to Americans and their families,” said the group’s executive director, Alan Van Capelle.  The state Democrats’ resolution, adopted at the party’s gathering in Buffalo, states that the party is committed to equal treatment and civil rights for all people. It says that gay couples don’t have the same property, inheritance, immigration, or other legal protections that heterosexual couples have when they marry.  City Council Speaker Gifford Miller shepherded a law through the council that allows city-owned hospitals and other agencies to recognize gay marriages performed in other jurisdictions.  Mayor Bloomberg signed that bill into law last year.",
    "2004 - 836": "The state Democratic Party yesterday endorsed gay marriage – ending its previously neutral stance on the controversial issue.   “We want to make sure that these folks can have the same treatment as everybody else,” said state Assemblyman Herman “Denny” Farrell, chairman of the party. “This does not impose our will on churches, mosques and synagogues.”   The Empire State Pride Agenda, a gay and lesbian civil rights organization, immediately hailed the Democrats’ move.   “Civil marriage is the primary way in which government grants hundreds and hundreds of benefits and protections to Americans and their families,” said the group’s executive director, Alan Van Capelle.   The Democrats’ resolution, adopted at the party’s gathering in Buffalo, states that the party is committed to equal treatment and civil rights for all people. ",
    "2004 - 2416": " The highest court in Massachusetts ruled yesterday that homosexual couples there can marry – and gay-rights advocates hope New York soon follows suit.  The Supreme Judicial Court ruled 4-3 in favor of seven same-sex couples who argued that denying them civil marriage licenses violated the state’s constitution.  While holding off granting marriage licenses to the seven couples, the court gave the Massachusetts Legislature six months to develop a way gay couples can wed.  But President Bush vowed to block the ruling.  “I will work with congressional leaders and others to do what is legally necessary to defend the sanctity of marriage,” he said in London.  The landmark decision, which legal experts say goes beyond even a previous Vermont decision that led to civil unions in that state, sent shock waves through the nation.   Elated gay-rights activists predicted the Massachusetts decision will lead other states, including New York, to legalize same-sex marriages.  “We feel confident this will happen, the only question is when,” said Alan Van Capelle, executive director of the Empire State Pride Agenda, New York’s largest gay lobbying organization.  City and state government employees here are already covered by domestic-partner benefits.  State Sen. Thomas Duane (D-Manhattan), one of three openly gay members of the state Legislature, hailed the “historic” ruling and urged New York to pass a gay-marriage law during the upcoming 2004 session. Gov. Pataki and legislative leaders have been cool to legalizing gay marriage in New York.  State Conservative Party Chairman Michael Long and the state Catholic Conference vowed to strongly fight all efforts to legalize gay marriages. “I don’t believe a society can survive if you throw out the notion of marriage being between one man and one woman,” Long said.  City Council Speaker Gifford Miller, who has sponsored several gay-rights bills, including one that recognizes gay marriages and unions entered into in other jurisdictions, said he’d be willing to go to Massachusetts and Albany to fight for gay rights.  “We, as a city, must recognize when others are taking the right steps, and I wish that New York will take that step forward and allow marriages here in New York, and I hope and believe that someday we will,” Miller said.  No American court has ordered the issuance of a marriage license – a privilege reserved for heterosexual couples.",
    "2004 - 2677": "The highest court in Massachusetts ruled yesterday that homosexual couples there can marry – and gay-rights advocates hope New York soon follows suit.   The Supreme Judicial Court ruled 4-3 in favor of seven same-sex couples who argued that denying them civil marriage licenses violated the state’s constitution.   While holding off granting marriage licenses to the seven couples, the court gave the Massachusetts Legislature six months to develop a way gay couples can wed.   But President Bush vowed to block the ruling.   “I will work with congressional leaders and others to do what is legally necessary to defend the sanctity of marriage,” he said in London.   The landmark decision, which legal experts say goes beyond even a previous Vermont decision that led to civil unions in that state, sent shock waves through the nation.   Elated gay-rights activists predicted the Massachusetts decision will lead to other states, including New York, to legalize same-sex marriages.   “We feel confident this will happen, the only question is when,” said Alan Van Capelle, executive director of the Empire State Pride Agenda, New York’s largest gay lobbying organization.   City and state government employees here are already covered by domestic-partner benefits.   State Sen. Thomas Duane (D-Manhattan), one of three openly gay members of the state Legislature, hailed the “historic” ruling and urged New York to pass a gay-marriage law during the upcoming 2004 legislative session.   Gov. Pataki and legislative leaders have been cool to legalizing gay marriage in New York.   State Conservative Party Chairman Michael Long and the state Catholic Conference vowed to strongly fight all efforts to legalize gay marriages.   “I don’t believe a society can survive if you throw out the notion of marriage being between one man and one woman,” Long said.   City Council Speaker Gifford Miller, who has sponsored several gay-rights bills, including one that recognizes gay marriages and unions entered into in other jurisdictions, said he’d be willing to go to Massachusetts and Albany to fight for gay rights.   “We, as a city, must recognize when others are taking the right steps, and I wish that New York will take that step forward and allow marriages here in New York, and I hope and believe that someday we will,” Miller said.   NO QUEER AYE  A new poll examines U.S. attitudes about homosexuality:   Gay marriages:   59% oppose it   32% favor it   Age group on gay marriages:   Age 20-30: evenly split   Age 60-70: oppose it 4-1   Homosexuality a sin?:   55%: yes   33%: no   9 in 10 white evangelicals: yes    3/4  of black Protestants: yes   Source: Pew Research Center ",
    "2004 - 1116": " WASHINGTON – Dick Gephardt and John Kerry ganged up on Howard Dean in last night’s debate in Iowa, accusing Dean of cutting Medicaid and other services for the needy during Vermont’s budget crunch.  “You don’t just cut the most vulnerable in our society,” Gephardt, a Missouri congressman, told Dean at the MSNBC-sponsored debate.  “As governor, you’ve got to make tough decisions,” Dean added, although he denied anyone in Vermont ever lost Medicaid coverage.  Kerry dodged a question about whether the Massachusetts legislature should quickly enact a law allowing gays to marry, now that the state Supreme Court ruled they should be allowed to do so.  Kerry, referring strictly to the legal rights of gay couples, said, “I think the term ‘marriage’ gets in the way of what’s really being talked about here.”  Former Gen. Wesley Clark repeatedly criticized President Bush for failing to capture Osama bin Laden. “I think the American people deserve to know what happened . . . We know we’re not safer today,” Clark said .  Kerry, accusing Bush of lying about Iraq, stated flatly, “He built a fraudulent coalition.”",
    "2004 - 1832": "Drag queen Harvey Fierstein was sadly mistaken if he thought he could ride with Santa dressed as Mrs. Claus in the Thanksgiving Day Parade, organizers said yesterday.  The Broadway star caused a ruckus when he bragged he would portray Santa’s better half in the 77th annual parade, which went off yesterday with beautiful weather and packed crowds.  But organizers insisted Fierstein was stepping all over a sacred tradition, not just because he was imposing his political views on a family event but because nobody – <em>nobody</em> – gets to ride with Santa as he brings up the rear of the parade.  “Harvey Fierstein was invited to be [“Hairspray” character] Edna Turnblad. He was always going to be riding on the Percy and the P-Birds float,” insisted Elina Kazan, a spokeswoman for the parade organizer.  “Nobody else is on Santa’s float. Mrs. Claus is either on the float or beside the float walking along with the elves.”  The actor wrote in Wednesday’s New York Times that he would portray Mrs. Claus and used it as jumping-off point for a discussion of gay marriage.  But organizers maintained he was scheduled to portray his “Hairspray” character, Edna, dressed as Mrs. Claus, and was always relegated to a float with penguins and singing elves.  Santa scandal aside, the parade was under heavy NYPD security, and no problems were reported other than one clown hospitalized with a seizure.  Barney, Super Grover and Garfield balloons debuted this year, and were joined by old favorites Big Bird, Ronald McDonald, Pikachu, Mr. Monopoly and the show-stealing Jimmy Neutron, as well as balloons from the parade’s early days, like a turkey from 1929.  “It’s like a mini-vacation,” said Higgins Hyacinthe, 37. “The streets are filled with fantasy and good-people traffic instead of the hustle.” <em> With Post Wire Services</em>",
    "2004 - 1584": "President Bush finally came out last night to say he’d back a constitutional ban on gay marriages.  While Bush has already said he would support whatever is “legally necessary to defend the sanctity of marriage,” he never took the ultimate step and address a possible constitutional ban – until now.  Apparently prodded by a recent Massachusetts court ruling striking down the state’s ban on same-sex unions, the president said such a move means “we may need a constitutional amendment.” Constitutional amendments supercede state law.  “If necessary, I will support a constitutional amendment which would honor marriage between a man and a woman, codify that,” Bush told Diane Sawyer of ABC News.  “The position of this administration is that whatever legal arrangements people want to make, they’re allowed to make, so long as it’s embraced by the state or at the state level.”  But gay-rights activist Winnie Stachelberg lashed back: “It is never necessary to insert prejudice and discrimination into the U.S. Constitution.”  Even conservatives were wary about some of Bush’s remarks.  “While I’m encouraged President Bush says he supports a constitutional amendment . . ., I’m very concerned about his [statements] which seem to suggest the definition of marriage . . . can be redefined at the state level” until a constitutional amendment is enacted, said Tony Perkins, president of the Family Research Council.  During the same interview, Laura Bush also talked about how the couple’s twin daughters have yet to find serious loves.<em>Additional reporting by Brian Blomquist</em>"
}