{
    "2020 - 3444": "Scandal-scarred former Rep. Aaron Schock has come out as gay — admitting it has left him disowned by his deeply religious family who want him to go through conversion therapy.“I am gay,” wrote the 38-year-old ex-Illinois pol who resigned from Congress five years ago amid claims he <a class=\"_e75a791d-denali-editor-page-rtfLink\" href=\"https://nypost.com/2016/11/10/feds-indict-ex-congressman-who-had-downton-abbey-office/\" rel=\"noopener\" target=\"_blank\">misused government and campaign funds</a>, with federal charges only <a href=\"https://nypost.com/2019/03/06/feds-drop-charges-against-aaron-schock-for-misusing-taxpayer-campaign-funds/\">dropped last year</a>.“For those who know me and for many who only know of me, this will come as no surprise,” admitted Schock, who noted there was plenty of “speculation” while he was in office.“In many ways I regret the time wasted in not having done so sooner,” he said. “Life is better with nothing to fear or hide.”Schock made his public declaration in a <a href=\"https://aschock.net/\" rel=\"noopener\" target=\"_blank\">heartfelt, 2,097-word missive</a> that attacked the “array of false charges” and “years-long struggle to clear my name.”It showed he was still smarting over the claim that he misused money to <a href=\"https://nypost.com/2015/02/23/politician-used-campaign-money-on-private-jets-massages-and-a-katy-perry-concert/\">decorate his office with a “Downton Abbey”</a> theme — “a show I’d never even heard of, and still haven’t seen,” he insisted.Schock wrote of how being brought up in the Apostolic Christian Church left him initially trying to deny his sexuality — then being disowned by his family once finally out.“I understood that the teachings of my upbringing were pretty clear on the matter,” he said of being gay, saying he avoided thinking about it.Once in office, he says, he “assumed that revealing myself as their gay congressman would not go over well.”“I also, in retrospect, realize that I was just looking for more excuses to buy time and avoid being the person I’ve always been,” he admitted.The probe into his finances also included “prying” into his personal life, he says, quipping, “Unfortunately for prosecutors, the most sensational thing they learned about my personal life was that I didn’t have much of one.”When he was finally ready to confide in his family last Easter, photographs that emerged of him shirtless with other men at the Coachella festival “made clear” that he was gay, he wrote.When he spoke to his mother, “she told me to turn around and go back to LA. I wasn’t welcome at home for Easter,” he wrote.“What I had to share was unwelcome news to every single person in my family, out of the blue in some cases, and was met with sadness, disappointment, and unsympathetic citations to Scripture,” he said.“It hurt to hear all this, to say the least. What I had feared from many of them had come to pass,” he said, saying he knows some might “never come around.”“I still get occasional emails trying to sell me on conversion therapy,” he said of his family — while sharing hope after his mother said she would like to meet “anyone special” in his life.While defending himself against all the charges made against him, Schock admitted to one clear regret — being against gay marriage while in office.“I can live openly now as a gay man because of the extraordinary, brave people who had the courage to fight for our rights when I did not,” he wrote.",
    "2020 - 38357": "One of the many things this pandemic has taken from us is the chance to comfort the grieving. For now, at least, we can’t attend a funeral Mass or gravesite, or visit the homes of friends and family members who’ve suddenly, shockingly lost someone they loved. As of Monday, there were 4,758 coronavirus-related deaths in New York state, <a href=\"https://nypost.com/2020/04/05/nyc-coronavirus-death-toll-now-at-2472-with-almost-65k-cases/\" rel=\"noopener\" target=\"_blank\">2,738 of them from NYC alone</a>. In New Jersey, there have been 1,003 fatalities, and 206 in Connecticut. The plague doesn’t discriminate. In the past three weeks, it’s taken firefighters and social workers, Holocaust survivors and classic-car collectors, doctors and drag performers, parents and priests. Each will be missed.In time, we’ll be able to hug one another again. For now, all we can do is recall their lives through the eyes of those who’ve known them best: family, friends and colleagues.Here are just a handful of the many people we’ve lost. May their good works live after them, inspiring us all to be our best, most compassionate selves in their honor.About six years ago, vasculitis stole Preschel’s eyesight. But it didn’t lessen her passion to serve: Hardly a day went by when she wasn’t at Helping Hands, the Teaneck food pantry she co-founded in 2008.And when Preschel died last week at Teaneck’s Holy Name Medical Center, a victim of the coronavirus, a community mourned.“She had her disability, but it never stood in her way,” recalls Paul Ostrow, the former Teaneck mayor who says Preschel used to “pressure” him to join her beloved Rotary Club, though he hadn’t the time. “She was a catalyst — the kind of person who wanted to involve others to help her do good, too.”Neighbors recall her as a doting aunt of seven nieces and nephews, and the unrelated but committed kin of what seems to be most of Teaneck, where the Massachusetts native spent roughly half her life.“Almost everybody called her Aunt Janice or Aunt J,” says her sister-in-law, Claire Preschel, with whom she lived after she was blind. “She was a big Teaneck youth-sports fan — soccer, wrestling, football, volleyball — before she lost her sight and after.”Not only was Preschel the director of the food pantry, says Rotary Club president Danielle Richards, but the former social worker served on several community boards and her synagogue’s social action committee. “She was very kind, always smiling, and she had a wicked sense of humor,” Richards says. “She loved Teaneck. She knew everything that was going on in town.” Richards says their last conversation was at the hospital. “She told me how exhausted the nurses were in the ICU, and how they couldn’t cook, so what could we do? So we thought of purchasing them gift cards, helping them and the local businesses still open for takeout and delivery.”Preschel died on March 30. The next day, Teaneck’s town manager — whom Preschel had addressed at the Rotary Club weeks ago about COVID-19 — ordered all town flags flown at half-staff.And those gift cards for overworked nurses? By then, Richards says, the Rotary had raised more than $1,100 for Preschel’s final act of charity.<em>The Rev. Vincenzo Cardilicchia, 48, remembers his mentor Ortiz-Garay, who passed away March 27.</em>“When you become an ordained priest, you discover there are so many things that you didn’t learn in seminary. Your mentor shapes the way you relate with people, and Father Jorge was my mentor. I learned a lot from him when I was taking my first steps into the priesthood. Father Jorge was very close to everyone and very easygoing. He visited families’ homes in the afternoon into the night. People would seek him out for guidance — not just to receive a word from God, but also for counseling. He had the charisma of a leader and he was always available. He helped me not just be a clerical, institutionalized priest, but as Pope Francis says, to be a shepherd living with the smell of the sheep.”<em>Carney’s son, NYPD officer Tom Carney, 41, remembers his father, who passed away March 27.</em>“If there was one thing about my dad that people remember, it was his presence. He was a big guy with a big voice. To know him was to love him, but even if you didn’t know him, he would make sure you at least heard him. He was in many ways larger than life. A tough Marine, but a gentle soul.“My dad was the most quick-witted person I’ve ever known. He could find the most witty response to any situation, and immediately put all present at ease. His sense of humor was legendary, and I was always jealous of his ability to remember so many jokes. He had a joke for everything. Even if the joke wasn’t that funny or you’ve heard him say it a hundred times, his own laughter that followed his jokes would force even the most aloof of people to chuckle.“I’ve been told that this unique sense of humor made him beloved by all during his 35-year career as a court officer in Queens Family Court — a place that can often be depressing and chaotic. One esteemed judge recently told my mother that his efficiency and upbeat attitude made her job there that much easier.“The same can be said about his other job, working security for Fashion Week. His professionalism, tactfulness and, of course, sense of humor were mainstays at the shows for 25 years. Everyone who encountered him, if even only once, remembers and respects him. I’d say that speaks volumes to the character of my dad.“I would not know what it feels like to be the son of a celebrity, but I’d be willing to bet it’s similar to being the son of Tommy Carney. Whenever I was introduced to someone who knew my dad, the look and subsequent handshake (or hug) I would receive would fill me with an immense sense of pride. But it was no surprise to me. I always knew my dad was the greatest.“Of any job my father ever had, the one he took most pride in was papa to his six wonderful grandchildren. His face would just light up whenever he saw them, as would theirs when they saw him. His love and pride in them was unmatched. I can take comfort in knowing that his life on Earth was filled with so much love, both given and received. He will greatly be missed.”Geremia loved her family, her Catholic faith and Frank Sinatra, though not necessarily in that order.“Growing up, I knew every [Sinatra] song, every word,” Theresa Apostolo says of her mother, who died Sunday at Dry Harbor Nursing Home &amp; Rehabilitation Center in Middle Village. “She had him on the stereo all the time and had his pictures all over the house. She even saw him a few times.”The Manhattan native went to Catholic schools and, at 20, married her childhood sweetheart, Joseph, who died in 2003. They raised four children together in Queens.“She was a little rough around the edges, but she cared deeply for her children,” Apostolo says. “You couldn’t touch us! She was a big momma bear, believe me, and was not one to mess with . . . But she had a good heart. If someone saw something in her wall unit they liked, like a curio or statue, she’d say, ‘Here, take it.’ ”In later years, she suffered from dementia, sparing her the knowledge that one of her sons had died of a heart attack.“She used to tell me, ‘When I go, make sure my white gown and heels are on and my Frank Sinatra records are playing at the funeral parlor!’ ” Apostolo says.She promises to follow her mother’s wishes.“I’m the last of the Mohicans,” Birenbaum liked to say — one of very few remaining survivors of the Holocaust. On March 29, the longtime Howard Beach resident died of COVID-19. He was 93.Until his final days, says family friend Steven Kief of Irvington, NY, his mind was as sharp as ever.“He was a neighbor of my family’s in the small town of Radom, Poland,” says Kief, 72. “Karl’s father owned a sawmill and got my father and uncle jobs. When [the Nazis] started taking everyone, they hid in the woods . . . It’s crazy to think about what they endured and how something like this is taking him.”Kief, whose parents and uncle died years ago, calls the former Bulova watchmaker “the connection to my roots.” He says Birenbaum helped organize a society for the people from Radom and their descendants, and kept it going through two generations. Every Sunday before Yom Kippur, families gathered at a cemetery for a memorial service for the 6 million Jews lost in the Holocaust. “Karl would always bring something to eat after,” Kief says. “Honey cake, spongecake . . . He’d set up these little tables for all those goodies.”He also appreciated women, Kief says of Birenbaum, whose wife died about five years ago. “He’d always hug a little close, and he loved my wife, Cindy. ‘How’s my girlfriend doing?’ he’d say. And she loved him, too. He was a character — straightforward, honest and direct.”The Birenbaums had no children of their own, and their nieces and nephews live in Canada and Israel. “They set up a funeral [March 30] through Zoom,” Kief says. “You know, his birth name wasn’t Karl, it was Kaddish,” the prayer traditionally said for the dead. “The irony was, they couldn’t say Kaddish for him because they didn’t have a minyan.”<em>Wooden, who passed away on March 23, is remembered by his friend, fashion designer Geoffrey Mac, 43.</em>“Nashom was my best friend. He was a beautiful, beautiful man, and talented in so many ways. He was writing songs, he was working on a bunch of reality shows — and stuff was coming up for him as he was changing careers from being a successful drag performer [known as Mona Foot]. He was very guarded and had this fortress of protection around him — but when you scaled those walls, he was the most caring man, and he was so supportive. In February, right after I came back from winning ‘Project Runway,’ we held a dinner in the East Village . . . I’m really camera shy and I have social anxieties, but he had talked me into doing the show. I fought against my fears and I won. He started crying, saying I was his hero. Together we shared laughter and so many songs. He really had that fire.”<em>Lea Vischio, 56, remembers her father, who passed away on March 30.</em>“You could call my dad the mayor — everyone knew him. He was very dedicated to the St. Ann’s Church community in Dongan Hills, and he was an extremely proud Korean War Air Force veteran. He always wore his baseball cap with the veterans’ patch, and people would thank him for his service. He was active in community theater and dressed up as Santa every year. Newspapers were also his life. He didn’t just read The Post every day — he was a longtime New York Post pressman, beginning in 1966. My fondest memory is going to the plant, then on South Street in Manhattan, to visit. Whenever my dad was with us kids there, everyone treated us really well and gave us hats made of newspaper. He would have ink on his hands from working the machines, and when he saw a paper that didn’t look right he’d say, ‘Ah, somebody messed up the prints!’ He was high up in the New York Newspaper Printing Pressmen’s Union, and he was very proud of that. He really was a personality.”<em>Jennifer James, 38, of Cedar Grove, NJ, remembers her father, who passed away March 28.</em>“My dad never missed anything important. My way of connecting with him was through sports. I got cut from the basketball team in ninth grade and he suggested I start running, so I did that — and by senior year, I was a varsity all-star track athlete. At my meets, he wasn’t the kind of parent that would sit on the bench with the other parents. He went to watch me perform. During one big race, I went out and ran really fast, and then at the last half mile I fell behind and couldn’t believe it was happening. After, I remember sitting on the bumper of his Volvo with him, crying, and he said, ‘Hey, it doesn’t matter.’ He was the only one I wanted to see when I failed. He was always there.”<em>Artist Andrea McKenna, 49, of Jersey City, remembers her friend Rodriguez, who passed away April 1.</em>“Javi and I met at a craft fair in Jersey City in 2010, and we became best friends. She loved live music — live music and dance parties were her thing — and she was a huge art lover. Between 2014 and 2017, we ran the Raven Gallery &amp; Boutique in Jersey City, with only handmade items from local artists, including jewelry she designed. I am a decorative painter, and we pushed and encouraged each other creatively.“Javi was also a social worker at a high school in East Rutherford. One young person she helped out was gay and his parents kicked him out, and he became homeless for a while. She encouraged him to push forward, and she found the right resources to help him. Years later, he came back and thanked her. She heard a lot of those stories, and I told her, ‘You have to remember you helped them make it.’ ”As far as Steiner was concerned, Yankee Stadium was heaven on Earth. The longtime journalist and retired public relations director, who died March 30, was born in The Bronx, and he never stopped rooting for his home team.“He’d go to the games by himself as a little boy since it was walking distance from home,” says Andrea Steiner, one of his two children. She says her dad majored in history at Columbia University, earning both a master’s degree and a lifelong love of his subject. “He would read these gigantic hardcover history books on the subway,” she says. “He wasn’t just a history buff. He was a history expert.”That was far from his only interest, she says. He loved travel and foreign languages — he taught himself Portuguese — and his love of classical music inspired his son, David, to become a musician. He was also crazy about cats. “When he was a little boy, my grandparents couldn’t find him for hours,” Andrea says. “Finally, they found him in the basement of the building, because the super had cats.” She says he liked to name the family’s cats after food — hence, Muffin and Pudding.But his greatest legacy, his daughter says, was his morality.“He had a sense of right and wrong,” says Andrea. “He taught me to be responsible. He was so honest.”Even in his earliest days at the all-girls Mary Louis Academy in Jamaica Estates, Queens, Lewinger had a reputation for being gracious and supportive.“He was just a kid out of college when I first met him,” former student Jacqueline Giaccio, 36, recalls of the beloved basketball coach-turned-assistant principal. “He was figuring out the temperature of the school, and a lot of teen-angsty female students — not an easy job.”Tributes continue to pour in for Lewinger, who died March 28, leaving behind his wife, Maura, their three children — and countless current and former students who, Giaccio says, called him Buddy Lew.In addition to everything else, he was a gentleman: “He held every door, made sure we got home safely and took his wife on one of their first dates to my senior prom,” she says. “I kept in touch with him to tell him about my growing career, and he always took the time.”In August, emergency room doctor Gabrin married Arnold Vargas — “the love of his life,” says friend Debra Vasalech Lyons.On March 31, Gabrin died in Vargas’ arms.“He was ecstatic to get married. He was starting a chapter in his life,” says Lyons, a friend of Gabrin’s for 20 years and a witness at his City Hall wedding. “It was the happiest Frank had ever been . . . They were caring for each other, planning on children — the whole picket-fence thing. This was it.”Gabrin, a two-time cancer survivor, was also a “workaholic,” Lyons adds — but in a good way.“His whole mission in life was to put the care back in health care. He got into health care to help people,” she says. That included his colleagues. “Frank was the doctor who brought lunch to everyone he worked with.”Gabrin, who worked at East Orange General Hospital, will leave an indelible mark on his loved ones, says Lyons.“Frank faced death every day and it didn’t stop him from caring and making things better — and now we have to tell ourselves the same thing.”“Law &amp; Order: SVU” cast and crew members last week <a href=\"https://pagesix.com/2020/03/27/mariska-hargitay-ice-t-mourn-law-order-crew-member-who-died-from-coronavirus/\">mourned the loss</a> of their revered costumer — but creating costumes was hardly Wallwork’s only talent.As his mom, Deborah Wallwork, recalls, her son played just about every instrument in his Arizona school’s orchestra, except the trumpet and trombone.But he found his greatest passion early, when he learned to sew at the age of 5. “He would sit at my sewing machine and run stuff through the machine,” she says. “He wasn’t making anything, but he just loved it.”After taking design and art classes in his early 20s, he moved to Houston and served as the costumer for the city’s renowned opera house. Even so, his mother says, he longed to live elsewhere.“He wanted to go to New York forever,” she says. About four years ago, Josh moved to the place he’s always wanted to be, working for “Law &amp; Order” and “Madam Secretary.”“New York embraced him,” says Deborah. “He loved working on the shows. He said, ‘This job is the greatest.’ ”“When people see a Hasidic man with a beard, they think he’s provincial. But my father was a Renaissance man,” says Brocha Metzger of her dad, the longtime rebbe of the Manhattan Day School yeshiva. Heber, who passed away Thursday, April 2, “always had a stack of books.”The father of four and a great-grandfather, Heber “always loved exploring the world, as knowledge goes,” says Metzger. “He took us to museums. ‘Stay hungry for knowledge, always grow your mind’ were his mantras, and his passions were endless.“He was a quiet guy. He was happy to stay home and listen to classical music. He had thousands of classical music CDs in alphabetical order, and God help anyone who messed it up.”But he’d broaden his musical repertoire during the summer, when he and his family took trips upstate to Bungalow Colony.“He’d sing ‘100 Bottles of Beer on the Wall,’ and a crazy collection of songs,” Metzger says. “He was such a fun-loving guy — the king of road trips.”FDNY mechanic Villecco was a serious car guy.“He loved classic cars,” says his wife, Joy. “He was a Chevy guy. He loved his 1960s Chevy Impala.” He even founded a car show at Tottenville High School in 2016, and it was “his pride and joy.”Jimmy was also an Army man, she says, and a fierce patriot.“When the national anthem played, my Jimmy cried,” she says. “That’s the kind of man he was. He was American through and through.”But the most important thing in his world was family: his wife of 19 years and their 18-year-old daughter, Jessica. Jimmy even sold his beloved Impala to help pay for Jessica’s upcoming college tuition.“His family was his life,” says Joy, who sang their wedding song to him, “Ribbon in the Sky” by Stevie Wonder, as he was fighting for his life in the hospital.A few months ago, Joy and Jimmy went to New Jersey’s Bradley Beach together, to find the gazebo where he proposed 20 years ago.“He wanted to go back and find the spot — we took a picture,” says Joy.“Whatever we did, we took those special moments for us. He was always there for us. God gave me a good man.” Villecco died March 28.Born in Kazakhstan and relegated to a displaced persons camp in Germany, Erlich arrived in the US at age 9 and became a true New Yorker.“He loved going to the theater,” says his daughter, Jordana Levine, of her dad, who died on March 28 at 78. She remembers how he’d drive her and her younger brother from their home in Park Slope to see a show, invariably parking their car next to the Private Eyes “gentlemen’s club.”The former teacher and guidance counselor went into real estate, but his heart, Jordana says, belonged to music: “He could belt out songs, and he loved the Pointer Sisters.”He was protective, she says — so much so that when he was forced to undergo prostate surgery, he didn’t tell her about it until years later. He was also discreet in his generosity.“He loved doing things for people with no expectation back,” she says. “My cousin went to private school growing up, and he sent money anonymously for tuition — without his sister knowing.”An art history major, he loved going to museums and antique shows, but his greatest love, Jordana says, was for his three grandchildren.Last month, when her youngest boy turned 13, the family decided to postpone his bar mitzvah. That didn’t stop Erlich, who loved to make a joke, from sending his grandson a birthday card gushing about the bar mitzvah that wasn’t. “He was always teasing,” Jordana says. “But that was his nature. He had so much love.”Freeman was a hard woman to say no to.“She was very persuasive,” recalls Sylvia Pfeffer, with whom the longtime Montclair, NJ, resident ran an educational consulting service. “We were going to a conference in New Mexico in 2001, and she was looking through the brochure and said, ‘They have balloon rides! Write a check, we’re going!’ ” When Pfeffer demurred, Freeman, then 78, persisted.“ ‘Yes, you are!’ she said,” Pfeffer recalls. “I was so happy I did.”Freeman died March 24. Pfeffer says her friend and business partner became an activist in her teens, when she petitioned the Board of Education to add Hebrew to the French and Spanish language classes at her Bronx high school.“And she got them to do it, too,” Pfeffer says.A Hunter College graduate and mother of two, Freeman helped found the Montclair Cooperative School in 1963. In her later years, Freeman organized free buses to take nursing home residents to the Montclair Art Museum and the Dollar Store. She was also an avid folk dancer and a proponent for peace and integration.<a href=\"https://patch.com/new-jersey/montclair/shes-all-that-lauretta-freeman\" rel=\"noopener\" target=\"_blank\">In a 2011 interview</a>, she recalled how, in the 1950s, she walked up and down her beloved Stephen Street with a red umbrella, urging her neighbors not to move even as real estate agents told them their homes would lose value when black families moved in. That her street remained diverse more than half a century later meant a great deal to her, Pfeffer says.“Her neighbors on Stephen Street still wish she were there.”Helmreich’s claim to fame is that <a href=\"https://nypost.com/2020/03/31/ccny-professor-who-walked-nearly-every-nyc-block-dies-of-coronavirus/\" rel=\"noopener\" target=\"_blank\">he walked every block in New York City</a>.To his family, though, the former <a href=\"https://nypost.com/2016/09/24/why-one-man-walked-all-800-miles-of-brooklyn/\" rel=\"noopener\" target=\"_blank\">Manhattanite’s pedestrian wanderings</a> — which led to almost 20 books, including “<a href=\"https://www.amazon.com/New-York-Nobody-Knows-Walking-ebook/dp/B00F8MIIP4?tag=nypost-20&amp;asc_refurl=https://nypost.com/2020/04/06/the-new-yorkers-lost-to-coronavirus/&amp;asc_source=web\" rel=\"noopener\" target=\"_blank\">The New York Nobody Knows: Walking 6,000 Miles in the City</a>” — was just one marker of the sociologist’s intrepid spirit.“When we got married in 1970, he said to me, ‘We could either do a honeymoon in France or up in the Catskills — or you could come with me to Haiti.’ I chose to go with him to Haiti,” says his novelist wife, Helaine, 73.“It was always an adventure. It was a wonderful adventure,” says Helaine of her 50-year marriage to the longtime City College of New York professor, who died on March 28 at their home in Great Neck.He often invited loved ones on his urban ramblings. Son Joe Helmreich, a 37-year-old novelist who lives on the Upper West Side, recalls a summer 2019 jaunt to Queens that included a stop at “a beautiful hand-carved carousel” in Forest Park as well as “the childhood homes of famous athletes and jazz singers” in St. Albans’ Addisleigh Park enclave. On his walks, Helmreich, nicknamed Bill or Willy, would chat up strangers on almost every block.“He could interview all the living mayors of New York City,” says Joe, who survived Helmreich along with siblings Jeffrey Helmreich, 46, and Deborah Halpern, 34. “And then he could interview the military head of Hamas in his home. And he could ask members of the Bloods, ‘Where can I get a jacket like that?’ He was absolutely fearless.”Tanasia was the “sweetest person you’ll ever meet,” says mom Sheila Alamo of Staten Island. Despite overcoming numerous health challenges since birth (Tanasia was born with Down syndrome and had a host of early life health problems), she was known to family and friends as the “minister of hugs.”“She touched so many people,” Alamo tells The Post. “Anyone who met her for 10 minutes could tell there was something special about her.”Tanasia, who passed away March 31, loved wrestling, especially the “Divas of WWE,” Roman Reigns and The Rock. She also enjoyed singing and listening to gospel music, Beyoncé and “anything from the show ‘Glee,’ ” says her mom. Tanasia graduated from the Hungerford School on Staten Island.On March 23, Tanasia wasn’t feeling well. After calling the coronavirus hotline, Alamo brought Tanasia into the ER on the 24th with a fever.“They kept saying that I shouldn’t be in the hospital and that I was exposing myself to the virus, but I couldn’t leave her,” says Alamo, who was initially allowed to stay because of Tanasia’s disability. On March 28, Tanasia was put on a ventilator, and Sheila was told to go home. On the 31st, Tanasia took her last breath.“I slept later than normal … and God woke me up saying Nay was passing,” Alamo says. “I called and learned she had been struggling all night and had passed.”Devastated, Tanasia’s family set up a <a href=\"https://www.gofundme.com/f/fortheloveofnay\" rel=\"noopener\" target=\"_blank\">GoFundMe</a> to help with funeral costs. They reached their goal of $10,000 in less than one day. The family plans on having a funeral soon, and will FaceTime the service from Staten Island, so that all of Tanasia’s friends and family can be there.He was known to thousands of New Yorkers as Ursula.For more than 10 years, Castelli, who died March 23 at age 50, was a singing server at the West Village piano bar Marie’s Crisis. A fixture on Tuesday, Friday and Saturday nights, his best-known song at the showtunes spot was “Poor Unfortunate Souls” from “The Little Mermaid.”“Ladies, ladies — and the two gentlemen who are here,” the kindly blunt singer would begin, bemoaning that “we used to be a gay bar!”Castelli was born in The Bronx in 1969, and later moved with his family to Yorktown Heights. He spent his adult years living in Upper Manhattan, but remained close to his relatives — especially his nephews and nieces: Anthony, Nicky, JJ, Vinny, Frankie, Trista, Lina and Lilli.“Marc was one of the first people I met when I started working at Marie’s 19 years ago,” said longtime bartender Joseph O’Neill. “He was a big bear of a guy who loved Broadway, could talk your ear off about it and was an all-around good man.”Also an actor, Castelli played the role of Edna in a 2013 production of the musical “Hairspray.” But it was his performance as a Disney villainess that garnered him international recognition.On a vacation cruise for his 50th birthday in August, two women excitedly approached him.“Ursula!,” they screamed.It wasn’t shocking when Luderer, a special-needs teacher and baseball coach, was diagnosed with the coronavirus: His wife, Brandy, had been diagnosed on March 19 and had a mild case.But his sudden passing on March 30 was a surprise to everyone, as the 30-year-old had no underlying health conditions.Luderer started to notice symptoms a few days after Brandy’s diagnosis. On Friday, March 27, he went to the hospital. He was treated with oxygen and sent home.Early Monday, after a night of fever and “sweating through his clothes,” Brandy found Luderer dead in his bed.“It is taking every ounce of me to get through this,” Brandy tells The Post. “We all have to come together and take this pandemic seriously. I can’t believe this is real life.”Brandy, also a special-needs teacher and athletic coach in New Jersey, says Luderer was always cheerful. He loved his family, students, and coaching baseball. In high school, Luderer was a member of the undefeated 2008 Don Bosco Preparatory High School state championship team.“He was just an all-around happy type of guy,” Brandy says. “He would go out of his way to cheer someone else up. Every single picture that we have of him, he constantly had a smile on his face. He touched so many lives. He would have helped so many more.”Brandy says that, despite his own diagnosis, Luderer spent his final days checking up on family and friends and making sure that everyone else was OK.“He was always worried about everyone else. He was checking up on his parents to make sure they were staying inside,” Brandy says. “That’s the type of guy he was. Selfless.”Most musicians cap off a gig with a shot or two of whisky. Jazz guitarist Pizzarelli preferred the malted-milk drink Ovaltine, with a cookie chaser.“When he got sick four years ago, I posted ‘Have an Ovaltine for Bucky,’ ” his son, the guitarist and singer John Pizzarelli, tells The Post. “And he got better!”Pizzarelli, who died on April 1, performed into his 90s, even after suffering a stroke and a bout of pneumonia. The Paterson, NJ-born father of four shot to fame with his seven-string guitar, touring with Benny Goodman and playing in Johnny Carson’s “Tonight Show” band. When Carson moved the show to California, Pizzarelli stayed in New Jersey, because that’s where his kids were going to school.One of the earliest things John remembers was hearing his father “constantly practicing” classical guitar, even as a Who’s Who of jazz greats streamed into their home: saxophonist Zoot Sims, guitarist Les Paul and bassist Slam Stewart among them. (“As my wife” — singer Jessica Molaskey — “likes to say, ‘No one had a normal name!’ ”)“I just liked listening to them and their stories,” he continues. “I thought the only way to be part of that group was to get good enough to play with them.” He started taking tenor banjo lessons with a great-uncle, the same one who’d taught his father, and let his dad steer him from there.They assembled a repertoire and performed “anywhere and everywhere” together for a decade, starting in 1990.“Someone once asked me what I learned from him,” John says. “It was always ‘Get to the airport early.’ Twenty years before 9/11, we were always getting to the airport two hours before. He never wanted to miss a plane.”Carrow — an administrator at Elmhurst Hospital in Queens, and a longtime member of the Communications Workers of America Local 1180 union — was set to retire at the end of this year.“She had a countdown clock on her phone,” Keyana Reaves, 29, tells The Post of her mother, who passed away March 30. “We were looking forward to traveling together.”Elmhurst Hospital, where Carrow worked, has become one of the hardest-hit hospitals in New York City. The family says Carrow was self-quarantining due to a possible exposure when she became sick.Reaves, who traveled to New York from Georgia to help take care of her mom’s estate, is in disbelief.“I’ll continue to speak to you and look for your guidance whenever I am lost,” she wrote on Facebook the day after her mother’s passing. “I’m so heartbroken but I know I have to continue to be the strong woman you taught me how to be.”Jesdanun was a world traveler and, after discovering running in his 30s, an avid marathoner. The deputy technology editor for the Associated Press, he ran a whopping 83 marathons on seven continents — completing the NYC race 15 times.“Nick,” as he was known to family and friends, died on April 2 at the age of 51.“He had an insatiable desire for the truth on topics ranging from government to the latest smartphone,” his brother, Gary Jesdanun, 46, an LA resident, tells The Post. He was also an indie film and craft-beer buff.Cousin Prinda Mulpramook says Nick was the “picture of health,” with no “underlying health problems.” He tested positive for the virus on March 22 after feeling sick for around 10 days, according to text messages he sent to his family.“He did everything he was supposed to do,” Mulpramook tells The Post. “His condition was improving. He was resting in his apartment in complete isolation. On the 28th, all his vitals were good at his doctor check-up. His lungs were clear.”But on April 1, Anick told his family he was in bed all day and having a setback. After a trip to the ER the following day, he passed away at the hospital 13 hours later.“I invite everyone to raise a pint in his honor,” says Gary.The “I Love Rock ‘n’ Roll” singer was a rocker until the very end.“This happened so quickly, our heads are still spinning,” Merrill’s daughter, Laura, tells The Post of her dad, who co-wrote and sang the original version of the hit song with his band, the Arrows, in 1975. He died Sunday, March 29, at Mount Sinai Hospital.“His last gig was on March 13 — he was downtown, on stage doing his thing,” she says. “He was 69 acting like he’s 40 years old. I just shot his album cover, because he had a new album coming out.”She and her stepmother, Joanna Lisanti, are still in shock. They said goodbye to Merrill in the hospital.“He was very peaceful and sedated on a ventilator, which was shocking to see,” says Laura. “He had been texting me that morning. I was hugging and kissing him; I didn’t care if I was exposed. When I left the hospital, it was a very long and lonely walk home . . . By the time I got home, he was gone.”Joan Jett, who sang the famous 1982 cover of Merrill’s song, <a href=\"https://twitter.com/joanjett/status/1244358058916093952/photo/2\" rel=\"noopener\" target=\"_blank\">paid tribute to the rocker on Twitter</a>.“I can still remember watching the Arrows on TV in London and being blown away by the song,” she writes. “With deep gratitude and sadness, wishing him a safe journey to the other side.”There wasn’t a time Kathy Lionti Byrne doesn’t remember her big brother Vinnie playing the violin or piano, both of which he started playing at age 4.“He would practice from morning to night,” says Byrne. “It was sheer magic in the house.”Lionti, who died April 3, later took up the viola, which he played for the last 32 years with the Metropolitan Opera’s orchestra. He was also a teacher and conductor of the Greater Westchester Youth Orchestra, and was honored by the Met for his service. But his sister loved hearing him play elsewhere: at their church, where Lionti and his father performed every year at the Christmas Eve Mass.“The joy he had for performing really touched people,” she says of her brother, who was also a teacher and whose young son, Nicholas, appeared as an extra in the Met’s productions of “Nixon in China” and “Macbeth.”“There was a connection between the audience members of every age and Vincent,” she says. “I don’t know how he did it.”Kelly, a nurse manager at Mount Sinai West in Manhattan, was the first health care worker in New York City known to have died from the virus.He had been hospitalized for a week prior to his passing on March 24. His death has sparked worldwide outrage after a photo showing nurses at his workplace using garbage bags as personal protective equipment went viral.“My brother had a passion for life,” his sister Marya Sherron, of Indianapolis, tells The Post. “My life will never be the same.”Sherron says Kelly was a “defender of the weak.” “He had big dreams and was determined enough to live them out,” she adds.Kelly graduated from the New York University nursing program in 2012. Nurses at Mount Sinai previously told The Post that Kelly was “like a brother” and always “willing to help others in need, especially in this coronavirus outbreak.”Kelly’s last words to his sister via text were “I love you.”“Can’t talk because I choke and can’t breathe. I love you. Going back to sleep,” he wrote.Long before Scott Stringer became NYC’s comptroller, his mother was a politically active trailblazer.The Brooklyn-born, Bronx-bred Arlene Stringer-Cuevas, who died April 3 at 86, was a public school teacher in the late ’50s. A single mother of two boys, she somehow also found the time to teach English to new immigrants at the Washington Heights Y in the ’60s and early ’70s.She plunged headlong into politics in 1976, when she became the first woman on the City Council to represent Washington Heights. “So many people in those days would say to her, ‘Why aren’t you home taking care of your husband?’ ” Scott Stringer recalls. “To which she said, ‘Well, I don’t have a husband.’ She was a New York original.”He credits her with shaping far more than his career. “She taught my brother and me that public service must be part of life, to do for others,” he says. “People say she encouraged me to run, but the truth is, if she had her way, she would have protected us from that public life.”Still, she was no shrinking violet. “She was tough as nails,” says Stringer. “In my campaigns, she was like a bulldozer. She looked out for me for every race I ran.”Stringer recalls his mother’s final political act was holding a fundraiser in her home two years ago for state Senate candidate Alessandra Biaggi, saying, “My life as a woman in politics was worth it to see so many young women now running for office.”“She believed she needed to be a trailblazer for the next generation of women,” adds Stringer.Dr. Ricardo Castaneda was a renowned psychiatrist, but he also found the time to create — writing crosswords and even operas.Born in Guatemala, Castaneda trained at Albert Einstein Hospital in The Bronx and was the head of in-patient psychiatry at Bellevue Hospital in Manhattan before going into private practice.“He fought for all his patients and rescued countless lives from addiction and mental illness,” his son, software engineer Olivier Castaneda, writes in a Facebook tribute.Oliver says he’ll never forget the most important lessons his dad taught him: to “over-tip, appreciate a good bottle of wine and never to drive too close to the person in front of me.”<em>— With additional reporting by Hana Alberts, Johnny Oleksinski and Emily Smith</em><strong>The New York Post will continue to pay tribute to the lives lost to the coronavirus. If you would like to commemorate someone, please contact Zachary Kussin at <a href=\"mailto:zkussin@nypost.com\" rel=\"noopener\" target=\"_blank\">zkussin@nypost.com</a>.</strong>",
    "2020 - 6111": "<a href=\"https://nypost.com/tag/michelle-obama/\">Michelle Obama</a> says it was a “slap in the face’’ that minorities didn’t go to the polls in 2016 — and has no plans on re-entering the political spotlight amid a push to make her Joe Biden’s running mate.“It takes some energy to go high, and we were exhausted from it … when you’re the first black anything,’’ she said of her and her husband, former <a href=\"https://nypost.com/tag/barack-obama/\">President Barack Obama</a>, in a new Netflix documentary set to air Wednesday, May 6.“You know, the day I left the White House, it was painful to sit on that stage, and then a lot of our folks didn’t vote — it was almost a slap in the face,” she said, speaking to a group of black schoolchildren in the clip while referring to the 2016 election.“I understand the people who voted for [President] Trump. [But] the people who didn’t vote at all … that’s when you think, ‘Man, people think this is a game,’ ” she added at another point.“It wasn’t just in this election, but every midterm, every time Barack didn’t get the Congress he needed, that was because our folks didn’t show up. After all that work, they just couldn’t be bothered to vote at all. That’s my trauma.”The former first lady is the subject of the upcoming documentary “<a href=\"https://www.amazon.com/Becoming-Michelle-Obama/dp/1524763136?tag=nypost-20&amp;asc_refurl=https://nypost.com/2020/05/04/michelle-obama-lack-of-minority-voters-in-2016-was-slap-in-face/&amp;asc_source=web\">Becoming</a>’’ — made by the Obamas’ new production arm and of the same name as Michelle’s 2018 autobiography, which is still near the top of the New York Times best-seller list.In the video series, Michelle Obama, 56, adds that she’s glad to be out of the White House — and has no plans for any political office in the future.“Now we’re out of the White House, not to be viewed, judged and parceled by every other person on the planet — yeah, it’s better, it’s absolutely freeing,’’ she said.“Being the first lady has been the greatest honor of my life. But how many people are in that position where the entire attention of everything is you, every gesture you make, every blink of an eye is being analyzed?“Barack and I are not interested in being at the forefront forever — not even for that much longer,’’ Michelle added, even as Biden, the presumptive Democratic presidential nominee, <a href=\"https://nypost.com/2020/01/29/joe-biden-says-hed-want-michelle-obama-to-be-his-running-mate/\">has said he’d love to have her on his ticket</a>.Michelle’s former chief of staff, Melissa Winter, said during the documentary that her ex-boss doesn’t even like politics and had to be “dragged” around Iowa during her husband’s initial presidential campaign.“She wasn’t crazy about the process, she doesn’t like politics,’’ Winter said.The former first lady recalled a humorous incident during her life in the DC fish bowl, when she wanted to leave the White House with daughter Malia to join the crowds celebrating the enactment of gay marriage legislation in 2015 — only to find that they couldn’t because the doors were locked. She said she had to shriek at staff to let them out.But she also spoke about the trials of life at the time.“It’s hard to wake up and maintain that level of perfection that was absolutely required of me and Barack as the first black president and first lady,” Michelle said.“We act like it doesn’t take a toll on us, but you do not understand what toll it takes on the people around the president.”She said that being dubbed an “angry black woman” when she first hit the spotlight hurt — and forced her to stop talking off the cuff.“I had to be much more scripted. I was just waking up to the truth of who we can be, so ready to assume the worst in people,’’ Michelle said.“The only thing I can do is share that that does hurt … that changes the shape of a person’s soul.”Discussing how some Americans “reacted with fear” to seeing a black family in the White House, Michelle Obama said, “When Barack was first elected, various commentators had naively declared that our country was entering a ‘post-racial era’ in which skin color would no longer matter.“Many were overlooking the racism and tribalism that was tearing our nation apart.“Barack and I lived with an awareness that we ourselves were a provocation,’’ she said.“When you see people gunned down because somebody was so afraid of a kid in a hoodie, that that ended his life … how were these people dealing with the fact that a black family was in what they perceived was their White House? That was the America that we live in,” she said.Michelle Obama said her future will include mentoring young people.She also has pushed get-out-the-vote efforts since leaving the White House at the end of her husband’s second term in 2016 — including a new initiative she announced last month amid the coronavirus pandemic.She talked about life as an “empty-nester” now that their daughters, Malia, 21, and Sasha, 18, are at college — but said it’s a welcome challenge.<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" loading=\"lazy\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/zqVUafhQ4xc?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>“I want to take care of me, rediscovering my husband. My life is starting to be mine again. There is another chapter waiting for me out there,” the former first lady said.At one point in the documentary, she playfully bantered on camera with her husband, who joked about his wife rewriting history.“It’s fun listening to her tell these stories, some of which … you know, that’s not exactly how it happened,’’ Barack Obama said.“There are a couple of things I would correct,” he added — to which she replied, “It’s my book, my version of reality.”He laughed, adding, “And we have to drive home together!”",
    "2020 - 3165": "MEXICO CITY – Lawmakers and government officials in Costa Rica on Wednesday chided fellow politicians trying to delay a landmark gay marriage ruling from taking effect, an effort which ended in a punch-up between members of a leading political party.Costa Rica’s constitutional court <a href=\"https://www.reuters.com/article/us-costa-rica-lgbt/love-will-prevail-costa-ricas-same-sex-couples-can-marry-in-2020-idUSKCN1NL06T\" rel=\"noopener\" target=\"_blank\">voted in August</a> 2018 to legalize gay marriage, with the ruling to take effect on May 26 of this year.The decision made Costa Rica the first country in socially conservative Central America to recognize that right of same sex couples to marry.On Tuesday, more than 20 lawmakers attempted to introduce a motion to delay the ruling another 18 months, arguing legislators had not had enough time to review the decision because of other issues, including the novel coronavirus.Rights activists, politicians and government officials say the push from conservatives to delay same-sex marriage detracted from efforts to address the pandemic, given the constitutional court has ruled on the matter.“There are many other issues that we as a country need to resolve, especially in the face of the emergency we are confronting due to the global pandemic,” said Luis Salazar, presidential commissioner for LGBTI population affairs.“It’s a waste of time in the sense that the issue is …  settled,” he told the Thomson Reuters Foundation.The dispute came to blows on Tuesday, when deputy David Gourzong of the National Liberation Party (PLN) physically attacked the legal advisor to fellow PLN deputy Gustavo Viales, local media reported.Gourzong <a href=\"https://twitter.com/GourzongDip\" rel=\"noopener\" target=\"_blank\">apologized on Twitter</a> late Tuesday, tweeting: “It’s clear to me that neither verbal nor physical violence is the way to resolve differences.”Lawmakers would need 38 votes in Costa Rica’s 57-member assembly to bring the issue to the top of the agenda, otherwise it is unlikely to be taken up before the May 26 deadline.Enrique Sanchez, Costa Rica’s first openly gay congressman with the center-left Citizens’ Action Party, said there was little chance of conservatives gaining the necessary majority.“It’s been a shameful spectacle,” he said.“It gives me peace of mind that this will possibly die from tomorrow, and there will be no going back.”Legalizing gay marriage was a major campaign promise by President Carlos Alvarado Quesada, who took office in 2018.Rights activists fear that reopening the issue could re-ignite the fierce debate that roiled the election.“The moment the topic is placed on the table again and the (country’s) polarization is exposed, hate speech starts to rise and physical assaults begin,” said Margarita Salas, an LGBT+ rights campaigner and president of the VAMOS political party.“It seems like a reflection of deep homophobia that, in the midst of a pandemic, they want to reopen these issues.”Same-sex marriage has become increasingly accepted in Latin America, with gay couples allowed to marry in Argentina, Ecuador, Brazil, Colombia, Uruguay and parts of Mexico.",
    "2020 - 2759": "SAN JOSE, Costa Rica — Costa Rica became the latest country to legalize same-sex marriage early Tuesday when a ruling from its supreme court went into effect ending the country’s ban.Couples held ceremonies — mostly private due to the COVID-19 pandemic, but some that were broadcast — to celebrate their unions before judges and notaries after the ban was lifted at midnight.Daritza Araya and Alexandra Quirós married just after midnight in an outdoor service performed by a notary wearing a face mask who pronounced them “wife and wife.” Theirs was the first legal gay marriage in Costa Rica and it was streamed live on the internet.Costa Rica is the sixth country in Latin America to legalize same-sex marriage, following most recently Ecuador, which allowed it last year. It is also permitted in some parts of Mexico.Gay equality activist Marco Castillo married his longtime partner Tuesday morning before a judge.“This is a step in social equality. The fact that Rodrigo and I are able to come marry each other in a court is progress,” Castillo said. “This drives us to continue other fights for those who have a different sexual orientation.”Castillo had fought for same-sex marriage for years in the courts. He was also recently sanctioned as a notary for conducting the marriage of two women, which was later annulled.President Carlos Alvarado sent a message on state television and social networks, saying, “Today we celebrate freedom, equality and democratic institutions,.The issue took center stage in Costa Rica’s 2018 presidential election after the Inter-American Court of Human Rights issued an opinion that countries like Costa Rica, which had signed the American Convention on Human Rights, had to move immediately to legalize gay marriage.It helped propel President Carlos Alvarado to victory over an evangelical candidate, Fabricio Alvarado, who had campaigned against it.In August 2018, Costa Rica’s supreme court said the country’s ban was unconstitutional and gave the congress 18 months to correct it or it would happen automatically. The Legislative Assembly did not act, so at midnight the law banning same-sex marriage was nullified.A campaign celebrating the change called “I do” planned a series of events including hours of coverage on state television and messages from celebrities, including Michelle Bachelet, the United Nations commissioner for human rights.Gia Miranda, director of the “I do” campaign, said television coverage would also include segments on the movement’s history in Costa Rica.“It gives us so much joy,” Miranda said. “The only thing that could win with this is Costa Rica and in general love.” She said it would help decrease discrimination and make the country more prosperous and attractive to tourists.",
    "2020 - 1715": "MEXICO CITY – Gay and lesbian weddings have boosted state and local economies by an estimated $3.8 billion since same-sex marriage was legalized nationwide in the United States in 2015, according to a study published on Thursday.Nearly 300,000 gay and lesbian couples have tied the knot since the US Supreme Court ruled in favor of same-sex marriage, according to researchers from the Williams Institute at California’s UCLA School of Law.“Marriage equality has changed the lives of same-sex couples and their families,” said the study’s lead author Christy Mallory, state and local policy director at the Williams Institute. “It has also provided a sizable benefit to business and state and local governments.”Some $3.2 billion has been spent on weddings, while thousands of traveling wedding guests spent $544 million. The events generated an additional $244 million in state and local taxes, the research found.About 45,000 jobs also were supported by same-sex weddings, according to the study.Gay marriage was first approved in the state of Massachusetts in 2003, with several states following suit.By the time of the Supreme Court’s landmark decision, some 242,000 same-sex couples had wed, the study said.The total has since more than doubled, with more than half a million gay and lesbian couples marrying in the United States.The United States is one of 28 United Nations’ member states that recognizes the right of same-sex couples to marry after Costa Rica joined the ranks on Tuesday.According to advocacy group Open For Business, gay marriage in Costa Rica could boost the economy by up to $592 million.The Williams Institute study included figures and estimates based on data from the US Census Bureau.",
    "2020 - 2914": "A <a href=\"https://nypost.com/2020/06/15/black-lives-matter-mural-vandalized-hours-laters-in-vermont/\">Black Lives Matter</a> banner has been taken down from the US Embassy building in South Korea three days after it was unfurled there in solidarity with demonstrators seeking racial justice after the <a href=\"https://nypost.com/2020/05/26/minneapolis-cop-puts-knee-on-neck-of-black-man-who-later-died-video/\">police killing of George Floyd</a>.The embassy — which didn’t mention an LGBTQ pride flag that also was taken down — said the BLM banner was removed to avoid any perception that it was meant “to support or encourage donations to any specific organization.”CNN quoted an anonymous source as saying the request to remove the BLM banner came from the office of Secretary of State Mike Pompeo.The top US diplomat — an evangelical Christian who has said he defines marriage as between a man and a woman — last year restricted the flying of rainbow flags, which some embassies had done each June for Pride Month.The removal of the LGBTQ flag came hours before a landmark US Supreme Court decision that <a href=\"https://nypost.com/2020/06/15/supreme-court-rules-gay-workers-are-protected-from-job-discrimination/\">outlawed discrimination against workers</a> based on sexual orientation.Pompeo had ordered that only the American flag should fly from embassy flagpoles. The pride flag in Seoul had not been raised on the building’s pole.In a statement, an embassy spokesman said the removal of the BLM banner “in no way lessens the principles and ideals expressed by raising the banner, and the embassy will look for other ways to convey fundamental American values in these times of difficulty at home,” Reuters reported.When it was put up Saturday, Ambassador Harry Harris tweeted that his embassy in Seoul “stands in solidarity with fellow Americans grieving and peacefully protesting to demand positive change.”Harris, who is Japanese-American, previously told embassy staff that he was “deeply troubled about the events surrounding the brutal killing of George Floyd in Minnesota and the ongoing aftermath,” according to Reuters.“As an Asian American who was raised in the segregated South of the 1960s, I never thought I would see this happening again, especially in the 21st century,” he added in a message.Lee Tae-ho, an activist with the Seoul-based People’s Solidarity for Participatory Democracy, called the removal of the BLM flag regrettable, saying its presence was “a very positive thing that could improve the US image and help resolve the problem.”“If the removal was really made because of pressure made by Trump … I think what they did was unhelpful for the US,” Lee said.There was no immediate comment from President Trump or Pompeo about the banner removal.On Tuesday, a banner marking the 70th anniversary of the start of the Korean War was draped from the building.<em>With Post wires</em>",
    "2020 - 9259": "It was all smiles when Louis Farrakhan strode into a weekly luncheon for the Congressional Black Caucus in Washington DC, where he had been invited to address the most powerful black lawmakers in the country.The year was 2005, and the Nation of Islam boss was greeted by a new up-and-comer among their ranks, a senator from Illinois — Barack Obama.“He is much better looking than I am,” Obama said, <a href=\"https://www.ajc.com/news/local/could-this-long-lost-photo-have-derailed-obama-2008-campaign/jC8NKhQr6a72VjRYY9o0EM/\" rel=\"noopener noreferrer\" target=\"_blank\">according to Askia Muhammad</a>, a photographer who snapped an image of the future president glad-handing the divisive, anti-Semitic minister.Muhammad — recognizing the potentially dangerous impact the photo could have on Obama’s well-known White House ambitions — kept the picture <a href=\"https://nypost.com/2018/01/25/journalist-kept-quiet-about-photo-of-obama-with-nation-of-islam-leader/\">buried for 13 years</a> before releasing the image in his book “The Autobiography of Charles 67X” in 2018.Obama has repeatedly denounced Farrakhan when asked about him.Muhammad — a Nation of Islam member — was probably right to be worried. In his decades in public life, Farrakhan has attacked Jewish people as “satanic;” publicly questioned the Holocaust; blamed Jews for the African slave trade; condemned Judaism as a “dirty religion;” and praised Hitler as a “great man” — financed by Jews.He has called white people “potential humans” and accused the “white right” of trying to have Obama assassinated. Nation of Islam theology holds that white people are a creation of an evil black scientist named Yakub. Gay marriage is also “satanic” and was only introduced to Africa by whites.He also denies Osama bin Laden planned the 9/11 attacks, calling it a “false flag operation” meant to divert American attention away from President Bush “stealing” the 2000 election.<a href=\"https://www.instagram.com/p/ykNvXHFrQ4\" rel=\"nofollow\">https://www.instagram.com/p/ykNvXHFrQ4</a>His decades of virulent bigotry towards Jews, whites and the LGBT community has been <a href=\"https://www.adl.org/education/resources/reports/nation-of-islam-farrakhan-in-his-own-words\" rel=\"noopener noreferrer\" target=\"_blank\">documented at length</a> by the Anti-Defamation League. Even the far-left Southern Poverty Law Center has declared him a “deeply racist, antisemitic and anti-gay” <a href=\"https://www.splcenter.org/fighting-hate/extremist-files/individual/louis-farrakhan\" rel=\"noopener noreferrer\" target=\"_blank\">extremist who leads an organized hate group</a>.Nevertheless, the 87-year-old minister has wormed his way into the highest echelons of political and celebrity culture and created a fresh round of controversy for sports stars <a href=\"https://nypost.com/2020/07/07/desean-jackson-posts-anti-semitic-quotes-attributed-to-adolf-hitler/?_ga=2.20894065.837807187.1595075095-1310653229.1593807163\">DeSean Jackson</a> and Allen Iverson and actor <a href=\"https://pagesix.com/2020/07/15/nick-cannon-fired-by-viacomcbs-over-anti-semitic-podcast-remarks/\">Nick Cannon</a>, who publicly embraced him or his ideas in recent days.On a recent episode of his YouTube talk show “Cannon’s Class,” the “The Masked Singer” host plugged Farrakhan and promoted a number of bizarre anti-Semitic and racial theories. Jackson praised Farrakhan and shared a quote, falsely attributed to Hitler, warning that Jews were planning to “blackmail” and “extort” America. Iverson posted a photo of him meeting Farrakhan with the hashtag “bucket list.”Jackson, <a href=\"https://pagesix.com/2020/07/14/nick-cannon-responds-to-backlash-following-anti-semitic-comments/\">Cannon</a> and Iverson all apologized, but the record shows these celebs are far from alone in promoting the Bronx-born hatemonger.In 2015 Kanye West and wife Kim Kardashian met with Farrakhan and <a href=\"https://www.instagram.com/p/ykNvXHFrQ4/\" rel=\"noopener noreferrer\" target=\"_blank\">stood for a happy photo</a>, posted to Instagram by rapper CyHi da Prynce.“Me [Kanye] and @kimkardashian went to see the Minister @louisfarrakhan and I was honored the words he spoke to us were very encouraging,” da Prynce wrote, adding that West asked him to drop some beats for the minister, which he did.Farrakhan has been a guest on Charlamagne Tha God’s radio show “The Breakfast Club” — which also hosted multiple 2020 Democratic presidential candidates. In one 2016 appearance, Farrakhan praised the show for having him on because it allowed his message to reach younger audiences.“The Honorable Minister Louis Farrakhan discusses why women should dress conservatively to not attract evil men [and] black men being feminized,” <a href=\"https://www.youtube.com/watch?v=--xe7G4VnZE\" rel=\"noopener noreferrer\" target=\"_blank\">read a YouTube description</a> of the interview’s contents.Farrakhan has also been embraced by black media. In 2015, BET ran a <a href=\"https://www.bet.com/music/photos/2015/06/minister-farrakhan-hip-hop.html#!062315-Music-Minister-Farrakhan-Hip-Hop-Young-Thug\" rel=\"noopener noreferrer\" target=\"_blank\">fawning photo series</a> commemorating the 20th anniversary of the hate boss’ Million Man March on Washington. Images featured a who’s who of musicians with the minister, including Killer Mike, Young Thug, Mos Def and Jay Electronica.When Aretha Franklin died in 2018, a somber Farrakhan was photographed mourning alongside Al Sharpton, Jesse Jackson and Bill Clinton. Farrakhan said he and the queen of soul had a <a href=\"https://deadline.com/2018/08/louis-farrakhan-presence-at-aretha-franklin-funeral-draws-strong-online-reactions-1202455805/\" rel=\"noopener noreferrer\" target=\"_blank\">decades-long relationship.</a>The Bronx-born Farrakhan also has white celebrity fans like Chelsea Handler and Jessica Chastain, who both approvingly posted decades-old videos of him debating audience members on the “Phil Donahue Show” to their Instagram accounts.“I learned a lot from watching this powerful video,” Handler — who is Jewish — said at the time. She later apologized.The minister himself is active on social media, particularly Twitter, where his hateful sermons are broadcast to more than 348,000 followers. The tech giant — known for kicking off users for woke transgressions like “<a href=\"https://www.theverge.com/2018/11/27/18113344/twitter-trans-user-hateful-content-misgendering-deadnaming-ban\" rel=\"noopener noreferrer\" target=\"_blank\">misgendering</a>” — has refused countless calls over the years to ban his account.Many elected officials have found Farrakhan alluring as well. Powerful members of Congress like Reps. Maxine Waters (D-CA) and Al Green (D-TX) have been seen <a href=\"https://dailycaller.com/2018/01/30/democrats-louis-farrakhan-photos/\" rel=\"noopener noreferrer\" target=\"_blank\">hugging the minister</a>. Noted “Squad” Rep. Rashida Tlaib (D-MI) <a href=\"https://www.businessinsider.com/rashida-tlaib-wrote-column-louis-farrakhans-blog-2019-2\" rel=\"noopener noreferrer\" target=\"_blank\">penned an Op-Ed</a> for the Nation of Islam blog in 2006.Rep. Danny K. Davis (D-IL) — who has served in the House since 1997 — praised Farrakhan in 2018. “I personally know him. I’ve been to his home, done meetings, participated in events with him,” <a href=\"https://dailycaller.com/2018/02/07/black-caucus-members-refuse-to-denounce-farrakhan/\" rel=\"noopener noreferrer\" target=\"_blank\">he told the Daily Caller</a>, adding Farrakhan is an “outstanding human being.”Even former Secretary of State Colin Powell has posed with Farrakhan, in 2002 at an independence celebration in Jamaica.The minister’s reach extends deep into New York City. Public Advocate Jumaane Williams, Rep. Yvette Clarke (D-Brooklyn) and Assemblyman Charles Barron (D-Brooklyn) reportedly met with him behind closed doors in 2015 when he visited the Big Apple as part of a multi-city tour. The confab was <a href=\"https://nynj.adl.org/news/adl-extremely-disturbed-by-new-york-elected-officials-attendance-at-louis-farrakhan-meeting/\" rel=\"noopener noreferrer\" target=\"_blank\">denounced by the ADL</a>.“We are extremely disturbed that any elected representative, particularly those with strong records of condemning anti-Semitism and racism, could turn a blind eye to the bigotry of Minister Louis Farrakhan,” Evan R. Bernstein, then-ADL New York regional director said at the time.<script async=\"\" src=\"//www.instagram.com/embed.js\"></script>Farrakhan also <a href=\"https://www.tabletmag.com/sections/news/articles/is-the-womens-march-melting-down\" rel=\"noopener noreferrer\" target=\"_blank\">famously infiltrated</a> the Women’s March, with top leaders like Linda Sarsour and Tamika Mallory being known devotees. The latter activist posed in photos with Farrakhan, attended his sermons and calls him “The GOAT.” Farrakhan’s troops provided security for movement leaders.“A lot of what he says makes sense to black people and he’s been around forever,” said Carol Swain, a former professor of political science and law at Vanderbilt University, explaining his appeal. “He’s like an institution in the black community and some of the stuff he says and some of the work that the Nation of Islam did in the past was seen for the betterment of black people.”"
}