{
    "2016 - 2737": "The owners of an Oregon bakery who denied service to a same-sex couple have paid more than $135,000 in state-ordered damages – <a href=\"https://nypost.com/2015/04/26/christian-bakers-face-135k-fine-for-refusing-to-make-cake-for-gay-wedding/\">months after refusing to do so</a> – according to state officials Monday.Aaron Klein, co-owner of Sweet Cakes, by Melissa, dropped a check off for $136,927.07, according to the Bureau of Labor and Industries. The payment includes interest. Klein also paid $7,000 earlier this month.Damages were awarded in July for emotional suffering caused by the bakery which refused to make a wedding cake for Laurel and Rachel Bowman-Cryer more than two years ago. The bakers said they refused to make the cake because of their religious beliefs.The dispute goes back to January 2013 when Bowman-Cryer came into the shop with her mother for a cake-tasting appointment. However, Aaron Klein told the women that the bakery didn’t do cakes for same-sex weddings. The women filed complaints with the state and triggered a national debate over claims of religious beliefs against anti-discrimination laws.Labor Commissioner Brad Avakian awarded the damages nearly six months ago, saying the owners had violated the women’s civil rights by discriminating on the basis of their sexual orientation. They were also slapped with a gag order that prohibited them from speaking publicly about their refusal to participate in or bake wedding cakes for same-sex marriages.<a name=\"a31106610b6652809461183787f8b994-56757169-81042592\"></a> <script src=\"https://video.foxnews.com/v/embed.js?id=4343227636001&amp;w=466&amp;h=263\" type=\"text/javascript\"></script><noscript>Watch the latest video at <a href=\"https://video.foxnews.com\">video.foxnews.com</a></noscript>\nAaron and his wife Melissa filed an appeal of the ruling and were defying the order to pay the damages before Monday. Tyler Smith, an attorney representing the Kleins, told The Oregonian that his clients have not abandoned their appeal of Avakian’s order. Smith said it was in their clients’ best interests to pay now rather than wait for the appeal date, which is slated for next year.The Oregonian reported the state has received a total of $144,000 from the Kleins. Charlie Burr, an agency spokesman, told the paper the payment might be more than what they owe.“We have been in touch with their lawyers throughout the process,” Burr said. The amount might differ because of the accruing interest, according to the paper.A 2007 Oregon law protects the rights of gays, lesbians, bisexual and transgender people in employment, housing and public accommodations. The state ruled it also bars private businesses from discriminating against potential customers.",
    "2016 - 3888": "A book to be published in Hong Kong in the new year says Zhou Enlai, Communist China’s much-respected first premier, was probably gay despite his long marriage, and had once been in love with a male schoolmate two years his junior.It is a contention certain to be controversial in China, where the Communist Party likes to maintain its top leaders are more or less morally irreproachable and where homosexuality is frowned upon, though no longer officially repressed.The Hong Kong-based author, Tsoi Wing-mui, is a former editor at a liberal political magazine there who has written about gay-themed subjects before though this is her first book.She re-read already publicly available letters and diaries Zhou and his wife, Deng Yingchao, wrote, including ones that detailed Zhou’s fondness for a schoolmate and emotional detachment from his wife, to conclude that Zhou was probably gay.Zhou was premier from the revolution in October 1949 that brought the Communist Party to power until his death from cancer in 1976, a few months before the death of his revolutionary colleague Mao Zedong, the founder of modern China.Reuters obtained excerpts of the Chinese-language book, called “The Secret Emotional Life of Zhou Enlai.” It is published by the same house that put out the secret diaries of former Communist Party chief Zhao Ziyang, who was ousted after 1989’s Tiananmen Square crackdown on pro-democracy demonstrators.Tsoi re-read books published by the party in 1998 to mark the 100th anniversary of Zhou’s birth that contained public essays and speeches by Zhou as well as his diary, letters, poems, novels and thesis from 1912 to 1924.“Zhou Enlai was a gay politician who had the misfortune of being born 100 years early,” Tsoi writes in her book.She told Reuters the real meaning of the diaries had been hidden in plain sight, but no Chinese scholars had openly made the connection before as the subject of homosexuality was unknown to them.“When mainland Chinese authors came into contact with this material, they would not consider the possibility of homosexuality,” she said.It is not illegal to be gay in China and these days many large Chinese cities have thriving gay scenes, although there is still a lot of family pressure to get married and have children, even for gay men and women.There are a handful of openly gay celebrities in China but certainly no politicians say in public they are gay.While Chinese literature and history are rich in their descriptions of relatively liberal attitudes towards homosexuality during imperial times, the revolution brought more prudish attitudes.Tsoi expects the book to be banned in China, where discussion of controversial personal details of senior leaders, especially historically significant ones like Zhou, are off limits.Gao Wenqian, a US-based biographer of Zhou, said he was aware of speculation about Zhou’s sexuality, but it was hard to say for certain if it was true.“There’s actually not that much information about it in the records,” Gao told Reuters. “There’s no way to be sure.”The State Council Information Office, or cabinet spokesman’s office, did not respond to requests for comment. The Communist Party History Research Office, reached by telephone, declined to comment.The book says Zhou was most fond of Li Fujing, a schoolmate two years his junior.Zhou wrote in his diary that he could not live one day without Li, the author says in the book, and being with Li can “turn sorrow into joy.”Zhou and Li shared a dormitory from 1917 and “even their shadows do not part,” she wrote. Li died in 1960.Zhou married Deng Yingchao in 1925. They had no children of their own.There were “no romantic feelings” and it was a “marriage in name only … He was never in love with his wife,” Tsoi wrote.Deng, who was chairwoman of a high profile but largely ceremonial advisory body to parliament from 1983-88, died in 1992.",
    "2016 - 2012": "Conservative Judaism is about to get a makeover.Down to roughly 1 million adherents — having lost one-third of its members over the past 25 years — the moderate movement has hired a team of marketers to give it a new look.New York’s Good Omen agency is interviewing hundreds of Conservative Jews to get their views on the movement in order to develop a new “position statement” for the United Synagogue of Conservative Judaism.More than just new fonts and graphics for the group’s public messaging, the “rebranding is about understanding the experience people have with your product or service,” says Rabbi Steven Wernick, the head of the USCJ’s organizational arm. “And we know there is a level of uncertainty about precisely where the ‘brand’ of Conservative Judaism sits in our members’ lives.”Stricter than liberal Reform Jews — but with few of the lifestyle constrictions associated with Orthodox Judaism — the Conservative branch is a kind of moderate middle ground.Conservative Jews don’t don modest black ensembles like their Orthodox brethren; they’re also open to lesbian and gay members and even allow same-sex marriage ceremonies. But they don’t sanction intermarriage and recognize only children born from Jewish mothers as Jewish.“It’s a culturally demanding version of Judaism,” explains Steven M. Cohen, professor of Jewish social policy at the Hebrew Union College-Jewish Institute of Religion in New York.Cohen calls the rebranding “helpful,” but isn’t sure it’s enough to attract new congregants — or stop current ones from defecting.“The real cause of [community] shrinkage is intermarriage and the decline of ethnic attachment among American Jews,” he says.Wernick says the overhaul has another purpose: it can help reconnect members with the movement’s traditions.“There’s a sense that Conservative Judaism offers a strong balance between [secular] society and Judaism as a whole,” he says. “And this provides for many nuanced opportunities for partnerships and synergies for the movement.”",
    "2016 - 1495": "The chief justice of the Alabama Supreme Court ordered the state’s probate judges on Wednesday not to issue marriage licenses to same-sex couples, despite a <a href=\"https://nypost.com/2015/06/26/supreme-court-approves-gay-marriage-nationwide/\">ruling by the US Supreme Court last year legalizing gay marriage</a>.Chief Justice Roy Moore said the US Supreme Court decision is at odds with <a href=\"https://nypost.com/2015/02/12/federal-judge-in-alabama-orders-county-to-wed-gay-couples/\">earlier opinions by the state’s highest court</a>, resulting in “confusion and uncertainty” among probate judges.Many of the state’s judges have been issuing marriage licenses to gay and lesbian couples since the national ruling, while others refused to do so or stopped issuing licenses to any couples, Moore said.“This disparity affects the administration of justice in this state,” he said in his administrative order.While the Alabama Supreme Court weighs the issue, probate judges “have a ministerial duty not to issue any marriage license contrary” to the state’s law banning same-sex marriage, Moore said.The effect of Moore’s order was not immediately clear.Gay marriage activists quickly rebuked it, arguing Moore does not have the authority to override higher courts.“Chief Justice Roy Moore today issued a dead letter,” said Scott McCoy, a senior staff attorney for the Southern Poverty Law Center. “This is Moore yet again confusing his role as chief justice with his personal anti-LGBT agenda.”",
    "2016 - 1647": "WASHINGTON — Up against a hostile, Republican-controlled Congress, President Obama is expected to dispense with new proposals requiring congressional approval in his State of the Union Address Tuesday night.The White House has promised a different kind of speech, although it will have all the trappings of prior events, including overdone bonhomie between lawmakers and attention-grabbing guests in the gallery.Kim Davis, the Kentucky county clerk who was jailed last year for refusing to issue marriage licenses to gay couples, is set to attend the speech with her attorney, Mat Saver, <a href=\"http://www.washingtonexaminer.com/\">the Washington Examiner reported</a>. The Family Research Council in Washington, DC, arranged for Davis, who spent five days in jail, to attend.Also in the audience will be Obama’s guest James Obergefell, the lead plaintiff in the historic Supreme Court case last year that led to the ruling to legalize gay marriage in all 50 states.In his final State of the Union speech, Obama will host guests important to his rise, such as the South Carolina woman who introduced him to the “Fired up, ready to go” slogan on the campaign trail. New initiatives, a staple of past speeches, are likely to be focused on executive orders that the president can issue unilaterally.A chair in the president’s box near first lady Michelle Obama will be left open for victims of gun violence — as Obama faces lawmakers for the first time since taking executive actions on guns.Obama also plans to conduct interviews Tuesday with three YouTube hosts who have big followings, and will jet to Nebraska and Louisiana to tout his platform.",
    "2016 - 6080": "Donald Trump delivered a one-two punch to Ted Cruz at Thursday night’s GOP debate — clutching the birther card in one fist while slugging the Texas senator for <a href=\"https://nypost.com/2016/01/13/cruz-slams-trump-for-holding-new-york-values/\">his anti-New York smear</a> with the other.“Who the hell knows if you can even serve in office?” Trump demanded to know of the Canadian-born Cruz during the angriest clash of the campaign between the GOP presidential front-runners.Trump drew boos from the audience at the Fox Business Network-sponsored debate in South Carolina, as he warned that Cruz could be ineligible for the White House, even though his mother is a US citizen.Calling the issue “a big question mark on your head,” Trump declared, “You can’t do that to the party.”“I’m glad we’re focusing on the important topics of the evening,” Cruz cracked back, to loud applause.“You know, back in September, my friend Donald said that he had his lawyers look at this from ­every which way, and there was no issue there. There was nothing to this birther issue,” Cruz ­responded.“Now, since September, the Constitution hasn’t changed. But the poll numbers have. And I recognize that Donald is dismayed that his poll numbers are falling in Iowa. But the facts and the law here are really quite clear. Under longstanding US law, the child of a US citizen born abroad is a natural-born citizen,” he added.Cruz then turned the tables, noting that some birther theories would even disqualify Trump.“Some of the more extreme ones insist that you must not only be born on US soil, but have two parents born on US soil. Interestingly enough, Donald J. Trump would be disqualified, because Donald’s mother was born in Scotland. She was naturalized,” Cruz said to laughter.“On the issue of citizenship, Donald, I’m not going to use your mother’s birth against you.”Trump suggested that his rival go to court to prove he is a legitimate candidate, prompting more booing from the crowd.Cruz shot back: “I’ve spent my entire life defending the Constitution before the US Supreme Court. And I’ll tell you, I’m not going to be taking legal advice from Donald Trump.”<br/>\n<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" loading=\"lazy\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/9uu9-Mp4cBc?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span><br/>\nThe two also went after one another over Cruz’s jab earlier this week that Trump has “New York values,” unlike voters in Iowa and New Hampshire.“Everyone understands the values in New York City are socially liberal, are pro-abortion, are pro-gay marriage, focus around money and the media,” Cruz said Thursday night.“There are not a lot of conservatives coming out of Manhattan,” he added.Queens-born Trump answered by mentioning conservative icon William Buckley, before recalling the dark days after 9/11.“The people in New York fought and fought and fought, and we saw more death. And even the smell of death . . . it was with us for months,” Trump said.“We rebuilt downtown Manhattan and everybody in the world watched, and everybody in the world loved New York and loved New Yorkers.”Even Cruz applauded those words.But he stood silent when Trump added, “And I have to tell you, that was a very insulting statement that Ted made.”<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" loading=\"lazy\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/2o6hrQydyE4?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>The audience, which had booed Trump earlier, applauded this time.In a previous interview Thursday, with Bloomberg News, Trump warned that <a href=\"https://nypost.com/2016/01/14/trump-defends-new-york-city-after-cruz-attacks/\">Cruz would “have to go through me”</a> if the Texan again attempted to ­attack Donald’s hometown.Cruz found himself fending off another attack late in the debate when Marco Rubio portrayed him as a flip-flopper.“You used to say you were in ­favor of birthright citizenship, now you say that you are against,” Rubio intoned. “I saw you on the Senate floor flip your vote on crop insurance because they told you it would help you in Iowa. And last week, we all saw you flip your vote on ethanol in Iowa for the same reason. That is not consistent conservatism — that is political calculation.”“At least half of the things Marco said are flat-out false,” the normally crisp Cruz sputtered.“Marco stood with Chuck Schumer and Barack Obama on [immigration] amnesty,” he said.Cruz accused Rubio of “dumping your oppo-research folder” on the debate stage.“It’s your record,” Rubio snapped back.Jeb Bush interjected to cut off what he dismissed as “this back-and-forth between two back-bench senators.”Among those in the audience was South Carolina Gov. Nikki Haley, who had criticized Trump’s angry rhetoric during her response to President Obama’s State of the Union address on Tuesday ­evening.Trump was asked about her comments, but passed up a chance to attack the popular governor in her home state and said he wasn’t offended that she called him angry.<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" loading=\"lazy\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/K74H0ab5-5M?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>",
    "2016 - 4306": "The battle between Texas Sen. Ted Cruz and Donald Trump over “New York values” turned into all-out war Friday when leading New York Democrats and Republicans blasted Cruz and the candidate issued a sneering “apology” ratcheting up his attacks on the Big Apple.“You’re right. Donald Trump, Hillary Clinton and Andrew Cuomo and Bill de Blasio” have asked him to apologize, Cruz told reporters.“I apologize to the millions of New Yorkers who’ve been let down by liberal politicians,” he needled.Then he blasted top New York Democrats by “apologizing” to those “denied jobs because Governor Cuomo won’t allow fracking.”He “apologized” to “African-American children who Mayor de Blasio tried to throw out of their charter schools that were providing a pipeline to the American Dream.”And in a final dig at the mayor, Cruz said New York law enforcement and first responders deserve an apology because de Blasio “stands with looters and criminals.”<br/>\nCruz also stood by his “New York values” slam at Thursday night’s GOP presidential debate.“Everyone understands the values in New York City are socially liberal, are pro-abortion, are pro-gay-marriage, focus around money and the media,” Cruz said.“There are not a lot of conservatives coming out of Manhattan,” he joked.Cruz’s fusillade came late Friday, after New York elected officials ripped into him for trying to win votes in the Midwest by disparaging New York.“On behalf of all New Yorkers, I’m disgusted at the insult that Ted Cruz threw at this city and its people,” de Blasio said.Democratic front-runner Hillary Clinton tweeted: “Just this once, Trump’s right: New Yorkers value hard work, diversity, tolerance, resilience, and building better lives for our families.”<br/>\nGov. Cuomo called NY 1 to suggest Cruz apologize.“I’m always open to giving him an education on what New York values are all about, and if he had any class at all, he would apologize to the people of New York,” the governor said.Several Republicans also condemned Cruz’s remark that New York’s values were different than those in Iowa and New Hampshire, both early-voting states.“It’s worth an apology. He should apologize,” said former Mayor Rudy Giuliani.“I thought we had gotten over this prejudicial attitude toward New York after September 11,” said Giuliani, dubbed “America’s Mayor” after guiding the city in the aftermath of the terrorist ­attacks.Cruz critics were quick to note how the Tea Party favorite hasn’t been afraid to come to New York to fill his campaign coffers — although Cruz tends to rely on a nationwide network of small donors more than Wall Street bigs for the vast majority of his funds.“The next time Senator Cruz is fund-raising in Manhattan, I invite him to come to my district where he can meet real New Yorkers, and maybe then he will think twice about wrongly insulting the integrity of the people I am so proud to call my fellow citizens,” said GOP Rep. Dan Donovan of Staten Island.In the most recent three-month filing period ending in September, Cruz took in $213,455 from the five boroughs.Cruz’s self-serving swipe at New York could soon hurt him where it hurts — with one prominent New York donor threatening to withdraw his campaign cash.“I want my money back!” mega-donor John Catsimatidis told The Post.Catsimatidis maxed out with a $5,400 contribution to Cruz last year. Now he’s having second thoughts.“I think it was horrible. I think when you’re running for president, you shouldn’t try to separate Americans from different parts of the country,” he said.The supermarket magnate also took issue with Cruz’s comment that New York is all about media and money.“We’re all about people. We’re all about our country. We’re all about America going forward,” Catsimaditis said.Not every New Yorker was ­offended.“If I could legally double my money, I would give it to him,” said Marlene Mieske, a donor who has lived in Manhattan for 38 years.She said New Yorkers “criticize anybody who is not from New York . . . If anything, I’m not invited back to dinner parties ­because I don’t espouse the same [liberal] views.”Until the latest polling put them on a collision course in Iowa, Cruz and Trump enjoyed a much discussed “bromance,” with Cruz declining to slam Trump’s most controversial statements, and each man praising the other.",
    "2016 - 4778": "WASHINGTON — Donald Trump <a href=\"https://nypost.com/2016/01/17/trump-steps-up-twitter-attack-against-ted-cruz/\">ratcheted up his attacks</a> on New York-bashing rival <a href=\"https://nypost.com/tag/Ted-Cruz\">Ted Cruz</a> on Sunday, branding him a “nasty guy” and “total hypocrite” — as Big Apple Democrats heaped rare praise on the Republican tycoon for his broadsides against his fellow GOPer.“Nobody likes him,” <a href=\"https://nypost.com/tag/donald-trump/\">Trump</a> said on ABC’s “<a href=\"http://abcnews.go.com/Politics/week-transcript-donald-trump-hillary-clinton-sen-bernie/story?id=36333245\">This Week</a>.” “Nobody in Congress likes him. Nobody likes him anywhere once they get to know him. . . . You can’t make deals with people like that, and it’s not a good thing. It’s not a good thing for the country. Very nasty guy.”The latest fusillade came after <a href=\"https://nypost.com/2016/01/13/cruz-slams-trump-for-holding-new-york-values/\">Cruz last week questioned whether Trump is truly a conservative</a>, considering he’s from Manhattan, the epicenter of liberal “New York values.” The issue bubbled over in the debate last Thursday when the Queens-born Trump said he’s proud to be from the Big Apple and recalled the heroics of New Yorkers following the 9/11 terrorist attacks.<a name=\"6d5c91ff882ea06d8433b874b05687fd-56757169-81042592\"></a> <iframe allowfullscreen=\"allowfullscreen\" frameborder=\"no\" height=\"360\" marginheight=\"0\" marginwidth=\"0\" scrolling=\"no\" src=\"https://abcnews.go.com/video/embed?id=36343107\" width=\"640\">\n</iframe>\nThe Canadian-born Cruz was defiant when shown the Saturday New York Post’s “Cruz Missiles” front page, along with other papers, taking him to task.<a class=\"alignleft\" href=\"https://vip.nypost.com/wp-content/uploads/sites/2/2016/01/nypost_20160116_03_001_c_3-1.jpg?quality=100&amp;strip=all\"><img alt=\"\" class=\"alignnone size-medium wp-image-10027307\" height=\"300\" sizes=\"(max-width: 268px) 100vw, 268px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2016/01/nypost_20160116_03_001_c_3-1.jpg?quality=100&amp;strip=all&amp;w=268\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2016/01/nypost_20160116_03_001_c_3-1.jpg?quality=75&amp;strip=all&amp;w=536 536w, https://nypost.com/wp-content/uploads/sites/2/2016/01/nypost_20160116_03_001_c_3-1.jpg?quality=75&amp;strip=all&amp;w=402 402w, https://nypost.com/wp-content/uploads/sites/2/2016/01/nypost_20160116_03_001_c_3-1.jpg?quality=75&amp;strip=all&amp;w=268 268w, https://nypost.com/wp-content/uploads/sites/2/2016/01/nypost_20160116_03_001_c_3-1.jpg?quality=75&amp;strip=all&amp;w=134 134w, https://nypost.com/wp-content/uploads/sites/2/2016/01/nypost_20160116_03_001_c_3-1.jpg?quality=75&amp;strip=all 1024w\" width=\"268\"/></a>“These are certainly amusing,” Cruz said on “<a href=\"http://www.foxnews.com/on-air/fox-news-sunday-chris-wallace/\">Fox News Sunday</a>.” “And it’s amusing seeing the media elite in New York, in DC, run around with their hair on fire at wondering, ‘What on Earth are New York values?’ I’ll tell you, the rest of the country understand, people understand exactly what that is . . . That formation didn’t come from me, it came from Donald Trump.”Cruz’s camp has been circulating a 1999 interview in which Trump explained the reason he’s open to abortion and gay marriage is that he’s a New Yorker.“I would point out [those are views] echoed by far-left liberal Democratic politicians like Andrew Cuomo, Bill de Blasio, Hillary Clinton, and Donald Trump has supported those candidates and supported their positions on a lot of issues,” Cruz said.The Texas senator continued to fire shots at Trump as the Democratic debate got under way Sunday night — posting another interview on Twitter from 2012 in which the developer calls Clinton a “terrific woman.”<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" loading=\"lazy\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/xM8jfZTC6Mo?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>Meanwhile, <a href=\"https://nypost.com/2016/01/14/trump-defends-new-york-city-after-cruz-attacks/\">top New York Democrats rushed to commend Trump</a> on Sunday.“I don’t likely say I agree with Donald, but Donald Trump, in this case, I thought he characterized it exactly right,” <a href=\"https://nypost.com/tag/bill-de-blasio/\">Mayor de Blasio</a> said in a Sunday radio interview with <a href=\"https://nypost.com/tag/John-Catsimatidis\">John Catsimatidis</a>.<em>Additional reporting by Michael Gartland</em>"
}