{
    "2015 - 6252": "Cynthia and Robert Gifford are caught in a same-sex nightmare. They’ve been forced to defend themselves against claims that they’re lesbian-hating homophobes.“We respect and care for everyone!’’ Cynthia Gifford told me. “We had an openly gay man working for us this past season,’’ she said.“We’ve had a woman who’s transitioning to be a man. We don’t discriminate against anyone.’’But the government of the state of New York sees things differently. The Giffords, who own the bucolic Liberty Ridge Farm in upstate New York, were ordered to pay a total of $13,000 — a $10,000 fine to the state and another $1,500 to each member of a lesbian couple to compensate them for “mental anguish.’’ All because the Giffords, devout Christians, refused to hold a same-sex wedding ceremony on the property on which they live, work and have raised a daughter, 17, and a son, 21.“This is scary,’’ Cynthia Gifford said. “It’s scary for all Americans.” Fifteen years ago, Cynthia, 54, and Robert Gifford, 55, opened to the public their farm in upstate Schaghticoke, near Albany, where they’ve lived for 25 years. They host an annual, family-friendly fall festival, which ends Tuesday, offering such countrified fare as a corn maze and pig-racing shows.In summer, wedding ceremonies and receptions also are held on the farm. But once already-booked nuptials take place, the Giffords will no longer schedule new ceremonies. Only receptions — including same-sex ones — will go on. What happened?Cynthia Gifford took a life-changing two- to three-minute phone call in 2012 from a woman she’d never met, Melisa Erwin, who was looking for a place to hold her wedding. A wedding — to another woman.Gifford said she told her, politely, that she would not book a same-sex wedding ceremony at the farm.She didn’t know it at the time, but the woman’s then-fianceé, Jennifer McCarthy, recorded the conversation. The pair then filed a formal complaint with the state Division of Human Rights. And this past August, an administrative law judge from The Bronx, Migdalia Pares, decreed that the farm was a “public accommodation’’ and ordered the penalties, after ruling that the Giffords had violated state law by discriminating against the two women.Incredible. The women, now both 31, currently live in upstate New York. They found another venue at which to get married, and each woman now uses the surname McCarthy. They declined my request for an interview.“They were devastated when they heard that Liberty Ridge Farm would not take their business because of who they are,’’ the ladies’ lawyer, Mariko Hirose of the New York Civil Liberties Union, told me.“NYCLU supports religious freedom,’’ she said. “That still doesn’t make it OK for businesses to break existing law prohibiting discrimination on the basis of sexual orientation, race, sex, disability, religion or other protected categories.’’“We’ve gone from tolerance to compulsion,’’ the Giffords’ lawyer, James Trainor, told me. “State government should not be forcing people to violate their own religious beliefs, nor should they be forced to make a choice between making a living and violating their own faith.’’ Financial losses have forced the Giffords to let go a full-time event planner.“I think there is an effort under way to change the social order,’’ said Trainor. “One way is by redefining marriage.’’Trainor is allied with Alliance Defending Freedom, an organization that seeks justice for people of faith. Last month, he filed an appeal with the state Appellate Division on behalf of the Giffords, seeking to get their money returned — and setting the stage for New York state’s first legal battle pitting one couple’s constitutional right to religious freedom against another couple’s right to get married wherever they please.Readers know that I’ve come to support same-sex marriage. But I can’t understand why clergymen and -women are free in New York to opt out of joining in marriage homosexual couples, but the law gives not a lick of respect to non-ordained people of faith.In 2011, days before New York state’s Marriage Equality Act legalized same-sex marriage statewide, I wrote about two New York state Refuseniks — town clerks who refused to unite Jills and Janes and Adams and Steves. One woman quit her job, another quit performing all weddings, due to their religiously held beliefs that marriage is the union of one man and one woman.Since then:Robert and Cynthia Gifford are decent people being punished for acting on their faith. This kind of government bigotry should appeal to no one, whether he or she (or one of no gender) identifies as lesbian, gay, bisexual, transgender, intersex, androgynous . . . or even straight.City Comptroller Scott Stringer, Public Advocate Letitia James and City Council Speaker Melissa Mark-Viverito each have six-detective police security details assigned to them — made up of cops culled from the city Police Department’s elite Intelligence Division.As The Post reported last week, four guys from Stringer’s security team requested last month to be transferred from his side, and a fed-up female detective retired from the NYPD last summer. Stringer has ordered cops to drive around his wife, Elyse Buxbaum. And he chewed out two cops last month because they arrived late to transport her to work!Sources said Stringer follows rules that require him to be present when police are Driving Mrs. Stringer — by accompanying his wife on jaunts, even when he has no official business to conduct. What a waste of taxpayer money.What an insult to police officers.The speed limit on most local streets in New York City dropped from 30 mph to 25 on Friday as part of Mayor Bill de Blasio’s Vision Zero initiative, which aims to end pedestrian traffic deaths.Your chances of surviving being hit by a vehicle traveling at 30 mph double if the fossil-fuel sucker has slowed to 25.Slow down, impatient New Yorkers. That means you, too, speed-demon taxi drivers.Four Islamic terrorists, believed by cops to have access to guns, planned to stab to death Queen Elizabeth II this weekend. The fiends’ plot was foiled by British police. Yet the monarch, 88, refused to cancel Sunday’s plans to publicly commemorate the 96th anniversary of the end of World War I. Go, queen!",
    "2015 - 8267": "It is a sight to behold and more than enough to hold on to. I call your attention to a masterpiece for the ages: The Botticelli of booties. The Degas of derrieres. The Rembrandt of rear ends. In all of its unblemished magnificence, it’s — Kim Kardashian’s buttocks.This is serious.Like a curvaceous vision of bodily excess, the 34-year-old reality-TV star and wife of rapper Kanye West, 37, a lady who rocketed to fame by appearing in a sex tape, graces the winter issue of Paper magazine. In a cover shot posted Tuesday on the Instagram account of the female half of Kimye, the matron’s generously proportioned twin cheeks are oiled up, the owner unembarrassed by the embarrassment of riches.In another photo, she balances a champagne glass on her rump. “And they say I didn’t have a talent,’’ she tweeted. “Try balancing a champagne glass on your ass. LOL.’’Then, in pictures revealed Wednesday, the not-so-demure mother of baby North goes full-frontal nude, wearing nothing but a pearl choker and a vapid imagination. She shouldn’t have bothered.Boobs are so early 2014. This is The Age of the Butt.<a class=\"alignright\" href=\"https://vip.nypost.com/wp-content/uploads/sites/2/2014/11/nypost_cover_kk_02.jpg\"><img alt=\"\" class=\"alignnone size-medium wp-image-7996343\" height=\"300\" sizes=\"(max-width: 230px) 100vw, 230px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2014/11/nypost_cover_kk_02.jpg?w=230\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2014/11/nypost_cover_kk_02.jpg?quality=75&amp;strip=all&amp;w=460 460w, https://nypost.com/wp-content/uploads/sites/2/2014/11/nypost_cover_kk_02.jpg?quality=75&amp;strip=all&amp;w=345 345w, https://nypost.com/wp-content/uploads/sites/2/2014/11/nypost_cover_kk_02.jpg?quality=75&amp;strip=all&amp;w=230 230w, https://nypost.com/wp-content/uploads/sites/2/2014/11/nypost_cover_kk_02.jpg?quality=75&amp;strip=all&amp;w=115 115w, https://nypost.com/wp-content/uploads/sites/2/2014/11/nypost_cover_kk_02.jpg?quality=75&amp;strip=all 1024w\" width=\"230\"/></a>The mag’s coverline reads: “Break the Internet Kim Kardashian.’’ It’s time we broke with tradition and learned to love the lowly caboose. Embrace it. Forgive it. Own it. One’s gluteus maximus suffers the indignity of rarely seeing daylight as it’s sat upon like an old sofa while serving unpleasant bodily functions. But as Bob Dylan sang, “I feel a change comin’ on.’’“Gym classes that promise a plump posterior are in high demand. A surgery that pumps fat into the buttocks is gaining popularity. And padded panties that give the appearance of a rounder rump are selling out. The US booty business is getting a big bump,’’ reads a breathless dispatch. These words did not appear in some girly magazine or porn site. They were presented this week by the staid Associated Press.“I was terrorized by my butt. I thought about it every day. I hated it,’’ Kathy Bishop, a 52-year-old Internet content specialist from New York City, told me. But recently, the cultural butt love expressed in rap music has helped Bishop make peace with her oversized backside. “I have a butt and I’m proud of it.’’Heinie power is not entirely new. Rapper Sir Mix-a-Lot rhapsodized about buxom hindquarters in his 1992 anthem, “Baby Got Back.’’(Sample lyrics: “I like big butts and I cannot lie.’’)<a class=\"alignright\" href=\"https://vip.nypost.com/wp-content/uploads/sites/2/2014/11/nypost_cover_kk_01.jpg\"><img alt=\"\" class=\"alignnone size-medium wp-image-7996345\" height=\"300\" loading=\"lazy\" sizes=\"(max-width: 230px) 100vw, 230px\" src=\"https://vip.nypost.com/wp-content/uploads/sites/2/2014/11/nypost_cover_kk_01.jpg?w=230\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2014/11/nypost_cover_kk_01.jpg?quality=75&amp;strip=all&amp;w=460 460w, https://nypost.com/wp-content/uploads/sites/2/2014/11/nypost_cover_kk_01.jpg?quality=75&amp;strip=all&amp;w=345 345w, https://nypost.com/wp-content/uploads/sites/2/2014/11/nypost_cover_kk_01.jpg?quality=75&amp;strip=all&amp;w=230 230w, https://nypost.com/wp-content/uploads/sites/2/2014/11/nypost_cover_kk_01.jpg?quality=75&amp;strip=all&amp;w=115 115w, https://nypost.com/wp-content/uploads/sites/2/2014/11/nypost_cover_kk_01.jpg?quality=75&amp;strip=all 1024w\" width=\"230\"/></a>But in the past few months, ladies have celebrated their ample rears in song. Nicki Minaj raps about her “big, fat’’ behind in “Anaconda.’’ In a music video for “Booty,’’ generously proportioned singer Jennifer Lopez rubs her groove thing against that of Australian rapper Iggy Azalea.Park Avenue plastic surgeon Dr. Scott Newman told me that 13 years ago, “almost zero’’ of his patients requested bigger bottoms. But with the rise to fame of booty-ful Lopez, about a dozen years ago, women, mainly Hispanics and African-Americans, started asking him to save fat sucked from their bellies and love handles during liposuction and injected into neglected places. “I want a butt like J.Lo,’’ one woman after another told him.Today, Newman, who has offices in New York City as well as on Long Island and in Westchester, annually performs 75 to 100 procedures known as Brazilian butt lifts, at a cost of $6,000 to $12,000 per fanny.It seems that body issues will never disappear entirely. Asked on Twitter if she planned to run in the New York City Marathon, as did her Danish tennis pal, Caroline Wozniacki, Serena Williams responded, “My ass is too big.’’ You’re fabulously fit, Serena!Women (and some men) finally get it. Stick figures are out. Real bodies are in. Thank you for sharing your stuff, Kim Kardashian.Your talent has not gone to waste.“Being a gay man myself, I have to say: If our LGBTs [lesbian, gay, bisexual and transgender individuals] want to be respected — they need to respect other people!’’ Marc of Los Angeles sent me this email message, one of hundreds I received from all over the world, on both sides of the issue, about my column that ran Monday.It concerned a devout Christian couple who were ordered by an administrative law judge to pay a fine and penalties of $13,000 after they refused to hold a wedding ceremony for two women on their upstate New York farm.Cynthia and Robert Gifford believe that staging such a ceremony would conflict with their religiously held belief that marriage is the union of one man and one woman.“And the fact the court awarded [the lesbian couple] money is a [bleeping] appalling miscarriage of justice!’’ wrote Marc. Under New York state law, clergymen and -women may refuse to wed same-sex couples, but non-ordained people of faith have no similar right.What happened to the constitutionally protected right to religious freedom? The Giffords are appealing the ruling.Just about every day, I see some oblivious jerk on a bicycle narrowly missing pedestrians while talking on a cellphone or sending text messages. The New York City Council is taking up a bill that would ban phoning-while-cycling without a hands-free device — which I was stunned to learn is currently legal.If the bill becomes law, and it probably will, a first-time phoning cyclist who causes no injury or property damage could avoid a fine by taking a bike safety course. Hurt someone or hit something, and the first-time penalty would be $50, and repeat yakkers could face $200 fines.Now if only someone would enforce existing law and put the brakes on entitled cyclists who barrel past red lights through busy crosswalks, I’d feel safer on two feet.President Obama announced that after secret meetings with the Chinese government, the United States has agreed to move much faster to cut levels of greenhouse gases emitted into the atmosphere in an effort to halt climate change. And Chinese President Xi Jinping has agreed to cut China’s emissions in the future.Of course, this country is now being hit with below-normal temperatures even as killjoys from The New York City Panel on Climate Change predict that by the year 2050, New York will likely be as hot in summer as Birmingham, Ala.I wish.The Giant Microbes company of Connecticut has sold “thousands and thousands’’ of $9.95 stuffed toys in the shape of the killer Ebola virus, said a spokeswoman. She boasted that the twisted toy is currently out of stock and Microbes has reordered the plush monstrosities. This is a sick way to make money.",
    "2015 - 3411": "Gov. Cuomo and legislative leaders have begun “serious talks” for a lame-duck session of the Legislature to hike the pay of New York’s 213 lawmakers, as well as other state officials who haven’t had a raise in 15 years, The Post has learned.The talks, involving senior staff, have only dealt so far with the “outlines of a pay-raise agreement” and have not reached the point of discussing how much legislative salaries, which start at $79,500 a year, should be increased, sources said.A widely accepted figure for a new legislative pay scale, however, is “in excess” of the $112,500-a-year base salary paid members of the New York City Council.Cuomo and legislative leaders planned to discuss the salary hikes last week, but the talks never occurred because of the deadly snowstorm that engulfed Western New York and drew the governor’s presence.“Serious talks on a pay raise are under way. It’s staff so far. The governor was away in Buffalo,’’ said a senior official with knowledge of the situation.The state Constitution bars lawmakers from raising their salaries during their two-year terms, so a pay raise must be approved before the end of the year to cover the new Legislature that takes office in January.While Assembly Speaker Sheldon Silver (D-Manhattan) and Senate Republican Leader Dean Skelos (R-Nassau) have strongly endorsed a pay hike, Cuomo — at least publicly — has not.The governor, who has repeatedly said that relatively low salaries have prevented him from recruiting top-flight talent to work in state government, was described by an administration insider as “fearful’’ of a strong public backlash if he supports higher pay for the Legislature.“The Legislature is scandal-scarred and generally hated by the public, and the governor isn’t sure how he can back a pay raise for them and not be damaged in the process,’’ said the source.Also weighing on Cuomo is a small but growing number of newspaper editorials opposing a pay hike.The latest came from the normally Cuomo-friendly Buffalo News, which headlined an editorial on Friday, “Greedy state legislators should give up the idea of voting themselves a pay raise.’’Said a longtime Cuomo associate, “Cuomo isn’t comfortable with tough decisions unless he has some cover from prominent newspapers, as he did from The New York Times with gay marriage and the SAFE Act on gun control.“Unless he can get something similar, strong backing from respectable quarters, regarding a legislative pay raise, I don’t see him doing it,’’ the associate continued.Gov. George Pataki approved a pay hike for lawmakers in 1998 in exchange for legalizing charter schools, an effort at budget reform and salary hikes for himself and other executive branch officials.What if any sorts of reforms Cuomo would attempt to extract from lawmakers in exchange for a pay hike remains unclear, although advocacy groups have called for linking pay raises to ending the widely abused system of “per diem” expense reimbursements for lawmakers and a higher minimum wage.New York lawmakers are the third-highest paid in the nation, trailing only members of the California ($90,526) and Pennsylvania ($84,012) state houses in base annual pay, according to data compiled by the National Conference of State Legislatures.But Empire State pols are No. 1 among states that allow lawmakers to make money in jobs separate from Albany, topping closest rival Illinois ($67,836).",
    "2015 - 3549": "Hillary Clinton’s shoo-in status as the Democratic candidate for president was badly damaged by US Sen. Elizabeth Warren’s forceful crusade to block a Wall Street-friendly provision from being included in the new $1.1 trillion federal spending bill, key Democrats have told The Post.Clinton, who has yet to weigh in on what for many “progressive’’ Democrats is fast becoming a defining issue — lifting a Dodd-Frank law provision that kept taxpayers from insuring riskier derivatives-trading activities — is going to have to do so, and do so soon, the Democrats agree.“This Warren thing puts Hillary in a horrendous position . . . and she’s going to try to avoid it like the plague,’’ said a prominent New York Democratic consultant involved in presidential politics.“Wall Street money has always been Hillary’s bread and butter, and she’s been counting on it for 2016.“Now, because of the Senate debate, she’ll be forced to say where she stands on things like the derivatives rule and Wall Street’s continuing effort to repeal Dodd-Frank.“It’s a lose-lose proposition for her — either she loses Wall Street’s financial backing or she alienates the entire [progressive] Democratic base,’’ continued the consultant, adding, “It’s debates like these that make it harder and harder for Hillary to run for president in today’s climate.’’Clinton, the former first lady, secretary of state and New York senator, has, like her ex-president husband, Bill, had ties to Wall Street bankers and institutions. She has been widely criticized, for instance, for accepting a reported $400,000 in speaking fees from Goldman Sachs last year.Warren’s high-profile budget move failed late Saturday, but dramatically raised her standing among the Democrats’ left-of-center party base. It couldn’t have come at a worse time for Clinton.MoveOn.org is gearing up to spend $1 million on an effort to “draft’’ Warren into the 2016 presidential race and, just a few days ago, more than 300 of President Obama’s former campaign staffers and organizers released a letter urging Warren to run.“I didn’t used to think that Warren would be a threat to Hillary, but I have to say, given the events of the last several days, I’m starting to worry that she really is,’’ added another prominent Democrat.Rep. Chris Gibson of Kinderhook, who won re-election by a crushing 30 percentage points over Facebook co-founder Chris Hughes’ husband, despite being outspent by nearly 3-to-1, is moving to rebuild the state’s sclerotic Republican Party — and appears to be eyeing the race for governor in 2018.“We have to have a party that can compete in this state, that can get into the marketplace of ideas with candidates of vision and integrity, and that has the ability to rally people,’’ Gibson, a forceful, 50-year-old Gulf War veteran and Cornell Ph.D., told The Post.Gibson is a self-described fiscal conservative and gun-rights backer who also favors abortion rights and, while it takes him five minutes of abstract explaining to say, appears to back gay marriage.He argues that his lopsided victory over Sean Eldridge in a district that backed Obama two years ago could be a model for future Republican races statewide.“What my race shows is that Republicans, through competence and ability, can bring people together, can rise above the traditional partisan divide,’’ Gibson said.He added that Mayor Bill de Blasio’s left-of-center policies, along with Gov. Andrew Cuomo’s recent lurch to the left, give Republicans a strong opportunity to gain ground in the heavily Democratic state.",
    "2015 - 1459": "A topless feminist activist let it all hang out in St. Peter’s Square on Christmas Day, as she ripped off her shirt and tried to steal a statue of the Christ Child from a manger scene. The brazen blonde — a member of the radical group Femen — had “God Is Woman” scrawled on her chest as she stormed the nativity scene in full view of thousands of pilgrims after Pope Francis’ Christmas message at St. Peter’s Basilica.A video of the X-rated Xmas stunt captured the sinful stunner squeezing through a fence, bolting toward the display and grabbing Baby Jesus.She then held the statue aloft and shouted slogans as a cape-wearing lawman chased her down and grabbed her.The officer seemed as interested in covering her up as in arresting her — and he quickly tried wrapping her in his long cloak.Femen said on its Web site that the pro-choice streaker “kidnapped a newborn baby in Vatican” as part of the group’s “Massacre of the Innocents” campaign against the church’s teachings on women’s issues.“The maniacal desire to control women’s fertility is a common trait of many religions,” the site said. “Abortion is sacred!”The group was founded in Ukraine in 2008 to protest the former pro-Kremlin regime, sex tourism and prostitution. It also opposes the Catholic Church’s stances against abortion and gay marriage.In November, three other women from Femen simulated anal sex with crucifixes at the Vatican to protest the pope’s visit to the European Parliament.",
    "2015 - 4178": "VATICAN CITY — Pope Francis named 15 new cardinals Sunday, selecting them from 14 nations including far-flung corners of the world such as Tonga, New Zealand, Cape Verde and Myanmar to reflect the diversity of the church and its growth in places like Asia and Africa compared to affluent regions.Other cardinals hail from Ethiopia, Thailand and Vietnam.None came from the United States and only three European nations received new cardinals — Portugal and Spain in addition to Italy. Cape Verde, Tonga and Myanmar gained cardinals for the first time.Francis told faithful in St. Peter’s Square that the new batch of cardinals “shows the inseparable tie with the church of Rome to churches in the world.”Five new cardinals come from Europe, three from Asia, three from Latin America, including Mexico, and two each come from Africa and Oceania.With his picks, the Argentine-born Francis, the first pontiff from Latin America, made ever clearer that he is laying out a new vision of the church’s identity, including of its hierarchy. He looked beyond traditional metropolitan area for the “princes of the church” who will help advise him as goes forward with church reforms. Cardinals also elect his successor.He has said repeatedly that the church must reach out to those on the margins.The Vatican’s chief spokesman, the Rev. Federico Lombardi, said the selection “confirms that the pope doesn’t feel tied to the traditional ‘cardinal sees,’ which reflected historic reasons in various countries.”“Instead we have various nominations of archbishops or bishops of sees in the past that wouldn’t have had a cardinal,” Lombardi said.The pontiff ignored another tradition: limiting to 120 the number of cardinals under 80 and eligible to vote for his successor.Counting the new cardinals, 125 cardinals will eligible to vote, although Lombardi noted, “he kept very close to it (120), so it was substantially respected.”The two nations with the biggest number of eligible electors are Italy, with 26, and the United States with 11.Notable among Pope Francis’ picks are churchmen whose advocacy styles seem to particularly capture matters dear to his heart.Monsignor Francesco Montenegro, a Sicilian, was at his side when Francis made his first trip a few months into his papacy. Montenegro welcomed the pontiff to Lampedusa, a tiny Sicilian island whose people have helped thousands of migrants stranded by smugglers. The pontiff has repeatedly denounced human trafficking and urged more attention to people on the margins of society. He also has thundered against Mafiosi, and Montenegro’s Agrigento diocese includes towns where people have dared to rebel against Cosa Nostra.The only native English-language speaker chosen by Francis is Archbishop John Atcherley Dew of Wellington, New Zealand. Summing up his own intervention at last year’s Vatican conference on controversial family issues, including gay marriage and divorced Catholics, Dew has said the church must change its language to give “hope and encouragement.”The archdiocese of Morelia, Mexico, has its first cardinal: Alberto Suarez Inda. The archbishop, who turns 76 this month, has helped mediate political conflicts and kidnappings in one of Mexico’s most violence-plagued states.Francis also bestowed the honor on five churchmen older than 80, including men from the pope’s native Argentina, Mozambique and Colombia.Speaking from a Vatican window to a crowd in St. Peter’s Square, Francis made another surprise announcement. He said that on Feb. 12-13, he will lead of meeting of all cardinals to “reflect on the orientations and proposals for the reform of the Roman Curia,” the Vatican’s administrative bureaucracy.Francis is using his papacy, which began in March 2013, to root out corruption, inefficiency, careerism and other problems in the curia.An Italian group, Noi Siamo Chiesa, which advocates reforms for the church, hailed the choice of the two Italian bishops. Group spokesman Vittorio Bellavite said Francis had gone “outside the traditional logic” of the hierarchy.Francis said he will “have the joy” on Feb. 14 of presiding over the ceremony in which the 20 churchmen will receive their red hats.",
    "2015 - 1900": "WASHINGTON — Setting the stage for a potentially historic ruling, the Supreme Court says it will decide whether same-sex couples nationwide have a right to marry under the Constitution.The justices said Friday they will review an appellate ruling that upheld bans on same-sex unions in four states.The case will be argued in April and a decision is expected by late June.Kentucky, Michigan, Ohio and Tennessee are among the 14 states where gay and lesbian couples are not allowed to marry.The number of states that permit same-sex marriage has nearly doubled in three months as a result of federal and state court rulings.The justices’ decision last October to turn away same-sex marriage appeals allowed some of those rulings to take effect. Florida last week became the 36th state to issue marriage licenses to same-sex couples.The court is extending the time it usually allots for argument from an hour to two-and-a-half hours. The justices will consider two related questions.The first is whether the Constitution requires states to issue marriage licenses to same-sex couples. The other is whether states must recognize same-sex marriages performed elsewhere.The appeals before the court come from gay and lesbian plaintiffs in Kentucky, Michigan, Ohio and Tennessee. The federal appeals court that oversees those four states upheld their same-sex marriage bans in November, reversing pro-gay rights rulings of federal judges in all four states.Ten other states also prohibit such unions. In Arkansas, Mississippi, Missouri, South Dakota and Texas, judges have struck down anti-gay marriage laws, but they remain in effect pending appeals.In Missouri, same-sex couples can marry in St. Louis and Kansas City only.Louisiana is the only other state that has seen its gay marriage ban upheld by a federal judge. There have been no rulings on lawsuits in Alabama, Georgia, Nebraska and North Dakota.",
    "2015 - 841": "A senior Cabinet minister in Ireland has announced he’s gay, becoming the first openly homosexual government figure in the history of the traditionally conservative Catholic country.Sunday’s announcement on state radio by Health Minister Leo Varadkar received widespread praise for its straightforward honesty.Varadkar said he decided to declare his sexuality before several government initiatives this year to advance gay rights. These include plans to legalize gay marriage, permit homosexual men to donate blood, and create greater parenthood rights for gays in surrogate-pregnancy cases.Varadkar made his announcement on his 36th birthday. He says his family, friends and many colleagues long had known or suspected he was gay.He said he gave his parents advance warning because he didn’t want them to hear the news first at Sunday Mass."
}