{
    "2019 - 4088": "VATICAN CITY — Pope Francis promised that concrete actions against child sexual abuse by priests would result from a conference he opened on Thursday, countering skepticism from some survivors who said the meeting looked like a public relations exercise.Francis convened Catholic leaders from around the world for the four-day meeting to address the scandal that has ravaged the church’s credibility in the United States — where it has paid billions of dollars in settlements — Ireland, Chile, Australia and elsewhere over the last three decades.“Faced with the scourge of sexual abuse committed by men of the Church against minors, I wanted to reach out to you,” Francis told the assembled bishops and heads of religious orders, asking them to “listen to the cry of the little ones who are seeking justice.”Victims expected “concrete and efficient measures” and not mere condemnations, he added.The pope and the almost 200 participants in a Vatican auditorium watched a video of five victims, who wished to remain anonymous, telling painful stories of abuse and cover-up.“From the age of 15 I had sexual relations with a priest. This lasted for 13 years. I got pregnant three times and he made me have an abortion three times, quite simply because he did not want to use condoms or contraceptives,” a woman said.A Chilean man said that when he reported abuse to religious authorities, he was treated as a liar and an enemy of the church.“You are the physicians of the soul and yet, with rare exceptions, you have been transformed — in some cases — into murderers of the soul, into murderers of the faith. What a terrible contradiction,” he said.Cardinal Luis Tagle of the Philippines broke into tears as he read a keynote speech that acknowledged that “wounds have been inflicted by us, the bishops, on the victims.”In Ireland, the sexual abuse scandal shattered the power of the church that four decades ago dominated Irish society. In the past four years, <a href=\"https://nypost.com/2018/05/26/ireland-set-to-repeal-abortion-ban-after-historic-referendum/\">voters approved abortion</a> and <a href=\"https://nypost.com/2015/05/23/both-sides-say-ireland-has-voted-to-legalize-gay-marriage/\">gay marriage</a>, defying the Vatican.In Chile, <a href=\"https://nypost.com/2018/05/18/chilean-bishops-offer-to-resign-en-masse-over-sex-abuse-coverup/\">all of the country’s bishops offered their resignations</a> to the pope last year over a widespread cover-up. Francis accepted seven of the resignations and <a href=\"https://nypost.com/2018/10/13/pope-defrocks-two-chilean-priests-accused-of-sexual-abuse/\">dismissed two others from the priesthood</a>.A poll by Santiago-based think tank Latinobarometro showed the number of Chileans calling themselves Catholics fell to 45 percent last year, from 74 percent in 1995.A report by a grand jury in Pennsylvania last year revealed that priests had <a href=\"https://nypost.com/2018/08/14/probe-finds-1000-children-in-pennsylvania-sexually-abused-by-catholic-priests/\">sexually abused about 1,000 people</a> over seven decades in that US state alone.Before it started, some victims’ groups said the conference was an attempt to cleanse the image of the 1.3 billion-member church.But Anne Barrett-Doyle of bishopaccountablity.org, which tracks abuse cases around the world, said she was pleasantly surprised by the pope’s opening remarks.“They said this was going to just be a teaching session, but he is now talking about concrete measures. That’s good, but let’s see how it ends up,” she told Reuters.Journalists were permitted to listen to the conference speeches via audio and video links but not the debates that followed.Archbishop Charles Scicluna of Malta, the Vatican’s top sexual abuse investigator, said the church had to look at how priests and bishops are appointed.“The question of future screening of candidates for the priesthood is fundamental,” he said in a speech steeped in legal details about how bishops must collaborate with civil authorities, adopting a “culture of disclosure” and for society to know that “we mean business.”",
    "2019 - 2667": "NATIONAL HARBOR, Md. — Progressives aren’t the only ones enamored with Rep. Alexandria Ocasio-Cortez — speakers Thursday at the Conservative Political Action Convention made her their No. 1 liberal punching bag.Sebastian Gorka, a former aide to President Trump, name-dropped the Democratic congresswoman and then cued the boos, which quickly followed. He mocked her Green New Deal. “Remember this one, use it,” he said. “It’s a watermelon: green on the outside, deep deep communist red on the inside.”“They want to take your pickup truck, they want to rebuild your home, they want to take away your hamburgers, this is what Stalin dreamed about, but never achieved,” he added.Rep. Mark Meadows (R-NC) also ridiculed AOC’s Green New Deal as he came onstage.“You know, with this Green New Deal, they’re trying to get rid of all the cows. But I’ve got good news — Chick-fil-A stock will go way up because we’re gonna be eating more chicken!” Meadows said, referencing the fast food chain that has earned conservative support for the COO’s opposition to gay marriage.Video screens at the three-and-a-half-day conference sporadically displayed Ocasio-Cortez’s face throughout Thursday morning.She was shown multiple times <a href=\"https://www.youtube.com/watch?v=vSa6tdOhnq0\">in the official CPAC video</a> that slaps a number of left-leaning Democrats, including 2020 hopefuls Bernie Sanders, Kamala Harris, Kirsten Gillibrand and Cory Booker.Another video, <a href=\"https://twitter.com/NRATV/status/1101162642490707968\">this one sponsored by the NRA</a>, showed footage of the congresswoman dancing outside her congressional office, but darkened it, making it look more sinister. The video claimed that Ocasio-Cortez wanted to “disarm hard-working Americans, while giving those ‘unwilling to work’ our money.”Striking a less hysterical tone, Fox News Channel’s Laura Ingraham implored the audience to take Ocasio-Cortez seriously.“I take people like AOC seriously because she is the thought leader of the Democratic Party right now,” Ingraham told the crowd, pointing out how every 2020 Democratic candidate “jumps” every time Ocasio-Cortez says something.Hearing of all the attention she was receiving, <a href=\"https://twitter.com/AOC/status/1101166967787012097\">Ocasio-Cortez tweeted</a>, “GOP defensively say, ‘we’re not scared of dancing women! Yet proceed to use footage of me dancing ‘with the color drained to make it look more ominous,’” she wrote, quoting observations tweeted by Washington Post journalist Dave Weigel.“Spoiler: The GOP *is” scared of dancing women, because they fear the liberation of all identities taught to feel shame,” Ocasio-Cortez said.",
    "2019 - 2090": "Presidential candidate Pete Buttigieg joked about brokering a “peace deal” between Chick-fil-A and the LGBT community during an interview on Tuesday.The openly gay mayor of South Bend, Indiana, declared his appreciation for the fast food chain even though they have been accused of <a href=\"https://nypost.com/2018/11/27/chick-fil-as-gay-marriage-stance-gets-it-banned-from-university/\">supporting causes that discriminate against the LGBT community</a>.“I do not approve of their politics, but I kind of approve of their chicken,” Buttigieg said during an appearance on “The Breakfast Club.”“Maybe if nothing else, I can build that bridge. Maybe I’ll become in a position to broker that peace deal.”<a href=\"https://twitter.com/CA4Pete/status/1110633396009615360\">https://twitter.com/CA4Pete/status/1110633396009615360</a>The 37-year-old mayor, who has formed an exploratory committee to run for the Democratic nomination, also stressed the importance of finding common ground with those who may be different.“We’ve got to find a way to use our identities to reach other people,” Buttigieg said.“What can we talk about that brings us together? Because I have no clue what it’s like to walk in the shoes of so many other people. But I can talk about some of the pieces of what I carry with me, and see if it rhymes with their life experience.”Buttigieg mentioned a number of experiences that could allow people to better understand each other.“Good art has that, good music has that, good literature has that,” he said about bridging the gap.Co-host Charlamagne Tha God then joked: “Good chicken sandwiches.”The chain has been the subject of controversy recently as the San Antonio City Council voted to block Chick-fil-A from opening a restaurant at San Antonio International Airport.In response to that vote, <a href=\"https://www.nbcnews.com/feature/nbc-out/san-antonio-city-council-bars-chick-fil-airport-citing-alleged-n987191\">a company spokesperson told NBC News</a> that “Chick-fil-A embraces all people, regardless of race, gender, ethnicity, sexual orientation or gender identity.”",
    "2019 - 4857": "SINGAPORE — New Islamic criminal laws that took effect in Brunei on Wednesday, punishing gay sex and adultery <a href=\"https://nypost.com/2019/03/28/asian-countrys-vicious-new-laws-include-stoning-to-death-for-gay-sex/\">by stoning offenders to death</a>, have triggered an outcry from countries, rights groups and celebrities far beyond the tiny Southeast Asian nation’s shores.The penalties were provided for under new sections of Brunei’s Shariah Penal Code. Sultan Hassanal Bolkiah instituted the code in 2014 to bolster the influence of Islam in the oil-rich monarchy of around 430,000 people, two-thirds of whom are Muslim.Even before 2014, homosexuality was already punishable in Brunei by a jail term of up to 10 years. The first stage of the Shariah Penal Code included fines or jail for offenses such as pregnancy out of wedlock or failing to pray on Fridays.But under the new laws — which apply to children and foreigners, even if they are not Muslim — those found guilty of gay sex can be stoned to death or whipped. Adulterers risk death by stoning too, while thieves face amputation of a right hand on their first offense and a left foot on their second.“Living in Brunei, we already knew that our sexual identity is taboo and should not be expressed. We already felt belittled before the law came to place,” said a 23-year-old member of the LGBTQ community who wanted to be identified only as Kun out of fear of reprisal from the authorities.“Now with it, we feel even smaller and the ones who could potentially oppress us have more opportunity to harass us to say and do what they want,” he said.Celebrities including George Clooney, Elton John and Ellen DeGeneres <a href=\"https://nypost.com/2019/04/02/ellen-degeneres-joins-celebrities-slamming-bruneis-brutal-anti-gay-stoning-law/\">have voiced opposition</a> to the new laws, and <a href=\"https://nypost.com/2019/03/28/asian-countrys-vicious-new-laws-include-stoning-to-death-for-gay-sex/\">have rallied a boycott of nine hotels in the US and Europe with ties to Hassanal</a>, who is still sultan.“Are we really going to help fund the murder of innocent citizens?” Clooney wrote Thursday on Deadline Hollywood.Clooney said that while you can’t shame “murderous regimes,” you can shame “the banks, the financiers and the institutions that do business with them.”There has been no vocal opposition to the new penalties in Brunei, where the sultan rules as head of state with full executive authority. Public criticism of his policies is extremely rare in the country.Hassanal, who has reigned since 1967, has previously said the Penal Code should be regarded as a form of “special guidance” from God and would be “part of the great history” of Brunei.On Tuesday, the United States joined the United Kingdom, Germany and France in urging Brunei to halt its plans.“The United States strongly opposes violence, criminalization and discrimination targeting vulnerable groups, including women at risk of violence, religious and ethnic minorities, and lesbian, gay, bisexual, transgender and intersex persons,” State Department deputy spokesman Robert Palladino said in a statement.Brunei’s Southeast Asian neighbors, some of which have laws banning sex between men, were silent.But LGBTQ citizens of other nearby Muslim-majority countries were concerned about the broad penalties.“I am very worried that Indonesia or Malaysia may follow the lead,” said a 24-year-old man from Kuala Lumpur, Malaysia’s capital, who wanted to be identified only by his first name, Ludwig. “I think people nowadays, especially the younger generation, are quite OK with LGBT, but those who are not make the loudest noise and they are the reason why it seems like everyone is against it.”Nearly two-thirds of Malaysia’s 32 million people are Muslim. They are governed by Islamic courts in family, marriage and personal issues. Last year, two Malaysian Muslim women were convicted under Islamic laws and caned for attempting to have sex with each other.Michelle Bachelet, the UN High Commissioner for Human Rights, urged Brunei’s government to “stop the entry into force of this Draconian new penal code.”“Any religion-based legislation must not violate human rights, including the rights of those belonging to the majority religion as well as of religious minorities and non-believers,” she said in a statement on Monday.Phil Robertson, the deputy Asia director for Human Rights Watch, called on the sultan to “immediately suspend amputations, stoning, and all other rights-abusing provisions and punishments.”“Brunei’s new penal code is barbaric to the core, imposing archaic punishments for acts that shouldn’t even be crimes,” Robertson said in a statement on Wednesday.Rachel Chhoa-Howard, Brunei researcher at Amnesty International, decried the “vicious” laws and asked the international community to condemn them.",
    "2019 - 1924": "SALT LAKE CITY — The Church of Jesus Christ of Latter-day Saints on Thursday repealed rules unveiled in 2015 that banned baptisms for children of gay parents and made gay marriage a sin worthy of expulsion.The surprise announcement by the faith widely known as the Mormon church reverses rules that triggered widespread condemnations from LGBTQ members and their allies and marked a jarring shift from the religion’s push to carve out a more compassionate stance on LGBTQ issues.The rules banned baptisms for children living with gay parents until they turn 18, disavowed same-sex relationships and received approval from global church leaders.With the change, children of gay parents can now be baptized as long as their parents approve the baptisms and acknowledge that the children will be taught church doctrine, the church said in a statement from its highest leadership group, called the First Presidency.The faith said in a statement that it is not changing its doctrinal opposition to gay marriage and still considers same-sex relationships to be a “serious transgression.”But people in same-sex relationships will no longer be considered “apostates” who must be kicked out of the religion, the statement said.“The very positive policies announced this morning should help affected families,” the leaders said in the statement. “In addition, our members’ efforts to show more understanding, compassion and love should increase respect and understanding among all people of goodwill.”The change marks the biggest move yet by church president Russell M. Nelson, who has made a flurry of changes to how the church functions since taking over in January 2018.Troy Williams with the LGBT advocacy group Equality Utah called the announcement a big step forward.“Clearly this is a great development for the church,” he said. “I think this will go a long way toward healing Latter-day Saint families that have LGBT members.”",
    "2019 - 2589": "VATICAN CITY — Human rights lawyers and gay rights advocates urged the Vatican on Friday to issue a clear and unequivocal statement against the criminalization of homosexuality.The request was made at a Vatican meeting two days after the United Nations said the Southeast Asian country of Brunei was violating human rights by implementing Islamic laws that would allow death by stoning for adultery and homosexuality.Brunei has defended its right to implement the laws.About 50 lawyers and gay advocates, led by Baroness Helena Ann Kennedy, director of the International Bar Association’s Human Rights Institute, met Cardinal Pietro Parolin, the Vatican secretary of state, and gave him a study on criminalization of homosexuality in the Caribbean.She said Parolin was “very responsive” to the ideas put forward by the group and thanked Pope Francis for having shown “compassion and understanding” to the gay community.“Obviously there are issues that are doctrinal but the point that we were making and which I think he (Parolin) accepted is that this is absolutely about the Church’s teaching about respecting human dignity,” she told reporters.The Church teaches that, while homosexual tendencies are not sinful, homosexual acts are, but it also says that the human dignity of homosexuals must be respected and defended.“What we need is a very clear statement, from the Roman Catholic Church at least, that criminalization is wrong,” said Leonardo Javier Raznovich, lead researcher of the Caribbean report that they gave to Parolin.In 2008, the Vatican called for decriminalization of homosexuality but opposed a non-binding UN resolution on the issue because it believed that other parts of it equated same-sex unions with heterosexual marriage.Catholic bishops around the world have had differing responses to laws to decriminalize homosexuality.“The Church needs to have a clear policy where, if they believe in human rights, if they believe in the dignity of the human being, as they actively preach, they need to make sure that the Church throughout the world has the same response,” Raznovich said.A Vatican statement said: “Parolin extended a brief greeting to those present, repeating the Catholic Church’s position in defense of the dignity of every human person and against every form of violence.”Francis DeBernardo, executive director of the US-based Catholic LGBT rights group New Ways Ministry, said the Vatican meeting was “a great step forward for improving the relationship between LGBT people and the Catholic Church but more urgent statements and actions are needed.”",
    "2019 - 1419": "Democratic presidential hopeful Pete Buttigieg pushed back at Vice President Mike Pence, who has been criticized for his controversial positions on LGBTQ issues, saying that if the conservative veep is disturbed by him being gay, then he has a problem with “my creator.”The openly gay mayor of South Bend, Ind., told members of the Victory Fund, a group that advocates for LGBTQ political candidates, about how difficult it was for him to come out in 2015, arguing that it wasn’t a personal decision.“If me being gay was a choice, it was a choice that was made far, far above my pay grade,” he said at the Sunday luncheon. “And that’s the thing I wish the Mike Pences of the world would understand. That if you got a problem with who I am, your problem is not with me – your quarrel, sir, is with my creator.”Buttigieg, a 37-year-old Afghan War veteran, went on to say his marriage has brought him closer to God.“Being married to Chasten has made me a better human being because it has made me more compassionate, more understanding, more self-aware and more decent,” he told the audience in Washington. “My marriage to Chasten has made me a better man. And yes, Mr. Vice President, it has moved me closer to God.”Pence, a former governor of Indiana, has said being gay is a “choice.”He opposes marriage equality because it would lead to “societal collapse” and the decay of marriage and family.<em>With Post wires</em>",
    "2019 - 5440": "NEW YORK — There’s at least one area of agreement among conservative, centrist and liberal leaders in the United Methodist Church: America’s largest mainline Protestant denomination is on a path toward likely breakup over differences on same-sex marriage and ordination of LGBT pastors.The differences have simmered for years, and came to a head in February at a conference in St. Louis where delegates voted 438-384 for a proposal called the Traditional Plan, which strengthens bans on LGBT-inclusive practices.A majority of US-based delegates opposed that plan and favored LGBT-friendly options, but they were outvoted by US conservatives teamed with most of the delegates from Methodist strongholds in Africa and the Philippines.Many believe the vote will prompt an exodus from the church by liberal congregations that are already expressing their dissatisfaction over the move.Some churches have raised rainbow flags in a show of LGBT solidarity. Some pastors have vowed to defy the strict rules and continue to allow gay weddings in Methodist churches. Churches are withholding dues payments to the main office in protest, and the UMC’s receipts were down 20 percent in March, according to financial reports posted online.“It’s time for some kind of separation, some kind of amicable divorce,” said James Howell, pastor of Myers Park United Methodist Church in Charlotte, North Carolina, who posted a video assailing the proposal for its “real meanness.”The UMC’s nine-member Judicial Council convenes a four-day meeting in Evanston, Illinois, on Tuesday to consider legal challenges to the Traditional Plan. If the plan is upheld, it would take effect for US churches on Jan. 1. If parts of it are struck down, that would likely trigger new debate at the UMC’s next general conference in May 2020.The UMC’s largest church — the 22,000-member Church of the Resurrection with four locations in the Kansas City area — is among those applying financial pressure. Its lead pastor, Adam Hamilton, says his church is temporarily withholding half of the $2.5 million that it normally would have paid to the UMC’s head office at this stage of the year.“We’ll ultimately pay it,” Hamilton said. “But we want to show that this is the impact if our churches leave.”Hamilton is among the opponents of the Traditional Plan leading an initiative dubbed UMC-Next that seeks the best path forward for those who share their views. Clergy and activists in the alliance have met in Texas and Georgia, and a bigger meeting is planned for May 20-22 at Hamilton’s megachurch.Hamilton, in a telephone interview, said two main options are under consideration.Under one scenario, many centrists and liberals would leave en masse to form a new denomination — a potentially complex endeavor given likely disputes over the dissolution process.Under the other option, opponents of the Traditional Plan would stay in the UMC and resist from within, insisting on LGBT-inclusive policies and eventually convincing the conservatives that they should be the faction that leaves under what’s envisioned as a financially smooth “gracious exit.”“There’s a sense that some conservatives have been wanting to leave for a long time,” Hamilton said. “They’re tired of fighting about it.”Formed in a merger in 1968, the United Methodist Church claims about 12.6 million members worldwide, including nearly 7 million in the United States.While other mainline Protestant denominations have embraced gay-friendly practices, the UMC still bans them, though acts of defiance by pro-LGBT clergy have multiplied. Many have performed same-sex weddings; others have come out as gay or lesbian from the pulpit.Enforcement of the bans has been inconsistent; the Traditional Plan aspires to beef up discipline against those engaged in defiance.Traditional Plan supporter Mark Tooley, who heads a conservative Christian think tank, predicts that the UMC will split into three denominations — one for centrists, another oriented toward liberal activists and a third representing the global alliance of US conservatives and their allies overseas.“It’s a question of how long it takes for that to unfold — and of who and how many go into each denomination,” Tooley said. “A lot of churches will be irreparably harmed as they divide.”Scott Jones, bishop of the UMC’s Houston-based Texas conference, says churchgoers in his region are divided in their views, but a majority supports the Traditional Plan’s concepts.“I have urged all of us to love each other, listen to each other and respect each other, even if we disagree,” said Jones, who holds out hope that the UMC’s disparate factions can preserve some form of unity.Ann Craig of Newburgh, New York — a lesbian activist who has advocated for greater LGBT inclusion in the UMC — thinks a breakup can be avoided, though she’s unsure what lies ahead.“We expect something new to happen, but what that change should be or will be has not jelled yet,” she said. “I don’t think we’re going to break up — it’s so cumbersome to figure out a way to divorce.”The crisis is being followed closely at Methodist-affiliated theology schools based at universities with LGBT-inclusive policies. There are 13 UMC-connected theology schools around the country.“There’s a lot of turmoil and distress,” said Mary Elizabeth Moore, dean of Boston University School of Theology. “We’re trying to find a future that will be less destructive than where we are now.”"
}