{
    "2009 - 2737": "  ALBANY – In a move one state lawmaker called “the worst form of political chicanery,” Senate Majority Leader Malcolm Smith announced yesterday he would pack a measure for Rockefeller drug-law reform into the state budget – where lawmakers would be compelled to vote for it.   The effort was widely seen as a concession by the new Senate leader that he lacked the votes to pass the bill to ease drug-related prison sentences, which was overwhelmingly approved by the Assembly Wednesday.   “It became clear in our discussions that this is as much a budgetary and economic issue as it is a sentencing issue,” Smith (D-Queens) said in a statement.   “For this reason, the Senate intends to include the key provisions of Rockefeller drug-law reform in our upcoming budget resolution.”   Smith, whose party took the Senate for the first time in decades in January, controls a one-vote majority in the 62-seat chamber.   He has struggled to get agreement on everything from the MTA bailout to top Democratic issues, like legalizing gay marriage and preserving rent regulation.   Republicans blasted Smith’s budget move as a way “to jam it through.”   “I think we ought to be very careful when we start talking about putting 2,000 drug pushers on the street,” Sen. Frank Padavan (R-Queens) said. “That’s outrageous to put in budget. It’s the worst form of political chicanery.”   At least one suburban Democrat, Sen. Craig Johnson (D-LI), has already expressed “major reservations” with the Assembly’s Rockefeller bill.   It would end mandatory minimums for most nonviolent drug offenders and allow judges to divert them from prison to treatment, even if a prosecutor objects.   The measure would also allow some 2,000 mid-level drug offenders imprisoned under existing drug laws to apply for lighter sentences.   Gov. Paterson, a longtime critic of the Rockefeller laws who is also running for election next year, wants to scale back elements of the Assembly plan.   Senate Democrats decided to pack any drug-law reform into the budget after discussing both proposals in a closed-door conference.   Smith defends the move since the changes could cut prison costs and require some $30 million in new funding for treatment. Assembly Speaker Sheldon Silver (D-Manhattan) estimates that reforms enacted in 2004 have saved the state $100 million.   Sen. Eric Schneiderman, who is sponsoring a Rockefeller-law reform bill, blamed the 30-member Republican minority for stonewalling.   “We’re trying to get as much done as we can,” Schneiderman (D-Manhattan) said.   “And it’s challenging when the minority takes the position that they’re going to block tough decisions.”<em><a href=\"mailto:brendan.scott@nypost.com\">brendan.scott@nypost.com</a></em>",
    "2009 - 890": "  WASHINGTON – Sen. Charles E. Schumer officially flipped on the issue of gay marriage at a dinner event last night with gay activists, his office confirmed today.  “It’s time,” said Schumer in an emailed statement to the Post. “Equality is something that has always been a hallmark of America and no group should be deprived of it.”  The Empire State Agenda, one of the activist groups present at the event, released a statement today celebrating the news that Schumer, a long-time supporter of civil unions but not gay marriage, had come over to the other side.   “Like a majority of New Yorkers, Sen. Schumer recognizes that only marriage equality provides same sex couples the status, protections and rights afforded to all other Americans. We look forward to working with him to win marriage equality in New York State and around the country,” Executive Director Alan Van Capelle said.",
    "2009 - 820": "  WASHINGTON Sen. Charles Schumer has come out in support of gay marriage a reversal of his earlier stance.   “It’s time,” said Schumer in an e-mailed statement to The Post yesterday. “Equality is something that has always been a hallmark of America and no group should be deprived of it.”   Schumer, a longtime supporter of civil unions but not gay marriage, revealed his change in positions at a dinner event over the weekend with gay activists.   The Empire State Pride Agenda, one of the gay-rights groups present at the event, released a statement today celebrating the news.   “Like a majority of New Yorkers, Senator Schumer recognizes that only marriage equality provides same-sex couples the status, protections and rights afforded to all other Americans,” Pride Agenda Executive Director Alan Van Capelle said.",
    "2009 - 762": "  A poll shows 41 percent of New York voters support same-sex marriage.   That percentage remains nearly unchanged from a year ago but higher than in 2007.   Quinnipiac University polled 1,528 registered voters this month. Participants were given three choices: gay marriage, civil unions or no legal recognition.   One-third said gay couples should be allowed to form civil unions but not marry; 19 percent believed there should be no legal recognition.   Democrats, Independents, whites and women were the strongest supporters; opposition was strongest among Republicans, men and blacks.   A June 2007 poll showed 35 percent of voters supported gay marriage; 22 percent were against any legal recognition.   The poll’s margin of error is 2.5 percentage points.",
    "2009 - 588": "  Nearly three out of four New Yorkers think state government in Albany is dysfunctional, according to a new poll.  The Quinnipiac University poll released this morning shows that a staggering 71 percent think it doesn’t work, while just 23 percent think it functions well.  Most everyone on the political spectrum agreed.   Nearly 80 percent of Republicans, 62 percent of Democrats and 77 percent of independents labeled New York’s state government as dysfunctional. In the same poll, 41 percent <a class=\"legacy-link\" target=\"_blank\"><strong>said they support</strong></a> gay marriage.",
    "2009 - 969": " Gov. Paterson upped the gay-marriage ante on Senate Majority Leader Malcolm Smith yesterday, vowing to introduce his own bill to legalize same-sex unions if the Senate doesn’t act on its own.   “I’m going to put the bill out and just let people fight it out,” Paterson said on Buffalo’s WGR sports radio.   “I was going to do it anyway, but I think the Supreme Court decision in Iowa and the legislative passage of it in Vermont created a lot more publicity for it,” he continued.   The Democratic governor’s gay-marriage pledge came a day after an interview with an Ithaca radio station in which he called on Smith (D-Queens) to bring the controversial legislation to the Senate floor even if it’s headed for failure.   Smith, who says he personally supports same-sex marriage, announced in January that the measure lacked the 32 votes needed to pass the Senate after gay-marriage critic Sen. Ruben Diaz Sr. (D-Bronx) threatened to block his rise as majority leader. ",
    "2009 - 1636": "  A lesbian who tied the civil knot with her pregnant partner in 2002 has no legal right to custody of her ex-lover’s son, an appeals court ruled.   Debra H. entered into a civil union with Janice R. while Janice was eight months pregnant, and they’d registered as domestic partners in New York two months earlier, but Debra has no right to visitation or custody, the state Appellate Division ruled.   “Although the record indicates that [Debra] served as a loving and caring parental figure during the first 2½ years of the child’s life, she never legally adopted the child” and therefore has no parental rights, the five-judge panel ruled.   “We’re very pleased. We think the court did absolutely the right thing,” said Janice’s lawyer, Sherri Eisenpress. “My client specifically chose not to co-parent with this person.”   According to court papers, the couple, whose identities were concealed to protect the now 5-year-old boy, started dating in 2002. Janice got pregnant through artificial insemination a year later.   The couple’s relationship fell apart toward the end of 2005, and by February 2006 Janice had moved out of Debra’s apartment and back into her own, the filings say. Janice said Debra overstated her role in the relationship, and that she agreed to the civil union only because she knew it wouldn’t carry the same legal weight as a marriage.   While Janice initially allowed Debra visitation with the boy after the breakup, their relationship continued to sour, and Janice ended the visits in 2008. That’s when Debra filed her suit.<em><a href=\"mailto:dareh.gregorian@nypost.com\">dareh.gregorian@nypost.com</a></em>",
    "2009 - 1365": " Only God knows if Archbishop-to-be Timothy Dolan will switch his baseball loyalties from his beloved Cardinals to the Yankees or the Mets. “[That’s] between me and my confessor,” he said today outside St. Patrick’s Cathedral after a closed-door meeting with Edward Cardinal Egan to discus the two-day transfer of power that will conclude with him being the next archbishop of New York. Dolan — who is from St. Louis — plans to spend part of his first full-day Thursday at the new Yankee Stadium. He will then attend Friday’s Mets game. Dolan continued to root for the Cardinals while in Milwaukee. And while he was talking with reporters today, a friend from St. Louis came up to him and took off his bright red Cardinals’ cap and gave it to the archbishop. On other matters, the 59-year-old Dolan affirmed that he will challenge suggestions that Roman Catholics are unenlightened because they oppose gay marriage and abortion. “Catholics are sometimes caricatured as being unenlightened or not with the times when it comes to some controversial issues,” he said. “We Catholics we just need to stand up and saw we are above the times. We are timeless in our beliefs and in our values, in our ethics and in our morality, and we don’t take our cues from the winds or the trends of the day,” he added. “We hold strong to the timeless truths of Christ and his church.”"
}