{
    "2002 - 703": " Nicole Kidman has finally emerged to quash the nagging rumors that her marriage to Tom Cruise was a complete sham.  “Look, the marriage was real. The marriage existed because it was two people in love – it’s that simple,” the flame-haired stunner tells the December issue of Vanity Fair.  And Kidman, 35, insists that she, unlike her ex-hubby, couldn’t care less about the constant speculation she’s a lesbian and he’s gay.  “They’ve said I’m gay. They’ve said everyone’s gay. I personally don’t believe in doing huge lawsuits about that stuff. Tom does.” she says.  “I have a different approach. I don’t file lawsuits because I really don’t care. Honestly, people have said everything under the sun.” ",
    "2002 - 1317": "An upbeat First Brother Jeb Bush said yesterday he’d hit his stride at just the right time as he cast his ballot for re-election as Florida governor with polls showing him headed for a big win that would leave Democrats glum.   Democratic challenger Bill McBride shrugged off polls that had him behind much as 16 points and hugged voters as he cast a ballot with his wife, saying: “We’ve got two sure votes here.”   Democratic National Chairman Terry McAuliffe had put Jeb Bush at No. 1 on his 2002 hit list, vowing to beat him and get revenge for the 2000 Florida election fiasco that that resulted in victory for Jeb’s brother, George W. Bush.   Team Bush used every possible asset to protect Florida, sending in Vice President Dick Cheney, Sen. John McCain (R-Ariz.) and former Mayor Rudy Giuliani to court voters in the final days.   On the eve of the vote, Democrats yelled foul when they caught voters getting recorded phone calls from a GOP firm that claimed Bush backed “traditional families” but McBride favored gay marriages.   Bush, blitzing the state aboard the 737 jet of billionaire Wayne Huizenga, heard about the calls and ordered that they stop immediately.   A Republican consultant with ties to the Christian Coalition said “I screwed up” and forgot to clear the script with Florida GOP officials. ",
    "2002 - 4908": " Pitching quiz show here.Alleges tryst with butler.Shocking new revelations of gay rape, servant orgies and a sinister cover-up are rocking the royal family, further damaging the tarnished crown.  The latest bombshells come hot on the heels of blabbermouth butler Paul Burrell revealing scores of intimate royal secrets.  Burrell, Princess Diana’s butler and closest confidante, has laid bare Di’s battles with bulimia, the bitter fight over her funeral and the unraveling of her fairy-tale marriage.  He’s currently holed up at a Times Square hotel with his family and trying to pitch a game show to American TV networks.  Now, a former royal valet has come forward to claim he was the victim of homosexual rape carried out by a senior member of Prince Charles’ staff – and that Charles covered up the sickening attack.  George Smith, 42, an ex-army corporal, told the Mail yesterday he informed Diana of the brutal attack and she made a tape of his harrowing account.  Smith said he was raped by a high-ranking, unidentified aide after falling unconscious during a boozing session at the man’s London home in 1989.  “I woke up. I was hurting,” Smith said. “I was totally ashamed. I felt sick. He was just laughing . . . as if he knew that he had got his way with me and that I could not do anything about it.  “He was much more influential and powerful than me at the palace.”  Smith’s father hinted that the attack has devastated his son, who turned to booze for solace as his marriage unraveled.  “My son has been getting his life back together and this publicity has brought all his problems back,” said his dad, who wouldn’t give his name.  During Burrell’s aborted trial, it was revealed that Diana had a cassette tape containing details of the alleged rape. The princess clandestinely conducted the interview with Smith at his hospital bedside.  But the tape has disappeared from a locked chest in Kensington Palace and has never been found.  The accused rapist, who remains on Charles’ staff, denied the claim, as does the palace.  The accused man insisted the sex romp was consensual, and in a letter released by his lawyers yesterday, blasted Smith as “an unreliable alcoholic” whose latest charges differed “substantially and significantly” from those he made to police last year.  At the time of the alleged rape, Charles assured Diana that the disturbing charges were simply “downstairs gossip.” But Smith was nonetheless given about $59,000 in hush money.  Diana was encouraged to forget the matter, but she could not and even visited Smith at the London hospital where he was being treated for depression.  She tucked the tape away with other ammunition that may have proven helpful in her war with the royals.  Her “war chest” also reportedly included insulting letters her fearsome father-in-law, Prince Philip, wrote to her dismissing her as a “trollop and a harlot” – and telling her she should “put up with” Charles’ affair with Camilla Parker Bowles.  A close pal of Di’s, faith healer Simone Simmons, revealed that the princess was devastated by Philip’s words but apparently resigned to her fate, saying the palace felt it could treat her any way it wished now that it had its “heir and the spare.”  “She used those exact words – I couldn’t believe it,” Simmons said.  It is likely that Queen Elizabeth intervened in Burrell’s theft trial when it appeared such dirty laundry was going to be revealed, royal watchers say.  The explosive allegations are fueling conspiracy theories, including those of Mohamed al-Fayed, the father of Di’s dead boyfriend, Dodi.  Al-Fayed has always believed the palace played a sinister role in the fiery car crash that killed Di and Dodi in Paris in 1997.  He claimed yesterday his theory has been bolstered by the queen herself, who allegedly warned Burrell that there were “dark powers” at work.  “It now seems quite clear that Burrell’s trial was stopped by those mysterious ‘powers’ who wanted at all costs to prevent him from revealing royal secrets,” the Harrods owner said.  Two investigations had been conducted into the first rape charge and another alleged attempted attack involving the same pair in 2001, but the probes were stopped by the director of public prosecutions. A separate inquiry concluded the inquiries had been handled “lamentably.”  Detectives were also apparently “bemused” by Charles’ determination to protect the alleged attacker. He raced back to Britain on Saturday after a sojourn in Italy to try and contain the damage that again threatens the beleaguered monarchy.  Last night, constitutional experts were huddling with Charles to try and determine the extent of the damage to the House of Windsor.  Meanwhile, ABC News has acquired the U.S. broadcast rights to “Diana’s Rock,” a documentary on Burrell that aired in Britain last night. It will air on “20/20” Nov. 18 and on “Good Morning America” from Nov. 18 to 22.",
    "2002 - 2334": "<strong>H</strong>ERE’S a pop quiz suitable for Leona Helmsley fans and foes alike:  1. Which much-younger man romanced the billionairess, hinted at marriage, then got himself hired to run the Helmsley hotel empire?  2. Which younger Romeo was fired after working for Leona a grand total of three weeks?  3. Having lost the plum gig, which younger master-of-all-things-Leona is now suing his former love interest for $9 million? On the grounds that – are you ready? – she fired him because he no longer wanted to sleep with her!  Well, it’s not Patrick Ward, who served as Helmsley’s employee and boyfriend – until she found out that Ward had a boyfriend, too.  And it isn’t Charles Bell, the former drug-loving hotel manager who cried “gay bias!” after Leona canned him.  There’s a new entrant in the fast-growing sue-Leona sweepstakes. This one’s called J. Roger Watkins, whose goofy suit was filed Feb. 20 in White Plains federal court.  Watkins, 52, is no stranger to intimate moments with Leona. As The Post’s Cindy Adams reported in 2000, Watkins was, at that time, dating the widow, 30 years his senior. He said he wanted to marry her. Until his mother objected.  Watkins’ exit left a void that was rapidly filled by one Patrick Ward. He was not only Leona’s boyfriend, she named him chief operating officer of Helmsley Enterprises. That is, until his little gay secret came out.  Ward sued her, then settled for a reported $1 million. Not a bad payday for a few months’ work.  After the Ward fiasco, Watkins came back. Leona made him CEO, on Dec. 14, 2001, according to his lawsuit.  Then she fired him on Jan. 7, 2002, he claims, because he refused “to continue to engage in verbal and physical conduct of a sexual nature with Helmsley.”  “It’s not similar to the Patrick Ward situation,” Watkins’ lawyer, Scott Steiner, insisted. “He worked for her. There was nothing he was seeking that was extraordinary.”  Leona is in Florida. She’s wiped out from last month’s trial involving Charles Bell, who lied on his résumé and handed out free rooms to pals, then won an $11 million gay-bias verdict. This week, a judge reduced the ridiculous award to $554,000.  I wish there were a cap on the number of lawsuits that can be filed by losers who want to tap into an old lady’s wealth. I fear these suits will be the death of Leona. ",
    "2002 - 1940": "The gay lover of a man killed in Midtown last year by alleged hit-and-run madman Ronald Popadich has won an unprecedented court decision that allows him to sue a city hospital as the slain pedestrian’s “spouse.”   According to the ruling by a Nassau County Supreme Court judge, state courts will recognize the civil union that John Langan, 42, and the late Neal Spicehandler underwent in Vermont in November 2000.   That gay marriage, which took place in the only state to perform such same-sex rites, came nearly a year and a half before the 43-year-old Spicehandler died in the February 2002 auto rampage, in which the New Jersey man allegedly mowed down 25 people over two days.   Langan has filed suit against St. Vincents Medical Center, alleging Spicehandler’s care after the wreck was negligent and reckless. Langan argued he was eligible for compensation as a bereaved spouse.   The ruling by Justice John P. Dunne allows Langan’s suit against St. Vincents to proceed.   It is the first time a court anywhere in America has treated a gay couple joined in Vermont as a traditional married couple, said Adam Aronson, a lawyer for LAMBDA, a gay civil-rights group that represented Langan.   The Catholic hospital tried to get the case thrown out of court by arguing that men’s gay union was a “narrow circumstance” that allowed for an exception to the federal doctrine of “full faith and credit” between states, which usually requires states recognize each other’s laws.   But Dunne disagreed, ruling that New York must recognize the union as it recognizes other non-traditional pairings from other states, such as common-law marriages.   “It is impossible to justify, under equal-protection principles, withholding the same recognition from a union which meets all the requirements of a marriage in New York but for the sexual orientation of the partners,” the judge wrote in his decision released yesterday.  With Post Wire Services ",
    "2002 - 2167": " WASHINGTON – New York City’s interests are being hurt by the “conservative junta” in power in Washington, Council Speaker Gifford Miller charged yesterday.  In unusually harsh language at a private congressional breakfast in Washington, Miller used the term “junta” to describe Republicans who he charged are worsening the city budget crisis, according to participants at the meeting.  Miller’s comments about a “junta” – which suggests an unelected military ruling clique – jarred some Republican staffers, who questioned the wisdom of stridently bashing the GOP when it calls most of the shots in Washington.  “It’s not real good politics to attack Republicans when they are in charge,” noted an aide to a New York Republican lawmaker who was at the breakfast where Miller first spoke.  Sen. Charles Schumer (D-N.Y.) also took issue with Miller, insisting that Republicans have been good to New York on some fronts, including recently earmarking $2.2 billion in the stimulus bill for the city and state.  “I give the administration some credit. Overall, the news from Washington is not that bad,” Schumer said.  Miller later told The Post, “There is in fact a very well-organized conservative movement in this country that is seeking to defund the entire federal government and federal programs.”  The speaker’s remarks came as he led a council delegation to Washington for an unusual hearing to review the city’s budget crisis and the federal government’s response to it.  Many New York lawmakers, including Rep. Carolyn Maloney (D-Manhattan) and Eliot Engel (D-Bronx), are angry that Republicans in Congress have refused to hold a follow-up hearing to examine how New York is faring 17 months after 9/11.  “The majority in Congress want to sweep everything under the rug,” charged Engel.   The council also delivered a package listing the goals it would like to see accomplished in Washington this year, including more federal aid and repealing the Defense of Marriage Act, which is viewed as anti-gay.  “There is, in fact, a very well-organized conservative movement in this country that is seeking to defund the entire federal government and federal programs.”",
    "2002 - 986": "* MARTHA Stewart showed up in court again last week looking like a million bucks – defying the rule that all female defendants must wear the same horrible navy blue dress with the little lace collar which looks like they were stolen from runaway nuns. And that fantastic spotted umbrella – is it available at Kmart?   * Canada approved gay marriages last week. In the words of a gay friend, “Gay men and straight men will never see eye to eye. Gay men want to join the army and get married – the two things most straight men live to avoid.”   * Forbes magazine named Jennifer Aniston the most powerful star in the world. Now, not for nuthin’, but she’s got the big hair, the big salary, <em>and</em> the big bad Brad Pitt. Who was she – St. Anthony in a former life?   * Mike Tyson was arrested once again – this time for a street brawl in Brooklyn yesterday involving two men, and of course, a woman. Tyson must be a reformed man, after all, no one was raped, or even bitten this time.",
    "2002 - 2730": "WASHINGTON – Gay sex is protected under the U.S. Constitution, the Supreme Court ruled yesterday in a 6-3 decision that pleased gay-rights advocates and angered social conservatives.  “This is an historic day for fair-minded Americans everywhere,” said Elizabeth Birch, director of the Human Rights Campaign, a gay-rights group.  But conservative activist Ken Connor said the decision “throws the door open to any sexual behavior.”  On the last day of its term, the court said a Texas law banning gay sex violated privacy rights under the Constitution.  The court’s ruling will make it much more difficult for any state to regulate what consenting adults may or may not do in their bedrooms.  Justice Anthony Kennedy, writing for the majority, said gay people “are entitled to respect for their private lives.”  With the sodomy issue settled, gay-rights advocates predict there will now be more focus on the issue of same-sex marriage, with all eyes on an upcoming Massachusetts state Supreme Court decision on whether it’s unfair to let men and women legally wed, but ban gay couples from doing so.  “The issue of marriage for gay couples is going to come to the forefront,” said David Smith, spokesman for the Human Rights Campaign.  Connor, of the Family Research Council, angrily agreed, saying, “The radical homosexual lobby will seek to apply the logic [of yesterday’s decision], extending a blanket privacy protection over one’s choice of sexual partner to one’s choice of marital partner as well.”  Justices John Paul Stevens, David Souter, Ruth Bader Ginsburg and Stephen Breyer agreed with Kennedy’s opinion, while Justice Sandra Day O’Connor agreed with the outcome of the case but would have decided it on different constitutional grounds.  Chief Justice William Rehnquist and Justices Antonin Scalia and Clarence Thomas disagreed with the decision.  “The court has largely signed on to the so-called homosexual agenda,” Scalia wrote, adding that the majority ruling “coos” over a gay-rights agenda.  “The court has taken sides in the culture war, departing from its role of assuring, as neutral observer, that the democratic rules of engagement are observed,” Scalia said.  Scalia read from a dissenting opinion that, at 21 pages, was longer than the court majority’s 18-page ruling.  There were murmurs from some in the courtroom crowd as Scalia railed for more than seven minutes against what he called a hypocritical ruling that runs roughshod over democratically elected legislatures.  “Many Americans do not want persons who openly engage in homosexual conduct as partners in their business, as scoutmasters for their children, as teachers in their children’s schools or as boarders in their home,” Scalia wrote."
}