{
    "2011 - 0": "",
    "2011 - 3066": "WASHINGTON — Vice President Joe Biden said Friday that the country is evolving on the issue of gay marriage and he thinks it’s inevitable there will be national consensus.He said on ABC’s “Good Morning America” the same thing is happening with the issue of marriage that happened with gays’ service in the military.<img border=\"0\" height=\"0\" src=\"http://c.gigcount.com/wildfire/IMP/CXNID=2000002.0NXC/bT*xJmx*PTEyOTMyMDQ2MzYwMjAmcHQ9MTI5MzIwNDYzNzMwMiZwPTEyNTg*MTEmZD1BQkNOZXdzX1NGUF9Mb2NrZV9FbWJlZCZn/PTImbz1lMTA2NWM5NGMyMzg*YjczYjVkMzE1NTM1Mjk1MzM3OSZvZj*w.gif\" style=\"visibility:hidden;width:0px;height:0px;\" width=\"0\"/><object classid=\"clsid:D27CDB6E-AE6D-11cf-96B8-444553540000\" codebase=\"http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=9,0,124,0\" height=\"278\" id=\"ABCESNWID\" width=\"344\"><param name=\"movie\" value=\"http://abcnews.go.com/assets/player/walt2.6/flash/SFP_Walt_2_65.swf\"/><param name=\"quality\" value=\"high\"/><param name=\"allowScriptAccess\" value=\"always\"/><param name=\"allowNetworking\" value=\"all\"/><param name=\"flashvars\" value=\"configUrl=http://abcnews.go.com/video/sfp/embedPlayerConfig&amp;configId=406732&amp;clipId=12471729&amp;showId=12471729&amp;gig_lt=1293204636020&amp;gig_pt=1293204637302&amp;gig_g=2\"/><param name=\"allowfullscreen\" value=\"true\"/></object>\nChanges in attitudes by military leaders, those in the service and the public allowed the repeal by Congress of the “don’t ask, don’t tell” policy that will eventually allow gays to serve openly in the military.Biden said there is “an inevitability for a national consensus on gay marriage.”“I think the country’s evolving,” he said. “And I think you’re going to see, you know, the next effort is probably going to be to deal with so-called DOMA (Defense of Marriage Act). He said he agreed with Obama that his position in gay marriage is “evolving.”Gay marriage is still not legal in most states. President Barack Obama recently said his feelings on the gay marriage issue are evolving, but he still believes in allowing strong civil unions that provide certain protections and legal rights that married couples have.Obama said he is still wrestling with whether gay couples should have the right to marry, now that the change in the law will allow them to serve openly in combat.The question came just hours after he signed landmark legislation Wednesday repealing the ban on gays serving openly in the military. The law ends the 17-year-old “don’t ask, don’t tell” policy that forced gays to hide their sexual orientation or face dismissal.But in letters to the troops, the four military service chiefs warned that the ban is still in place, and will be for some time to come.Recommendations to implement the repeal were outlined in a report last month, and now must be formed into concrete regulations. Defense officials say that they still don’t know how long it will take before the Pentagon completes its implementation plan and certifies the change will not damage combat readiness. Once certified, the implementation would begin 60 days later.",
    "2011 - 823": "WASHINGTON — In a bid to forestall a backlash from congressional conservatives, Secretary of State Hillary Rodham Clinton has ordered the State Department to amend a bureaucratic change that would have replaced the terms “mother” and “father” with the gender-neutral term “parent” in reports of overseas births.  The State Department said yesterday that Clinton had instructed the department to retain “mother” and “father” as titles in a form known as a “Consular Report of Birth Abroad” that US embassies use to document the birth of a child to expatriate Americans. The form will now ask for the names of the child’s “mother or parent 1” and “father or parent 2.”  Gay and lesbian groups had hailed the initial change, but conservative organizations criticized it as an attack on traditional marriage and family values. ",
    "2011 - 528": "WASHINGTON — The Supreme Court yesterday rejected an appeal from opponents of same-sex marriage seeking to overturn the District of Columbia’s gay-marriage law.   The court turned away the challenge from a Maryland pastor and others who sought to get a measure on the ballot that would have let Washingtonians vote on whether the city should define marriage as between a man and a woman.   Washington in 2009 began recognizing gay nuptials performed elsewhere, and last year began issuing marriage licenses to same-sex couples. ",
    "2011 - 3586": "WASHINGTON — The Obama administration said Wednesday it will no longer defend the Defense of Marriage Act (DOMA) in court, a 1996 measure that prohibits the federal government from recognizing same sex unions because it believes the law is unconstitutional.In a statement, US Attorney General Eric Holder said that President Barack Obama opposes the law and believes it should be repealed.“After careful consideration, including a review of my recommendation, the President has concluded that given a number of factors, including a documented history of discrimination, classifications based on sexual orientation should be subject to a more heightened standard of scrutiny,” Holder said.This decision is something of a departure for the Justice Department which, as a matter of policy, defends most laws passed by Congress when they are challenged in court. The decision to decline to defend this statute, according to Holder, came about because Obama believes a certain part of it is unconstitutional.Specifically, the Obama administration said the section of the law that defines marriage for federal purposes as only between one man and one woman denies gay and lesbian couples equal protection under the Constitution.A pair of fresh legal challenges were filed in two federal courts late last year, accusing the federal government of violating the constitutional rights of gay and lesbian couples. Until now, the Justice Department has defended the measure that restricts the rights of same-sex couples.As recently as mid-January, the Justice Department submitted a brief in a case before the First US Circuit Court of Appeals in preparation to defend the law. Even then, amid criticism from gay rights advocates, it noted that the Justice Department typically defense any US policy regardless of the president’s personal beliefs.White House Press Secretary Jay Carney said President Barack Obama is “grappling” with his personal views on gay marriage, adding that Wednesday’s legal decision is “distinct” from his opinion on the controversial topic.“I want to make the distinction between his personal views, which he has discussed, and the legal issue, the legal decision that was made today,” Carney said.In his statement, Holder noted that the legal landscape has changed in the time since Congress passed the Defense of Marriage Act, advancing civil rights for gays and lesbians. The military’s ban on gays has been repealed, the Supreme Court ruled against laws criminalizing homosexual conduct, and several lower courts have ruled DOMA to be discriminatory.The decision was welcomed by gay and lesbian and civil rights advocates.“This is a monumental decision for the thousands of same-sex couples and their families who want nothing more than the same rights and dignity afforded to other married couples,” said Joe Solmonese, president of the Human Rights Campaign. “As the President has stated previously, DOMA unfairly discriminates against Americans and we applaud him for fulfilling his oath to defend critical constitutional principles.”House Minority Leader Nancy Pelosi (D-Calif.) also tweeted her approval.“Thrilled @TheJusticeDept is no longer defending an indefensible statute-all American families should be treated equally!” she wrote.House Speaker John Boehner (R-Ohio) was less enthusiastic about the decision.“While Americans want Washington to focus on creating jobs and cutting spending, the President will have to explain why he thinks now is the appropriate time to stir up a controversial issue that sharply divides the nation,” he said in a statement.",
    "2011 - 370": "WASHINGTON — After a brief reprieve, authorities are again denying applications for immigration benefits for same-sex couples   Chris Bentley, a spokesman for the US Citizenship and Services agency, said yesterday that after a review by the Department of Homeland Security, it was concluded that a law prohibiting the recognition of same-sex marriages must be followed. "
}