{
    "2017 - 5374": "\n<div class=\"brightcove-video alignnone\" data-video-economics=\"\" data-video-index=\"0\" style=\"\">\n<div class=\"brightcove-video__player\" data-aspect-ratio=\"default\">\n<video-js class=\"video-js player-single\" controls=\"\" data-bc-player-loaded=\"loaded_in_head\" data-bc-player-url=\"//players.brightcove.net/4137224153001/ed38fae1-4db1-4308-8095-399a04010bc1_default/index.min.js\" data-deferred-account=\"4137224153001\" data-deferred-player=\"ed38fae1-4db1-4308-8095-399a04010bc1\" data-deferred-video-id=\"5305819446001\" data-embed=\"default\" data-has-analytics=\"true\" data-nypost-playlist=\"\" data-nypost-playlist-type=\"\" data-replaced-player=\"\" id=\"nyp-brightcove-player-1\" playsinline=\"true\" style=\"\">\n</video-js>\n</div>\n</div>\n<br/>\nWASHINGTON — President Donald Trump nominated Neil Gorsuch, a fast-rising conservative judge with a writer’s flair, to the Supreme Court on Tuesday, a selection expected to spark a fierce fight with Democrats over a jurist who could shape America’s legal landscape for decades to come.At 49, Gorsuch is the youngest Supreme Court nominee in a quarter-century. He’s distinguished himself on the Denver-based 10th Circuit Court of Appeals with his clear, colloquial writing, advocacy for court review of government regulations, defense of religious freedom and skepticism toward law enforcement.“Judge Gorsuch has outstanding legal skills, a brilliant mind, tremendous discipline and has earned bipartisan support,” Trump said, announcing the nomination in his first televised address from the White House.Gorsuch’s nomination was cheered by conservatives wary of Trump’s own fluid ideology. If confirmed by the Senate, he will fill the seat left vacant by the death last year of Antonin Scalia, long the right’s most powerful voice on the high court.Some Democrats, still smarting over Trump’s unexpected victory in the presidential election, have vowed to mount a vigorous challenge to nearly any nominee to what they view as the court’s “stolen seat.”President Barack Obama nominated US Circuit Judge Merrick Garland for the vacancy after Scalia’s death, but Senate Republicans refused to consider the pick, saying the seat should be filled only after the November election.Trump’s choice of Gorsuch marks perhaps the most significant decision of his young presidency, one with ramifications that could last long after he leaves office. After an uneven start to his presidency, including the chaotic rollout of a controversial refugee ban, Trump’s selection of Gorsuch appeared to proceed with little drama.For some Republicans, the prospect of filling one or more Supreme Court seats over the next four years has helped ease their concerns about Trump’s experience and temperament. Three justices are in their late 70s and early 80s, and a retirement would offer Trump the opportunity to cement conservative dominance of the court for many years.If confirmed, Gorsuch will restore the court to the conservative tilt it held with Scalia on the bench.But he is not expected to call into question high-profile rulings on abortion, gay marriage and other issues in which the court has been divided 5-4 in recent years.Gorsuch was among the 21 possible choices for the court Trump released during the campaign. Other finalists also came from that list, including Thomas Hardiman, who serves alongside Trump’s sister on the Philadelphia-based 3rd US Circuit Court of Appeals, and William Pryor, a federal appeals court judge and Alabama’s attorney general from 1997 to 2004.Pryor’s standing slipped in the lead-up to the announcement, in part because his reputation as a staunch conservative seems likely to make him a rich target for Democratic senators in a confirmation hearing.Yet Gorsuch, too, is expected to face intense scrutiny from Democrats. Some liberals have demanded that Democrats block any Trump choice, underscoring the deep partisan discord surging through Washington.“Now is not the time for business as usual,” MoveOn.org’s Ilya Sheyman said in a statement.Gorsuch is a Colorado native who earned his bachelor’s degree from Columbia University in three years, then a law degree from Harvard. He clerked for Supreme Court Justices Byron White, a fellow Coloradan, and Anthony Kennedy before earning a philosophy degree at Oxford University and working for a prominent Washington, DC, law firm.He served for two years in President George W. Bush’s Department of Justice before the president nominated him to the appeals court.Gorsuch has contended that courts give too much deference to government agencies’ interpretations of statutes, a deference that stems from a Supreme Court ruling in a 1984 case. He sided with two groups that successfully challenged the Obama administration’s requirements that employers provide health insurance that includes contraception.If Democrats decide to filibuster Gorsuch’s nomination, his fate could rest in the hands of Senate Majority Leader Mitch McConnell. Trump has encouraged McConnell to change the rules of the Senate and make it impossible to filibuster a Supreme Court nominee — a change known in the Senate as the “nuclear option.”A conservative group already has announced plans to begin airing $2 million worth of ads in support of the nominee in Indiana, Missouri, Montana and North Dakota, four states that Trump won and in which Democrats will be defending their Senate seats in 2018.",
    "2017 - 2370": "CHICAGO — Teen suicide attempts in the US declined after same-sex marriage became legal, and the biggest impact was among gay, lesbian and bisexual kids, a study found.The research found declines in states that passed laws allowing gays to marry before the Supreme Court made it legal nationwide.The results don’t prove there’s a connection, but researchers said policymakers should be aware of the measures’ potential benefits for youth mental health.Suicide is the second-leading cause of death for all US teens.Suicidal behavior is much more common among gay, lesbian and bisexual kids and adults; about 29 percent of these teens in the study reported attempting suicide, compared with just 6 percent of straight teens.Laws that have the greatest impact on gay adults may make gay kids feel “more hopeful for the future,” said lead author Julia Raifman, a researcher at Johns Hopkins’ Bloomberg School of Public Health.The measures also could create more tolerance and less bullying, making these teens feel less stigmatized. Those effects could also benefit straight teens but more research is needed to determine how the laws might influence teen behavior, Raifman said.The study was <a href=\"http://jamanetwork.com/journals/jamapediatrics/fullarticle/2604258\">published Monday in JAMA Pediatrics</a>.The researchers analyzed data on more than 700,000 public high school students who participated in government surveys on risky youth behavior from 1999 through 2015, the year the Supreme Court legalized same-sex marriage.About 230,000 students reported being gay, lesbian or bisexual.The surveys didn’t ask about transgender status. They included questions about suicide attempts, smoking and alcohol or drug use.In 32 states that enacted same-sex marriage laws during the study, suicide attempts dropped 7 percent among all students and 14 percent among gay kids after the laws were passed. There was no change in suicide attempts in states without those laws.The study only included suicide attempts, not deaths.The new work makes an important contribution to identifying how laws limiting gay rights may affect psychological and physical health, said Columbia University public health researcher Mark Hatzenbuehler.But more research is needed to determine which teens are most vulnerable to policies that limit gay rights, he wrote in an accompanying editorial.",
    "2017 - 4378": "SEATTLE — A lawsuit filed Thursday accuses Seattle Mayor Ed Murray of sexually molesting a teenage high-school dropout in the 1980s, and in <a href=\"http://www.seattletimes.com/seattle-news/politics/lawsuit-alleges-seattle-mayor-ed-murray-sexually-abused-troubled-teen-in-1980s/\">interviews with The Seattle Times</a>, two other men claim he abused them.The mayor denied the allegations through his personal spokesman Jeff Reading.“These false accusations are intended to damage a prominent elected official who has been a defender of vulnerable populations for decades,” said a statement issued by Reading. “It is not a coincidence that this shakedown effort comes within weeks of the campaign filing deadline. These unsubstantiated assertions, dating back three decades, are categorically false.”Murray was elected mayor in 2013 after a long career in the Legislature, where he led efforts to legalize gay marriage in the state. As mayor he pushed to increase the city’s minimum wage to $15 an hour and address the homelessness crisis in Seattle.In the lawsuit filed in King County Superior Court, a 46-year-old man, identified only by the initials, D.H., said Murray “raped and molested him” over several years, beginning in 1986 — when he was 15 and addicted to crack cocaine, and when Murray was in his early 30s.The man said he met Murray on a city bus, and Murray invited him back to his apartment, propositioning him for sex and haggling over the price.Murray paid him $10 to $20 for each of at least 50 encounters over the next four to five years, the lawsuit said.“I have been dealing with this for over 30 years,” the man, now sober for a year, told the Times.He said he was coming forward as part of a “healing process” after years of “the shame, the embarrassment, the guilt, the humiliation that I put myself through and that he put me through.”The man also said his father’s recent death freed him of a desire to keep the abuse secret.The <a href=\"http://bit.ly/2oOAwXY\">newspaper also reported</a> that two other men said they knew Murray when they lived in a Portland, Oregon, center for troubled children. Jeff Simpson and Lloyd Anderson accused Murray of abusing them in the 1980s and paying them for sex and said they’d be willing to testify about it, the Times said.The Times said one of them talked with a social worker and detective at the time. No charges were filed and an entry in an old Multnomah County district attorney’s database indicates the office considered but rejected a felony third-degree sodomy case in May 1984. Any other police and child welfare records would have been destroyed by now, officials said.Simpson and Anderson raised the allegations a decade ago in calls to reporters and Washington state lawmakers, and they repeated them in recent interviews with the Times.Reading’s statement acknowledged those accusations.“The two older accusations were promoted by extreme right-wing anti-gay activists in the midst of the marriage equality campaign, and were thoroughly investigated and dismissed by both law enforcement authorities and the media,” the statement said.Simpson, 49, said Murray — whom he thought of as a father — raped him over several years, starting at age 13, and in later years, paid him.“I would really like for him to admit it and to take responsibility,” Simpson told two Times reporters who visited him unannounced in Portland. “I don’t necessarily think that he destroyed my life but I believe a lot of the problems I have stemmed from this.”Simpson tried to bring a lawsuit against Murray in 2007, with Anderson’s support, but his lawyer withdrew from the case. In 2008, Simpson started calling media organizations and lawmakers in Olympia, saying Murray, then a state senator, was a pedophile who had sexually abused him.Before his political career, Murray — one of seven children in an Irish Catholic family — considered the priesthood. He spent a year at a seminary in 1976 before studying sociology at the University of Portland, a private Catholic institution, according to news profiles.Having sex with a child under 16 — the age of legal consent in Washington in 1986 and today — constitutes rape of a child under state law. The statute of limitations on any crime would have expired long ago.The lawsuit seeks unspecified damages and says D.H. has not previously made any financial demands of Murray.",
    "2017 - 5820": "SEATTLE — Ed Murray led a long campaign to legalize same-sex marriage in Washington state, toiled for nearly two decades as a state lawmaker and won his biggest personal political victory in 2013 when he unseated Seattle’s incumbent mayor by promising the ultra-liberal city to raise the minimum hourly wage to $15.Just as he took on a role as a high-profile critic of President Donald Trump and prepared to launch a re-election campaign, Murray was hit Thursday with a political bombshell — accusations from three men that Murray sexually abused them in the 1980s.On Friday, Murray held a brief news conference to deny allegations in a lawsuit by one man, saying “they were very painful for me. It was painful for my husband.” Through a spokesman he has also denied the allegations by the other men.He said he will not step down and is sticking to re-election campaign plans but refused to answer reporters’ questions, saying the case “is now a legal matter that is in the courts.”Murray’s spokesman, Jeff Reading, previously suggested unnamed Murray enemies were behind the claims. “It is not a coincidence that this shakedown effort comes within weeks of the campaign filing deadline,” Reading said.Calls to city councilmembers earlier for Friday for comment about the mayor and what impact the allegations could mean for his political future went unreturned.Murray, 61, grew up in working class neighborhoods in and around Seattle as one of seven children in an Irish Catholic family and became one of the state’s most prominent political figures.“Things have never come easily to me in life, but I have never backed down and I will not back down now,” Murray told reporters in remarks that lasted less than two minutes.As a young man, he considered joining the priesthood and spent a year at a seminary in 1976 before studying sociology at the University of Portland, a private Catholic institution.Murray ended up working as a paralegal with public defender lawyers in Portland before returning to Seattle and joining the vanguard of the gay rights movement in the 1980s, serving as campaign manager for Cal Anderson, a Seattle state senator who was the state’s first openly gay member.Anderson, Murray’s mentor, died in 1995. Murray failed in his bid to win Anderson’s seat, but he was appointed to fill the legislative seat of the state representative who won the state senate campaign.During his 18 years as a state lawmaker, Murray was the prime sponsor of Washington’s gay marriage law, spearheaded an effort to protect LGBTQ youth in public schools and led the state’s push to ban discrimination based on sexual orientation.“As a legislator, Ed was a warrior for core Democratic values,” said state Sen. Reuven Carlyle, a fellow Seattle Democrat. “He was unquestionably a tough negotiator with an eye on the long game for progress.”The 2013 mayoral race was a bruising campaign that focused on whether Murray would be more liberal and effective than incumbent Mike McGinn, a fellow Democrat, in the notoriously difficult city to govern because of competing liberal factions and an older, established political order resistant to change.Murray kept his promise about the minimum wage increase. The higher minimum wage was phased in over time. Murray also recently fought to boost funding to address Seattle’s homelessness crisis.Murray has been with his partner, Michael Shiosaki, for 24 years. They married in 2013. Shiosaki hugged Murray after he made his statement Friday.“He’s ambitious,” state Sen. Jamie Pedersen, a fellow Democrat, said of Murray. “Not that he’s always right — there are issues I disagree with him on. But when you look at the agenda that he had and what he’s been able to accomplish in four years, he’s done a huge amount for the city.”After Trump was elected last fall, Murray became a frequent critic. He announced last week that Seattle was suing over Trump’s executive order that threatens to withhold federal funds from communities that refuse to cooperate with efforts to find and deport immigrants in the country illegally.Murray on Thursday afternoon was planning on touting new numbers showing progress made by the Seattle Police Department under federal supervision — until the news broke of the lawsuit by a man who is now 46 and said in court documents that the mayor “raped and molested him” over a period of several years beginning in 1986.The man identified only by his initials, D.H., said he was 15 and addicted to crack cocaine at the time and that Murray was in his 30s.On Friday Murray said D.H.’s allegations “are simply not true” and said he felt sad for the “troubled” individual.The man’s, Lincoln Beauregard, sent a letter Friday to Murray’s lawyer offering to make D.H. available for a video deposition and disputed that the lawsuit was politically motivated. Following Murray’s statement Beauregard said Murray wasn’t being truthful. He said the mayor’s representatives never asked for his client’s identity and that if Murray is being forthright “he should have no idea who my client is … how can he paint him as ‘troubled.'”In the lawsuit filed Thursday, however, the man had said he had sought mental health counseling and was taking part in addiction-recovery programs.The two others who made allegations against Murray <a href=\"http://bit.ly/2oOAwXY\">told The Seattle Times</a> they met him while living in a Portland center for troubled teens. Jeff Simpson and Lloyd Anderson said they were paid for sex in the 1980s and would testify.An entry in a case-tracking system shows that the Multnomah County District Attorney’s office rejected pursuing a third-degree sodomy case against Murray in 1984, District Attorney Don Rees said.Portland police have found no records linking either man to Murray, said Sgt. Pete Simpson of the Portland Police Bureau.",
    "2017 - 8477": "MONTGOMERY, Ala. — Gov. Robert Bentley resigned Monday rather than face impeachment and pleaded guilty to two misdemeanor campaign violations that arose during an investigation of his <a href=\"https://nypost.com/2017/04/10/governors-wife-discovered-his-affair-on-icloud-account/\">alleged affair with a top aide</a>.In a remarkable fall, the mild-mannered 74-year-old Republican and one-time Baptist deacon stepped down as the sex-tinged scandal gathered force over the past few days. Legislators turned up the pressure by opening impeachment hearings Monday. Last week, the Alabama Ethics Commission <a href=\"https://nypost.com/2017/04/08/impeachment-report-shows-governor-was-paranoid-about-staffer-fling/\">cited evidence that Bentley broke state ethics and campaign laws</a> and referred the matter to prosecutors.“There’ve been times that I let you and our people down, and I’m sorry for that,” Bentley said in the old House chamber of Alabama’s Capitol after he pleaded guilty.The violations were discovered during the investigation of his affair but were not directly related to it.In court, Bentley appeared sullen and looked down at the floor. One misdemeanor charge against Bentley stemmed from a $50,000 loan he made to his campaign in November that investigators said he failed to report until January. State law says major contributions should be reported within a few days. The other charge stemmed from his use of campaign funds to pay nearly $9,000 in legal bills for <a href=\"https://nypost.com/2016/03/30/top-aide-to-alabama-governor-resigns-amid-affair-scandal/\">45-year-old political adviser Rebekah Caldwell Mason</a> last year.“He did what he did and he deserves now to be called a criminal,” said Ellen Brooks, a retired district attorney overseeing the state investigation.The plea agreement specified that Bentley must surrender campaign funds totaling nearly $37,000 within a week and perform 100 hours of community service as a physician. The dermatologist also cannot seek public office again.Bentley’s successor is Lt. Gov. Kay Ivey, who became Alabama’s second female governor. The first was Lurleen Wallace, wife of segregationist and four-term Gov. George C. Wallace. She ran as a surrogate for her still-powerful husband in 1966 when he couldn’t seek re-election because of term limits. She won, but died in office in 1968.“The Ivey administration will be open. It will be transparent. And it will be honest,” Ivey said.Bentley said in his statement that he no longer wanted to subject his family and staff “to the consequences that my past actions have brought upon them.” His staff gave him a standing ovation as he entered and exited the old House chamber.<aside class=\"single__inline-module alignright\"> <div class=\"inline-module inline-module--related-post\">\n<div class=\"inline-module__inner\">\n<h2 class=\"inline-module__heading widget-heading widget-heading--underline\">\n\t\t\tsee also\t\t</h2>\n<div class=\"story story--i-flex story--i-flex-none-lg\">\n<div class=\"story__image\">\n<a class=\"inline-module--related-post__link\" data-ga-event='\n\t\t\t{\"category\":\"See Also\",\"action\":\"https:\\/\\/nypost.com\\/2017\\/04\\/10\\/governors-wife-discovered-his-affair-on-icloud-account\\/\",\"label\":\"Slot 1\"}\t\t\t' href=\"https://nypost.com/2017/04/10/governors-wife-discovered-his-affair-on-icloud-account/\" rel=\"\" tabindex=\"-1\" target=\"_self\">\n<img alt=\"\" class=\"attachment-nyp_large_video size-nyp_large_video\" height=\"260\" loading=\"lazy\" sizes=\"(min-width: 600px) 389px, 300px\" src=\"https://nypost.com/wp-content/uploads/sites/2/2017/04/142408787.jpg?quality=75&amp;strip=all&amp;w=389\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2017/04/142408787.jpg?quality=75&amp;strip=all&amp;w=778 778w, https://nypost.com/wp-content/uploads/sites/2/2017/04/142408787.jpg?quality=75&amp;strip=all&amp;w=584 583w, https://nypost.com/wp-content/uploads/sites/2/2017/04/142408787.jpg?quality=75&amp;strip=all&amp;w=389 389w, https://nypost.com/wp-content/uploads/sites/2/2017/04/142408787.jpg?quality=75&amp;strip=all&amp;w=195 194w, https://nypost.com/wp-content/uploads/sites/2/2017/04/142408787.jpg?quality=75&amp;strip=all 1024w\" width=\"389\"/> </a>\n</div>\n<a class=\"inline-module--related-post__link\" data-ga-event='\n\t{\"category\":\"See Also\",\"action\":\"https:\\/\\/nypost.com\\/2017\\/04\\/10\\/governors-wife-discovered-his-affair-on-icloud-account\\/\",\"label\":\"Slot 1\"}\t' href=\"https://nypost.com/2017/04/10/governors-wife-discovered-his-affair-on-icloud-account/\" rel=\"\" target=\"_self\">\n<h3 class=\"postid-10864853 story__headline headline headline--xs inline-module--related-post__headline\">\n\t\tGovernor’s wife discovered his affair on iCloud account\t</h3>\n</a>\n</div>\n</div>\n</div>\n</aside> Bentley’s resignation follows the ouster of former House Speaker Mike Hubbard, who left office in 2016 after being convicted on ethics charges, and former state Supreme Court Chief Justice Roy Moore, who was <a href=\"https://nypost.com/2016/09/30/alabama-supreme-court-chief-justice-suspended-over-gay-marriage/\">suspended from his post last year</a> over an order opposing same-sex marriage.Bentley, a staunch family-values conservative who won two terms partly because of his reputation for moral rectitude, was first engulfed in scandal last year after recordings surfaced of him making sexually charged comments to Mason.An investigative report prepared for the House Judiciary Committee and released last week said Bentley encouraged an “atmosphere of intimidation” to keep the story under wraps and directed law enforcement officers to track down and seize recordings his wife made of him. The report portrayed the governor as paranoid and obsessed with trying to keep the relationship secret.The committee on Monday started what was expected to be days of hearings.Bentley lawyer Ross Garber had argued that impeachment should be reserved for only the “most grave misconduct,” noting that only two US governors have been impeached since 1929, and both were indicted for serious felonies.“It is not unusual for elected officials to have ethics and campaign finance issues. In fact, many governors face these things. It is very rare, though, for legislators to try to leverage those issues to impeach a governor. In fact, it is simply not done,” Garber told the Associated Press in an email.Garber also represented former Gov. Mark Sanford of South Carolina and ex-Gov. John Rowland of Connecticut during impeachment proceedings.The last US governor to be impeached was Illinois Gov. Rod Blagojevich in 2009. He was removed from office, and is now serving a prison sentence, for conspiring to sell an appointment to President Barack Obama’s vacant US Senate seat.The investigative report contained text messages that the governor sent to Mason. They were intercepted by Bentley’s then-wife, Dianne Bentley, who was able to read the messages because they also showed up on the governor’s state-issued iPad, which he had given her.“I sure miss you. I need you. I want you. You are the only one,” one message read.Dianne Bentley divorced her husband in 2015 after 50 years of marriage.Dianne Bentley had secretly recorded her husband by leaving her phone on while she went for a walk. At one point, according to the investigative report, the governor sent the head of his security detail to fetch the recording from his son Paul Bentley, who responded: “You ain’t getting it.”The former first lady’s chief of staff also charged that Bentley threatened her job because he believed she had helped his wife make the recordings.On Friday, the governor made a somber plea for forgiveness from the steps of the Alabama Capitol, acknowledging that he had let people down but promising that he had done nothing illegal or anything to merit his removal from office.He has denied having a physical relationship with his former aide, though in some of the recordings, he talked about the pleasure he got from fondling her breasts.GOP leaders in the House and Senate called on Bentley to resign, as has the Alabama Republican Party’s steering committee.“It’s really time for us to look ahead and start moving forward on more pressing matters,” Republican Sen. Cam Ward said. “It was a constant distraction, one that was never going to change, and it’s time for us to get back to work.”Two of Bentley’s predecessors in the past three decades have been convicted of crimes: Republican Guy Hunt in the 1990s, for misusing funds, and Democrat Don Siegelman, who was convicted of bribery in 2006.",
    "2017 - 7026": "Gisele Baretto Fetterman, the only Latina in a sea of black women, stands in a cheerfully painted former shipping container in the parking lot of an abandoned nuisance bar, directing customers toward the supplies.Groceries, clothing, towels, blankets, diapers and formula are all separated into neat aisles for the people of Braddock, Pa. — the rough-and-tumble steel town that she and her husband have adopted as their home.Outside the shipping container, a cheery sign marks the entrance to “The Free Store,” which fills the needs of those living in a town whose once important place in American history is now largely forgotten. It also gives those people more optimism than they have seen in a generation.“The store rules are, ‘Be kind, take only what you need, and pay it forward,’ ” Fetterman says.The statuesque, raven-haired, 35-year-old mother of three is a force of kindness, faith and beauty, both inside and out.And people do pay it forward, she says: “When things are at their worst in this community or in this country, I find that faith, no matter what your belief system is, brings us all together. It provides us dignity and hope when we cannot find it anywhere else.”A large, shiny white Pepperidge Farm delivery truck pulls up. Its driver greets the store’s volunteers with a smile — he knows them all by name — as he rolls up the back of the truck and hands over a variety of cases of crumb cakes, donuts and the company’s signature cookies.He gets a hug from every woman standing there; he beams and leaves. All of the racial tensions, so prominent in daily news reports, are missing from this scene, even though all of the volunteers and customers are black and the delivery man is white.To say that Braddock is a rough town is an understatement, but it has moved away from its darker days, thanks to the efforts Fetterman’s family has inspired.She is married to the mayor, John Fetterman, who is 6-feet-8 inches tall, built like a linebacker, his skin etched with more than one tattoo of Braddock’s zip-code. He’s a physical contradiction: a Harvard-educated, conservative-reared, progressive politician who was put into the national spotlight when he conducted the first gay marriage in Pennsylvania, despite that being illegal back then.But Mrs. Fetterman’s own journey here is nothing short of remarkable. So is her ability to bind this community together.“I was 8 when my mother, a single mom, brought me and my brother to the United States from Brazil,” she recalled. “It all began quite innocently. Mom was having a conversation with my aunt, and she said very casually, ‘You know, this year we’ve only been robbed seven times, and only four were at gunpoint.’ ”The realization of what life had become in her native country hit her mother like a bucket of cold water; this was not how she wanted to raise her children.Fetterman’s eyes fill with tears as she explains how her mother, a woman who held a PhD, came to America with nothing and began to carve out her family’s life as a coat-check girl and housekeeper.“We did not know anyone, we did not speak English, we were alone and undocumented and living in New York,” she said.When they needed furniture for their home, they picked at what other people discarded on garbage day, salvaging some things to turn their apartment into a home.Years later, Fetterman came to Braddock on a whim after reading about the plight of the once-mighty steel town in a magazine story; she hand-wrote a letter to the mayor who eventually would become her husband, offering to start a summer program for kids.She fell in love with the town and its people at first sight.Braddock has this tragic beauty that is hard to resist, nestled in the valley along the ancient Monongahela River. Ten miles from the city of Pittsburgh, it was at the heart of American exceptionalism before we were even a country.It was here that General Braddock, with a young George Washington fighting by his side, was fatally wounded in the Battle of the Monongahela, marking the beginning of the French and Indian War, which led to the American Revolution.A century later, a determined little Scotsman named Andrew Carnegie built the first Bessemer steel mill here, the Edgar Thomson Works, that fueled the industrial revolution.Nearly a century after that, the same mill provided the steel, iron and coke for the war effort during World War II, as well as during the boom years of America’s great expansion after the boys came home.It used to be, when you walked the streets of Braddock, that it was hard to dodge the crowds jamming the sidewalks. People were everywhere, and so were furniture stores (there were four), taverns, restaurants and grocery stores. Everyone knew everyone else, as people sat on their stoops discussing their shift at the steel mill that lined the town’s river for what seemed like miles.The Edgar Thomson steel mill still stands today, forming a backdrop behind Fetterman as she greets the residents shopping at The Free Store. Steel used to employ 90,000 people in this valley; today, around 900 work in the plant.<blockquote class=\"pullquote right\">The store rules are, ‘Be kind, take only what you need, and pay it forward,’Twenty-thousand people once lived in this town. Now there are 2,000.Mayor Fetterman has worked hard not to make the town what it used to be but, instead, to revitalize it into something that gives hope to its majority-black, impoverished citizenry. He focuses on bringing in new industry (a medical marijuana plant is in serious discussion) and was instrumental in getting a brewery and tavern to locate here — several eateries, too — while demolishing, one by one, the blight that has eroded the once-majestic Main Street.His wife focuses on healing hearts and restoring self-respect. In 2012, she founded The Free Store, which she stocks with donations provided by local businesses and residents wanting to make a difference.“But there is also faith,” she said. “Faith in each other, faith in God, no matter where you worship, and faith that together we can make Braddock whole.”She’s right: Despite the dwindling population, 20 churches still stand in this town, they still hold services and they still draw the community together — in the same way that The Free Store does, each serving a need with dignity, deference and a sense of togetherness.Thick white columns of smoke swirl out of the stacks of the steel mill as Fetterman tends to the store. The energy shared between those who volunteer at the store and those who benefit from its inventory, feels as if it might be sufficient to power the steel mill for a month.Fetterman expects there will be families looking for a special dress or tie or hat for Easter services today. “Usually we see people looking for something for a job interview, but people love to look special when they sit in a pew for Easter Sunday,” she said.There aren’t any pews at The Free Store. But Fetterman has found a way to bring people together with a different kind of faith — in themselves.",
    "2017 - 3457": "The highest court in the United Methodist Church considered Tuesday whether to invalidate the election of the denomination’s first openly gay bishop, amid a struggle to avoid schism over the Bible and same-sex relationships.The challenge was filed last year to the election of Bishop Karen Oliveto, who is married to another woman. Church law bars clergy appointments of “self-avowed practicing homosexuals,” a stand that has come under increasing pressure from LGBT Methodists and their supporters as gay rights have made dramatic gains.The 12.8 million-member denomination, the third-largest faith group in the United States, came close to fracturing last year at its legislative meeting, or General Conference. A commission has been searching for ways to stay united. On the eve of Tuesday’s hearing, Methodist bishops announced a special assembly for February 2019, in St. Louis, Missouri, dedicated exclusively to differences over church law related LGBT people.The denomination has seen its greatest growth in recent years in Africa and other parts of the world where theologically conservative views prevail on marriage. Overseas Methodists have been standing with U.S. evangelicals to insist the church uphold the ban on clergy in same-sex relationships and discipline those who violate the policy.The hearing Tuesday, in a hotel conference room in Newark, New Jersey, was closely watched, the subject of prayer and activism from around the church. Spectators lined the hall outside the hearing awaiting a security check to enter. Many wore rainbow-colored stoles and T-shirts that read, “United Methodist Queer Clergy #ComeOut.”Oliveto sat in the front row surrounded by bishops from the church’s Western Jurisdiction, where she leads a region based in Denver. Across the aisle, the woman who filed the challenge, Dixie Brewster of the Oklahoma-based South Central Jurisdiction, sat with the Rev. Keith Boyette, an attorney who argued her case. Oliveto attended with her wife, her mother and her childhood pastor.The three-hour discussion before the church Judicial Council largely focused on technical issues of church law, including whether regional jurisdictions alone have the authority to decide whom they can consecrate as bishops. Richard Marsh, who advocated on behalf of the Western Jurisdiction and defended the validity of Oliveto’s election, said throwing out the election results would “violate the structure” of the denomination by giving one region a say in another region’s choice of bishops. Boyette contended that allowing Oliveto’s election to stand would sow “chaos” in the denomination by allowing defiance of church law.A ruling from the council is expected within a few days. Potential outcomes range from a narrow decision on procedure alone that keeps Oliveto in place to a decision that would void her election.Oliveto was not required to speak at the hearing, but said after the session she had received “boxes and boxes” of letters, along with emails from people across the church, supporting her. She cried when recounting the messages from young LGBT people who tell her they have “heard from pulpits that they are not welcome,” or have been kicked out of their homes by their parents.Oliveto said she was thinking about other gay and lesbian Methodist clergy “who have been serving in the silence of closets, in order to be faithful to God’s call.”“I am not the first gay bishop,” she said, “and I won’t be the last.”",
    "2017 - 2466": "MONTREAT, N.C. — A private North Carolina Christian college is insisting that its faculty and staff sign a document that opposes same-sex marriage and abortion. One faculty member says she and eight of her colleagues have refused to sign it and are leaving the school.News media outlets report that part of Montreat College’s “Community Life Covenant” expects those who work there to affirm “the sanctity of marriage between one man and one woman” and the “worth of every human being from conception to death.”Covenant opponents blame the Billy Graham Evangelistic Association, which contributed $100,000 to the college’s scholarship fund last month. The fund is led by Franklin Graham, a Montreat College alumnus and an outspoken opponent of same-sex marriage and abortion. The association has denied any role in the covenant, however.School spokesman Adam Caress <a href=\"http://www.charlotteobserver.com/living/religion/article147369024.html\">told The Charlotte Observer</a> in an email that only two faculty members — one of its 39 full-time faculty and one of its 142 adjunct faculty — have cited the school’s “core documents,” including the covenant, as the reason they will not return to the school after this semester.Caress said Montreat College spent the past 2 1/2 years “reviewing and revising” those core documents in a “transparent and deliberative process” that included 13 “listening sessions,” during which the school heard and responded to the concerns of faculty, staff, and alumni.Corrie Greene, an English teacher at the school who also directs its writing center, said the document doesn’t just pertain to what faculty do and say in the classroom and on campus. She is among the nine faculty members who said they won’t be returning.“It says we must affirm and uphold the college’s specific spiritual stances in our full 24 hour/seven-day-a-week personal life,” Greene said. “I can’t let somebody else write my personal testimony. In my faith, Christ is constantly showing me something new.”A small group of students gathered outside the school library on Wednesday to express concerns about the covenant. Sophomore Bailey Mathews organized the event and said she hoped to persuade college President Paul Maurer to “consider this a family and reconsider some things and that we can fix our broken family.”Mathews also said she plans to leave Montreat College.“I was going to stay and I planned on graduating from here,” she said, “but now, no.”"
}