{
    "2007 - 1899": " WASHINGTON – At a hearing with Secretary of State Condoleezza Rice, Queens Rep. Gary Ackerman yesterday slammed the Pentagon for firing Middle East translators who were gay – and cracked jokes about a “platoon of lesbians” in Baghdad.   Ackerman, a senior Democratic member of the House International Relations Committee, was questioning Rice at a hearing about the military’s “don’t ask, don’t tell” policy on gays.   He accused the Pentagon of firing military linguists fluent in Arabic and in the Iranian language Farsi who turned out to be gay.   “For some reason, the military seems more afraid of gay people than they are against terrorists,” he said.   Then Ackerman went into a joke that elicited a few laughs but also awkward groans.   “They’re very brave with the terrorists,” he said. “And if the terrorists ever got a hold of this information, they would get a platoon of lesbians to chase us out of Baghdad.”   Rice smiled politely, but Ackerman continued with his vaudeville riffs.   “Can we marry up those two – or maybe that’s [not] the right word,” he said, referencing the gay-marriage debate, to some laughter.   “Can we have some kind of union of those two issues?” he asked, in another pun.   Rice humored his request that the State Department consider hiring some of the unemployed ex-military linguists, promising to look at the issue.   Far from shying away from the episode, Ackerman’s office sent out a press release with the transcript.   It wasn’t the only time Rice’s testimony before a congressional panel led a lawmaker to make a spectacle.   Last month, Sen. Barbara Boxer (D-Calif.) claimed Rice couldn’t comprehend the burdens on U.S. troops since she is single.   “You’re not going to pay a particular price, as I understand it, with an immediate family,” she scolded Rice.<em><a class=\"a10blb\" href=\"mailto:geoff.earle@nypost.com\">geoff.earle@nypost.com</a></em>",
    "2007 - 961": "Two men were legally united in a civil union in New Jersey just after midnight – the first gay couple to take advantage of the state’s new same-sex equal-rights law, which took effect today.   “It’s a tremendous step forward, but we want more,” said Steven Goldstein, head of the gay-rights group Garden State Equality, who entered into the union with Daniel Gross.   “It is progress but it’s not the final goal.”   Goldstein said he hopes gay couples can one day legally marry in Jersey, as they can in Massachusetts.   The ceremony was held at 12:04 a.m. at the Teaneck office of state Sen. Loretta Weinberg, who co-authored the legislation.   A judge last October ruled that lawmakers can decide whether to allow gay marriages or civil unions for gays. Weinberg pushed the latter because it was more likely to pass.   Goldstein and Gross have been together for 15 years. In 2002, they were legally married in Canada and had a civil-union ceremony in Vermont.",
    "2007 - 2637": "Rudy Giuliani’s liberal views could wreck the GOP, John McCain is an “unreliable leader,” Hillary Rodham Clinton is just like France – and Mitt Romney has “too-perfect” hair, according to an internal Romney campaign report. The blistering strategy report, a 77-page Power-Point presentation, reveals concerns that the former Massachusetts governor is prone to flip-flopper charges, and lists opponents’ vulnerabilities that are ripe for exploiting. The document could be damaging to Romney, several GOP insiders said, further hurting his efforts to try to climb to the top tier in the polls alongside Giuliani and McCain. Giuliani is described as an outside-Washington “rock star and truth teller” who “earned the nation’s trust for his leadership” after 9/11, according to the Boston Globe, which obtained the report. But he’s also described as a “one-dimensional Lone Ranger whose social views – he supports abortion rights and civil unions for gay couples – could destroy the ‘GOP brand.’ “ “We can’t disqualify Dems like Hillary on social issues ever again” if Giuliani wins, the notes say. They highlight the ex-mayor’s “ethical issues,” such as his ties to disgraced Police Commissioner Bernard Kerik, and alludes to his “personal political liabilities” – apparently his three marriages. McCain is a maverick war hero famed for “straight talk,” the document says, but he’s “too close to [the Democratic] Left” and is an “uncertain, erratic, unreliable leader in uncertain times,” the report says. Another major point throughout the report is criticism of Europe – especially France – saying, “That’s where Hillary and Dems would take us. Hillary = France.” The report looks at ways to make Romney a breakout “brand,” and concedes it will be tough for him to do that with both Giuliani and McCain in the race. It expresses concern about Romney’s well-coiffed mane being “too perfect.” It also says he can put distance between himself and President Bush by highlighting “intelligence.” Romney spokesman Kevin Madden said, “Outside consultants routinely offer input and analysis – both solicited and unsolicited – on the dynamics of a political campaign all the time. But we cannot and will not verify any documents that are not marked Romney for President Inc.” The Giuliani and McCain campaigns declined comment, and McCain aides said he’s focused on serious issues such as Iraq. Clinton spokesman Blake Zeff said, “Given his propensity for flip-flopping, if Mr. Romney doesn’t like France today, he’ll probably decide to move there tomorrow.”<a class=\"a10blb\" href=\"mailto:maggie.haberman@nypost.com\">maggie.haberman@nypost.com</a>",
    "2007 - 1329": "One-third of voters take issue with a presidential candidate who supports gun control or has been married three times like Rudy Giuliani, a new Time magazine poll shows.   The numbers indicate potential potholes for the current Republican front-runner as his bid for president kicks into gear.   According to the survey, 30 percent couldn’t back a candidate who favors gun control, while another 35 percent have trouble with someone with three marriages.   That includes 48 percent of “born-again” white Christians.   But the survey also shows 56 percent don’t know Giuliani’s marital history, 68 percent don’t know his stand on gun control (he’s been saying it’s a state matter), and nearly 80 percent don’t accurately know where he is on gay marriage (he’s against it) or abortion rights (he favors it).   That suggests Giuliani is partly an unknown quantity nationally – although the poll is the latest one to show him with a double-digit lead over Arizona Sen. John McCain, beating him 38 percent to 24 percent.   McCain made clear yesterday he will battle hard, telling Dave Letterman he’s running, and hitting Giuliani’s home turf to be honored at an Irish-American event in Midtown.   Giuliani barely leads Sen. Hillary Rodham Clinton, 47 percent to 44 percent, according to the poll of 1,144 registered voters nationwide.",
    "2007 - 1240": "  WASHINGTON – Rudy Giuliani is surging ahead of such GOP big guns as Sen. John McCain for the GOP presidential nomination, a poll shows.   The Newsweek poll suggests that Republicans and social conservatives are so far either tolerant or unaware of the ex-mayor’s liberal views on gay marriage and abortion.   Giuliani leads McCain by 59 to 34 percent and Mitt Romney by 70 to 20 percent. In a late-January Newsweek poll, Giuliani’s led McCain by 48 to 44 percent.   According to the poll, 82 percent of registered Republicans say a candidate’s marital history is not an important consideration. Giuliani has been married three times.   And while most say they’re unfamiliar with Giuliani’s stance on numerous social issues, when informed of his positions, the voters claim not to mind.   Giuliani also showed strongly in a straw poll taken at the Conservative Political Action Committee’s annual conference yesterday. He came in second, just four percent behind Romney but five percent ahead of McCain.   Giuliani also wins when first and second choices are combined, topping Romney by five percent.   “It’s clear he’s a very strong candidate, even with conservatives, despite his record,” said Heather Smith, of Young Voters Strategies. ",
    "2007 - 3412": "City high-school students are taking a “Trojan” course – and it’s not about ancient Greek warfare.   Public high schools ordered 254,000 condoms last year, handing them out to lusty high-school students to encourage safe sex, The Post has learned.   That figure is equivalent to providing one condom for each high-school student.   The Department of Education’s HIV/AIDS Condom Availability Program is independent of the Health Department’s new initiative to hand out 26 million subway-themed condoms to New Yorkers.   The rubbers handed out in school “health resource rooms” don’t cost a dime. The Church &amp; Dwight Co., makers of Trojans, has donated 350,000 condoms a year to the school system for the last 10 years, a Department of Education spokeswoman said. That comes to 3.5 million rubbers.   The DOE identified 17 schools that ordered more than 3,000 condoms during the 2005-2006 school year – including Bronx HS of Science, the HS for Environmental Studies in Manhattan, Lincoln HS in Brooklyn, Port Richmond HS of Staten Island and Bryant HS in Queens.   At Bronx Science, students certainly know where the rubber room is.   “There are bulletin boards near the gym that have notices on them about condom availability,” said Miko Yu, a 17-year-old senior from the Lower East Side. “It’s fine. It’s better to be safe.”   She said some students might be less embarrassed getting them in the school health room than in a pharmacy.   One teacher at Port Richmond HS was dismayed that his school’s students were known more for romping with rubbers than academic achievement. “Is that what we’re known for? Handing out condoms? It’s good to know we’re ahead of everyone else. It’s ludicrous,” said the veteran instructor, who requested anonymity.   While Health Commissioner Dr. Thomas Frieden has launched an aggressive marketing campaign to promote the new “NYC” condoms, he has steered clear of the schools. Frieden and DOE officials said they don’t anticipate any change in school-condom policy, which would likely require school-board approval   Under the current policy, parents can sign a form barring their kids from receiving condoms in school, as long as their kids are under 18.   The Archdiocese of New York opposes the school condom policy as immoral and permissive.   “The best way to prevent the spread of disease is abstinence before marriage and fidelity within marriage, and our schools would be better served by teaching that,” said Joseph Zwilling, spokesman for Edward Cardinal Egan.   But HIV-prevention advocates said the school condom policy is too timid. The number of condoms that schools ordered from the department dropped to 254,000 last year, compared to 347,000 the year before, department figures show.   “There is a consensus that the schools can do a better job,” said a spokeswoman for Gay Men’s Health Crisis.   DOE spokeswoman Margie Feinberg said orders fluctuate from year to year and maintained that the condom program has been a success overall. And the DOE took actions this year to bolster the program.   “Condom availability training is offered more frequently than in past years and every effort is made to accommodate the individual schools’ needs. Under the availability program, high schools have been receiving additional support and assistance,” Feinberg said.<em><a class=\"a10blb\" href=\"mailto:carl.campanile@nypost.com\">carl.campanile@nypost.com</a></em>",
    "2007 - 2783": " WASHINGTON – Hillary Rodham Clinton is breaking with her husband on gays in the military, calling for the “don’t ask, don’t tell” policy to be replaced by show and tell.   Speaking to the nation’s leading gay-rights group in an unannounced speech, the Democratic White House front-runner vowed to throw open the closet door for gays who want to serve in the military.   “This policy doesn’t just hurt gays and lesbians, it hurts all our troops, and this to me is a matter of national security, and we’re going to fix it,” Clinton told the Human Rights Campaign.   “I am proud to stand by your side,” Clinton said in the keynote speech Friday, which was not announced publicly.   Clinton, who has drawn criticism from the gay community for supporting civil unions but not gay marriage, discussed her support for same-sex unions and equality for gays.   Asked twice at a campaign stop in Iowa yesterday why she kept her speech in the closet, Clinton said, “You’ll have to ask my campaign.”   The Human Rights Campaign let the cat out of the bag by posting a video of the speech on its Web site.   A Human Rights Campaign spokesman said keynote speeches to the group are “always closed to the press, and we wanted to make [the remarks] available for people to see.”   Clinton spokesman Blake Zeff said, “We’re delighted that the speech at HRC’s board meeting, which is traditionally closed to press, was posted on their Web site within hours.”   When he was president, Bill Clinton infuriated many in the gay community by not backing efforts to allow openly gay individuals to serve in the military and instead pushing the “don’t ask, don’t tell” policy.   The former first lady publicly opposed the policy in 1999 as she launched her first New York Senate bid, and on Friday told the Human Rights Campaign her commitment to gay rights would continue.   “I want you to know that just as you always have an open door to my Senate office, you will always have an open door to the White House, and together we can continue this journey,” she told the group.   Clinton’s prime rivals for the Democratic nomination, Barack Obama and John Edwards, have also called for the repeal of “don’t ask, don’t tell.”   David Smith, a former aide to Sen. Ted Kennedy (D-Mass.) and now a Human Rights Campaign vice president, said Clinton’s speech was “very well received,” but added the group won’t be endorsing a presidential candidate “anytime soon.”   Meanwhile yesterday, Clinton campaigned in the kickoff caucus state of Iowa.   She praised the state, where the alternative fuel ethanol is blossoming into big business, saying “history books will be traced back to Iowa, because you were ahead of the curve.”<em><a class=\"a10blb\" href=\"mailto:ian.bishop@nypost.com\">ian.bishop@nypost.com</a></em>",
    "2007 - 1477": " WASHINGTON – Rudy Giuliani angled to shore up his conservative standing yesterday by rolling out his newest presidential campaign supporter: Southern social conservative Sen. David Vitter.   Vitter, a Louisiana Republican who opposes abortion, gay marriage and gun control, was introduced yesterday as Giuliani’s Southern regional chairman and immediately assured conservatives that America’s Mayor’s isn’t running “to advance any liberal social agenda.”   Meanwhile, as Giuliani moved to lock up the GOP base, a new CNN/Opinion Research poll showed him opening a double-digit lead over chief rival John McCain.   The national survey of 401 Republicans found Giuliani pulling in 34 percent, compared to the slumping Arizona senator’s 18 percent. Ex-Massachusetts Gov. Mitt Romney and ex-House Speaker Newt Gingrich each checked in at 9 percent.   The low-profile Vitter is Giuliani’s first major backer from south of the Mason-Dixon Line, where Giuliani’s moderate brand of Republicanism traditionally doesn’t hunt.   But Vitter said the leadership Giuliani displayed on 9/11 trumped any social shortcomings. That trait is one many Louisianans believe was lacking among state and federal officials during Hurricane Katrina.   “Rudy has the strong, unwavering leadership and sound judgment we need in this time of war and terrorist threat,” Vitter said in a news conference in Washington. <em><a class=\"a10blb\" href=\"mailto:ian.bishop@nypost.com\">ian.bishop@nypost.com</a></em>"
}