{
    "2010 - 0": "",
    "2010 - 1026": "Remember Carrie Prejean?She was the Miss USA contestant last year who was attacked first for her views on gay marriage and then again weeks later for a series of sexy photos that were deemed so racy, they almost cost the reigning Miss California her crown.<a class=\"legacy-link\"><strong>GALLERY: Miss USA Contestants In Lingerie</strong><br/>\n</a>\nWell, times sure have changed at Miss USA under the tutelage of its owner, real estate tycoon and media personality Donald Trump.Last week, the 51 Miss USA hopefuls convened in Las Vegas and shot their official contestant photos with photographer Fadil Berisha.The look?Lacy lingerie, fishnets, smudged black eyeliner, knee-high boots, ample cleavage and plenty of bare skin, all while positioned in seductive poses on a large bed.Miss Virginia and Miss Kansas are even braless, donning only open shirts and panties.To read more, <a href=\"http://www.foxnews.com/entertainment/2010/05/10/official-miss-usa-sexy-lingerie-topless-carrie-prejean/?test=faces\">go to FoxNews.com</a>. ",
    "2010 - 5331": "WASHINGTON — A proposal to step up the repeal of the ban on gays and lesbians serving openly in the military but still allow the Pentagon time – perhaps even years – to implement new policies won the White House’s backing on Monday after administration officials met with gay rights activists.The White House budget office sent a letter supporting the proposal to remove the Clinton-era “don’t ask, don’t tell” law even as the Pentagon continues a review of the system. Implementation of policy for gays serving openly would still require the approval of President Barack Obama, Defense Secretary Robert Gates and the chairman of the Joint Chiefs of Staff, Adm. Mike Mullen. How long implementation might take is not known, but the proposed amendment would have no effect on current practices.“The proposed amendment will allow for completion of the comprehensive review, enable the Department of Defense to assess the results of the review, and ensure that the implementation of the of the repeal is consistent with standards of military readiness, effectiveness, unit cohesion, recruiting and retention,” budget chief Peter Orszag wrote in identical evening letters to Pennsylvania Rep. Patrick Murphy, Connecticut Sen. Joe Lieberman and Michigan Sen. Carl Levin – the Democrats leading the push for repealMurphy, an Iraq war veteran, was expected to introduce the legislative proposal on Tuesday. Gay rights groups urged a quick vote, which could come as early as Thursday.“Without a repeal vote by Congress this year, the Pentagon’s hands are tied and the armed forces will be forced to continue adhering to the discriminatory ‘don’t ask, don’t tell’ law,” said Joe Solmonese, president of the Human Rights Campaign.The White House had hoped lawmakers would delay action until Pentagon officials had completed their study so fellow Democrats would not face criticism that they moved too quickly or too far ahead of public opinion in this election year. Instead, administration officials recognized it could not stop Congress in its effort to repeal the 1993 ban and joined the negotiations.Hours after activists met at the White House, top Democratic lawmakers met on Capitol Hill and approved the final version of a brokered deal that adds the repeal to the annual defense spending bill.Obama called for the repeal during his State of the Union address this year, and Gates and Mullen have echoed his views but have cautioned any action must be paced.In a speech last year at the Army War College in Carlisle, Pa., Gates noted that the 1948 executive order for racial integration took five years to implement.“I’m not saying that’s a model for this, but I’m saying that I believe this is something that needs to be done very, very carefully,” he told the audience.One organization dedicated to repealing the law urged supporters to hold celebration.“President Obama’s support and Secretary Gates’ buy-in should ensure a winning vote, but we are not there yet,” said Aubrey Sarvis, an Army veteran and Servicemembers Legal Defense Network executive director. “The votes still need to be worked and counted.”The administration has argued that any repeal should start in Congress and have the backing of top military leaders. Gay rights activists criticized the administration as Obama did little to push for a repeal during his first year in office.On Capitol Hill, the third-ranking House Republican promised unified GOP opposition to lifting the ban. “The American people don’t want the American military to be used to advance a liberal political agenda. And House Republicans will stand on that principle,” said Mike Pence, R-Ind.Pence urged Democrats who control both chambers to wait until the Pentagon completes its review of what a repeal would take.Congress led hearings on a repeal and heard testimony from Gates and Mullen – the top uniformed official in the country – in favor of repeal. Additionally, a Gallup poll earlier this month found 70 percent of American favor allowing gays and lesbians to serve openly.Obama’s relationship with gay activists has been rocky since his election. Gays and lesbians objected to the invitation of evangelist Rev. Rick Warren’s to participate in Obama’s inauguration because of Warren’s support for repealing gay marriage in California. Obama responded by having Episcopalian Bishop V. Gene Robinson, the denomination’s first openly gay bishop, participate at another event.Obama has taken a slow and incremental approach to the politically charged issues. He has expanded some federal benefits to same-sex partners, but not health benefits or pension guarantees. He has allowed State Department employees to include their same-sex partners in certain embassy programs already available to opposite-sex spouses.The military’s “don’t ask, don’t tell” policy was imposed by a 1993 law intended as a compromise between President Bill Clinton, who wanted to lift the ban on gays entirely, and a reluctant Congress and military that said doing so would threaten order.Under the policy, the military can’t ask recruits their sexual orientation. In turn, service members can’t say they are gay or bisexual, engage in homosexual activity or marry a member of the same sex.Between 1997 and 2008, the Defense Department discharged more than 10,500 service members for violating the policy.",
    "2010 - 1305": "Rand Paul, the Reublican Senate nominee from Kentuky supposedly destroyed his candidacy almost as soon as he opened his mouth following the primary. Accoring to the media narratve, he torpedoed himself by trying to explain what parts of the 1964 Civil Rights Act he doesagree with. Pundits and reporters were tripping over themselves to explain in the exact right way, why Paul’s Libertarianism was totally “off the reservation” Well, it turns out, <a href=\"http://reason.com/blog/2010/05/26/rand-paul-on-abortion\">the Libertarian Party also thinks Paul has messed up, but not because of his views on a 46 year old law but because he isn’t really Libertarian enough about abortion</a>. And the party is so serious about their criticisms that they may field a candidate against Paul in November. “Libertarian Party Vice Chairman Joshua Koch cites Paul’s support for a federal abortion ban, along with his opposition to gay marriage and his refusal to call for withdrawal of U.S. troops from Iraq and Afghanistan, as grounds for running a candidate against him this fall, which he says the party is considering. ‘We’re not going to let Rand determine what a Libertarian stands for,’ Koch, an erstwhile Paul supporter, told The Washington Post. ‘I’m here to say Rand does not have the Libertarian ideology.’ ",
    "2010 - 2464": " WASHINGTON — President Obama is set to extend family medical-leave benefits to gay and lesbian couples for the first time — his latest step to expand rights and benefits sought by a key group of supporters.   The Labor Department is expected to announce today it is issuing new regulations to let gays and lesbians get benefits under the Clinton-era Family and Medical Leave Act, two officials familiar with the plan said yesterday.   The law requires all employers, private and public, to provide up to 12 weeks of unpaid time off for medical leave or to care for a sick relative.   The new rules come just five months before the November elections — and after some activists have complained that Obama has proceeded too slowly on meeting his gay-rights policy agenda.   In April, Obama mandated that hospitals provide gay and lesbian couples with visitation rights. Many hospitals have traditionally limited visitation to married couples and blood relatives.   Amid a push in Congress, key administration officials came out for ending the ban on gays serving in the military, although the administration was reluctant to push too soon in the midst of ongoing wars in Iraq and Afghanistan.   The White House eventually got behind a compromise that scraps the 1993 policy but delays any changes until the completion of a study on its impact in December.   Obama infuriated some of his gay supporters when the Justice Department filed a brief defending the Defense of Marriage Act — which defines marriage as between a man and a woman — as constitutional, even while supporting its repeal.   The administration argued it was obliged to defend existing law as long as it was constitutional.   Earlier this month, Obama ordered government agencies to extend child-care benefits and extend family medical leave to workers.   Obama plans to meet with gay-rights activists at the White House today, and he is scheduled to attend a Gay Pride Week event in the East Room this evening.   According to a May Gallup poll, 69 percent of Americans now support allowing gays in the military, and 67 percent say gay and lesbian partners should have access to health and other benefits. But 57 percent oppose granting legal status to gay marriages.   Voters identifying themselves as gay, lesbian, or bisexual backed Obama by an overwhelming 70 percent to 27 percent, according to 2008 exit polls. <em><a href=\"mailto:geoff.earle@nypost.com\">geoff.earle@nypost.com</a><br/>\n</em>"
}