{
    "2014 - 4297": "SALT LAKE CITY — A Utah lawmaker hopes residents can soon donate to the state’s fight against gay marriage by checking a box on a tax form.Republican Rep. Merrill Nelson of Grantsville has proposed a bill that would give residents the option of donating a portion of their income-tax refund to a “Marriage Defense Fund.” The tax form already allows donations for nine other groups, including a homeless trust fund and one for organ transplants.Nelson said the option is meant to placate proponents of same-sex marriage who complain the state is wasting money appealing a federal decision striking down Utah’s gay marriage ban. It also allows supporters of “traditional marriage” a way to show their support for the cause, he said.“This bill really is designed to appease both sides,” said Nelson, who is an attorney for Kirton McConkie, which represents The Church of Jesus Christ of Latter-day Saints.Utah will spend $300,000 to bring in a team of three outside attorneys to help defend the state’s same-sex marriage ban before a federal appeals court. If Utah’s case moves to the U.S. Supreme Court, the costs of hiring the team of private attorneys would be another $300,000, Utah Attorney General Sean Reyes said.On Tuesday, hundreds of opponents and supporters of same-sex marriage held twin rallies at the Capitol. Reyes defended the costs at the rally put on by opponents of same-sex marriage, saying “I do not believe this is a losing case,” to a standing ovation.Brandie Balken, executive director of the gay rights group Equality Utah, criticized the bill, which has been given the title of “Marriage Defense Fund.” She said it would create more division among Utah residents by suggesting the only marriages worth celebrating are opposite-sex unions.“The title and the language itself is divisive,” Balken said. “It implies that we are not all invested in the sanctity and importance of marriage.”The measure is the latest in the battle over the state’s same-sex marriage ban approved by two-thirds of Utah voters in 2004 but overturned by a federal judge in late December. More than 1,000 gay and lesbian couples then married, until the U.S. Supreme Court granted the state an emergency stay Jan. 6, halting the weddings.The Denver-based 10th U.S. Circuit Court of Appeals is reviewing the case, with a ruling expected in a few months.Gov. Gary Herbert ordered state agencies to freeze recognition of same-sex marriages, while the federal government has said they’ll recognize the marriages.Nelson said he’s not aware of any other state that allows people to check a box on a tax form to contribute to a state’s legal fees. He said the idea came to him “like a flash” after hearing the complaints from both sides.“It seems fair to both sides,” he said. “It’s not intended to be at all controversial.”If Nelson’s measure passes, the tax-refund contributions would come on taxes filed in 2015.The impact might be more ceremonial than practical. The state office of fiscal analysts estimates the Marriage Defense Fund would draw $60,000 over the next two years, based on the math of 2,000 people donating $15 each.The nine causes that people already can contribute refund money to using their Utah state tax form include youth organizations, the homeless, wildlife, pets, organ transplants, schools and even the “canine body armor account.”Any cause get can get a space on the tax form if the Legislature approves it, Utah Tax Commission Charlie Roberts said. Funds are removed if they receive less than $30,000 for three consecutive years, he said.The nine funds brought in $181,000 in 2013 with contributions from 10,300 people, state tax figures show. Contributions to these funds have steadily dwindled since Utah residents donated nearly $333,300 to them in 2008.The two most popular causes in recent years were the homeless-assistance and organ-transplant funds. People donated $48,800 to help the homeless last year and $37,800 for organ transplants.Nelson’s fund might have a hard time getting through a legislative body where some leaders have suggested it makes sense to wait for the appeals court decision before weighing in on the issue.House Speaker Becky Lockhart said as much Tuesday, but she also said she would stop short of blocking such bills from clearing her chamber.",
    "2014 - 4727": "WASHINGTON — In an assertion of same-sex marriage rights, Attorney General Eric Holder is applying a landmark Supreme Court ruling to the Justice Department, announcing Saturday that same-sex spouses cannot be compelled to testify against each other, should be eligible to file for bankruptcy jointly and are entitled to the same rights and privileges as federal prison inmates in opposite-sex marriages.The Justice Department runs a number of benefits programs, and Holder says same-sex couples will qualify for them. They include the September 11th Victim Compensation Fund and benefits to surviving spouses of public safety officers who suffer catastrophic or fatal injuries in the line of duty.“In every courthouse, in every proceeding and in every place where a member of the Department of Justice stands on behalf of the United States, they will strive to ensure that same-sex marriages receive the same privileges, protections and rights as opposite-sex marriages under federal law,” Holder said in prepared remarks to the Human Rights Campaign in New York. The advocacy group works on behalf of lesbian, gay, bisexual and transgender equal rights.Just as in the civil rights struggles of the 1960s, the stakes in the current generation over same-sex marriage rights “could not be higher,” said Holder.“The Justice Department’s role in confronting discrimination must be as aggressive today as it was in Robert Kennedy’s time,” Holder said of the attorney general who played a leadership role in advancing civil rights.Human Rights Campaign President Chad Griffin said Holder’s “landmark announcement will change the lives of countless committed gay and lesbian couples for the better. While the immediate effect of these policy decisions is that all married gay couples will be treated equally under the law, the long-term effects are more profound. Today, our nation moves closer toward its ideals of equality and fairness for all.”Holder’s speech was criticized by the conservative National Organization for Marriage.“This is just the latest in a series of moves by the Obama administration, and in particular the Department of Justice, to undermine the authority and sovereignty of the states to make their own determinations regulating the institution of marriage,” said Brian Brown, the group’s president. “The changes being proposed here to a process as universally relevant as the criminal justice system serve as a potent reminder of why it is simply a lie to say that redefining marriage doesn’t affect everyone in society.”On Monday, the Justice Department will issue a policy memo to its employees instructing them to give lawful same-sex marriages full and equal recognition, to the greatest extent possible under the law.Holder’s address is the latest application of a Supreme Court ruling that struck down a provision in the Defense of Marriage Act defining marriage as the union of one man and one woman. The decision applies to legally married same-sex couples seeking federal benefits.After the Supreme Court decision last June, the Treasury Department and the IRS said that all legally married gay couples may file joint federal tax returns, even if they reside in states that do not recognize same-sex marriages. The Defense Department said it would grant military spousal benefits to same-sex couples. The Health and Human Services Department said the Defense of Marriage Act is no longer a bar to states recognizing same-sex marriages under state Medicaid and Children’s Health Insurance Programs. The U.S. Office of Personnel Management said it is now able to extend benefits to legally married same-sex spouses of federal employees and annuitants.Holder told his audience:—The Justice Department will recognize that same-sex spouses of individuals involved in civil and criminal cases should have the same legal rights as all other married couples, including the right to decline to give testimony that might violate the marital privilege. Under this policy, even in states where same-sex marriages are not recognized, the federal government will not use state views as a basis to object to someone in a same-sex marriage from invoking this right.—The U.S. Trustee Program will take the position that same-sex married couples should be eligible to file for bankruptcy jointly and that domestic support obligations should include debts such as alimony owed to a former same-sex spouse.— Federal prisoners in same-sex marriages will be entitled to visitation by a spouse, inmate furloughs during a crisis involving a spouse, escorted trips to attend a spouse’s funeral, correspondence with a spouse and compassionate release or reduction in sentence based on an inmate’s spouse being incapacitated.",
    "2014 - 3888": "The Boy Scouts of America said Wednesday that it lost 6 percent of its membership after an often-bruising year in which it announced it would accept openly gay boys for the first time, over the objections of some participants who eventually left the organization.The organization’s national leadership voted in May to accept openly gay boys for the first time, while continuing to exclude gay leaders. That policy change, while lauded by gay-rights groups, angered conservatives and some members who consider homosexuality a sin and a violation of Scouting values.BSA spokesman Deron Smith said Wednesday that the 2013 decline could partially be attributed to that change, but also other issues that have caused slight declines in membership over the last decade.“There are many factors that go into a family’s decision to join Scouting and it’s impossible to point to any single factor that influences our membership numbers,” Smith said in an email. “This includes, but is not limited to, the limited amount of discretional time and parents wanting relevant programs for their kids.”With nearly 2.5 million youth and almost 1 million adults, Scouting remains a significant force in communities across the United States, even though its membership has slowly, but steadily declined over the last decade.The new policy says youths cannot be removed from the ranks of the Cub Scouts, Boy Scouts or Venturers program solely due to sexual orientation. About 60 percent of the 1,400 voting members of BSA’s National Council approved the change at a meeting in the Dallas-Fort Worth suburbs, near BSA’s national headquarters in Irving, Texas.BSA made the change as it faced mounting public pressure in a nation that is growing more accepting of gays and gay marriage. While the Church of Jesus Christ of Latter-day Saints backed BSA, the Southern Baptist Convention expressed its disapproval and left it to individual churches to decide whether to remain with the Boy Scouts.A small number of Scouts eventually left over disagreements about homosexuality. Some went to Trail Life USA, an organization set up after the change by conservatives and Christian groups. Trail Life claimed about 425 “pre-chartered” groups around the country late last year. It has not said how many youth members it has.BSA, which is a century-old organization, has faced a longer-term challenge to stay relevant with today’s youth and their parents. Smith said the organization recorded a 4 percent membership decline between 2011 and 2012, with similar declines in some of the years during the last decade.He pointed to several successes in 2013 for the Boy Scouts, which opened a new permanent site for its annual jamboree of Scouts from around the world and was featured on a National Geographic television series.“Last year was a milestone year for the BSA in many ways,” he said.He added that accepting openly gay boys “allows us to serve more kids.”Already, one openly gay Scout who was denied his Eagle award due to his sexual orientation has been allowed to achieve Scouting’s highest rank. Pascal Tessier of Kensington, Md., was named an Eagle Scout this week.Zach Wahls, an Eagle Scout who founded the advocacy group Scouts for Equality, said he’s heard of no incidents of potential discrimination since the policy went into effect. He said suggestions last year of a mass exodus due to the policy change appear to have been overblown.“We believe in the importance of Scouting,” Wahls said. “And we look forward to working with the BSA after all this is behind us to look for ways to boost membership again.”But John Stemberger, Trail Life’s founder, accused the Scouts of hiding the true impact of the policy and predicted BSA would eventually open its doors to gay leaders as well.“There’s not a whole lot of people that are calling it straight in terms of what the policy is and what it does,” he said.",
    "2014 - 1375": "VATICAN CITY — Pope Francis on Monday opened the most critical week of his year-old papacy: Two commissions of inquiry on Vatican finance are reporting their recommendations for reform, and preparations get under way for a summit on family issues that will deal with the widespread rejection by Catholics of church teaching on contraception, divorce and gay unions.Francis also will preside over his first ceremony to formally welcome 19 new cardinals on Saturday. In typical Francis style, the cardinals hail from some of the poorest places on earth, including Haiti, Burkina Faso and Ivory Coast.The first half of Francis’ week is devoted to a meeting of his “Group of Eight” advisers, senior cardinals whom Francis appointed to help govern the church.On Monday, the G8, the pope and his No. 2 heard recommendations from experts on rationalizing the Holy See’s overall financial and administrative structures. On Tuesday, they will hear from the commission of inquiry studying how to reform the Vatican bank.In the second half of the week, cardinals will discuss the October summit, or synod, on family issues.Francis called the synod late last year and commissioned surveys to ask Catholics about church teaching. The surveys found teachings on birth control, homosexuality, marriage and divorce were rejected as unrealistic and outdated by the vast majority of Catholics.",
    "2014 - 2801": "WASHINGTON — Attorney General Eric Holder said Monday that state attorneys general who believe that laws in their states banning same-sex marriage are discriminatory are not obligated to defend them. For an example, he cited the 1954 Brown v. Board of Education case that led to public school integration.“If I were attorney general in Kansas in 1953, I would not have defended a Kansas statute that put in place separate-but-equal facilities,” Holder said in an interview with The New York Times.Holder said an attorney general should apply the highest level of scrutiny before reaching a decision on whether to defend laws that touch on core constitutional issues like equal protection. He said the decision should never be political or based on policy objections.“Engaging in that process and making that determination is something that’s appropriate for an attorney general to do,” Holder told the Times for a story that appeared on its website late Monday.Holder was scheduled to address the winter meeting of the National Association of Attorneys General on Tuesday.Democratic attorneys general in five states — Virginia, Pennsylvania, California, Illinois and Nevada — have declined to defend same-sex marriage bans against lawsuits filed by gay couples. New Mexico’s attorney general, also a Democrat, has challenged longstanding legal interpretations that said such unions were impermissible there.Republicans have criticized the view that attorneys general can choose not to defend state laws.The Times reported that Holder was careful not to encourage state attorneys general to disavow their own laws. Holder himself refused to defend the federal Defense of Marriage Act in 2011, which helped lead to last year’s Supreme Court decision striking down a key part of the Defense of Marriage Act that denied gay married couples the federal benefits and privileges enjoyed by heterosexual couples.The attorney general has been outspoken on issues he sees as highlighting flaws in the criminal justice system that have a disparate impact on minorities. Earlier this month he called on 11 states to restore voting rights to ex-felons, arguing that laws that permanently disenfranchise people who are no longer under federal or state supervision should be reconsidered.Holder has urged the nation’s schools to abandon disciplinary policies that send students to court instead of the principal’s office, citing cases in which black students were disciplined more harshly and more frequently than whites.In addition, he has instructed federal prosecutors to stop charging many nonviolent drug defendants with offenses that carry mandatory minimum sentences, saying that long mandatory terms have flooded the nation’s prisons with low-level drug offenders and diverted money away from crime fighting.",
    "2014 - 3999": "Arizona’s governor may put the brakes on a controversial bill that would allow businesses to refuse service to gay customers — amid a backlash that included condemnation from the NFL and Sen. John McCain.Several media organizations Tuesday quoted sources close to Governor Jan Brewer who said the Republican would likely veto Senate Bill 1062. The bill would protect businesses who refuse to serve gay or lesbian customers on religious grounds from lawsuits, but has been blasted by opponents as anti-gay.Brewer returned home Tuesday after five days in Washington and has not publicly said whether she would veto the bill. But three sources close to the governor told NBC News Brewer would likely veto it over fears the legislation could hurt the state’s economy.“It’s been her proclivity in the past to focus on the priorities she wants them [the legislature] to accomplish, and this was clearly not part of her agenda,” longtime Brewer political adviser Chuck Coughlin <a href=\"http://www.nbcnews.com/storyline/arizona-bill-controversy/brewer-likely-veto-anti-gay-measure-n38186\">told NBC News</a>.Another source close to Brewer also told NBC the governor “doesn’t want to take any actions that could jeopardize the economic momentum we’ve seen here in Arizona.”The NFL, which plans to hold the 2015 Super Bowl in Arizona, stopped short of saying the game could be moved from the state over the legislation, but it said in a statement Tuesday that “Our policies emphasize tolerance and inclusiveness and prohibit discrimination based on age, gender, race, religion, sexual orientation or any other improper standard … We are following the issue in Arizona and will continue to do so should the bill be signed into law.”Sen. John McCain tweeted on Monday, “I hope Governor Brewer will veto #SB1062.”Some Republican senators who pushed the bill through the Legislature are now calling for a veto as well, but they cite “inaccurate” information about the measure for igniting a firestorm. They argue the bill is designed only to protect business owners with strong religious beliefs from discrimination lawsuits that have happened in other states. Some blame the media for blowing the law out of proportion.Democrats say that argument doesn’t wash and call SB1062 “toxic” legislation that allows discrimination. They said they warned Republicans who voted for the bill that it was destined for trouble.“We brought this to their attention five weeks ago,” said Sen. Steve Gallardo, D-Phoenix. “We said this is exactly what is going to happen. You have a bill here that’s so toxic it’s going to divide this Legislature. It’s going to be polarizing the entire state. And that’s exactly what happened.”The bill was pushed by the Center for Arizona Policy, a social conservative group that opposes abortion and gay marriage. The group says the proposal simply clarifies existing state law and is needed to protect against increasingly activist federal courts.The state’s Super Bowl Committee also weighed into the controversy Tuesday, saying in a statement that a boycott over the bill could hamstring the state’s economy.“On that matter we have heard loud and clear from our various stakeholders that adoption of this legislation would not only run contrary to that goal but deal a significant blow to the state’s economic growth potential. We do not support this legislation,” the committee said.The NFL moved the 1993 Super Bowl from Tempe, Ariz., to Pasadena, Calif., after voters refused to approve a paid holiday for Martin Luther King Jr. Day in 1990. Arizona voters approved the holiday in 1992, and the NFL held Super Bowl XXX in Tempe’s Sun Devil Stadium four years later.The Arizona bill comes just months before the NFL may draft its first openly gay player. Missouri defensive end Michael Sam <a href=\"https://nypost.com/2014/02/10/experts-wonder-if-michael-sam-has-ability-to-succeed-in-pros/\">is expected to be picked in the third to fifth round</a> at the NFL Draft in May.<em>With AP</em>",
    "2014 - 4506": "PHOENIX — Gov. Jan Brewer on Wednesday vetoed a Republican bill that set off a national debate over gay rights, religion and discrimination and subjected Arizona to blistering criticism from major corporations and political leaders from both parties.Brewer’s decision defused a national furor over gay rights and religious freedom.The bill backed by Republicans in the Legislature was designed to give added protection from lawsuits to people who assert their religious beliefs in refusing service to gays. But opponents called it an open attack on gays that invited discrimination.The bill thrust Arizona into the national spotlight last week after both chambers of the state legislature approved it. As the days passed, more and more groups, politicians and average citizens weighed in against Senate Bill 1062. Many took to social media to criticize the bill, calling it an attack on gay and lesbian rights.Prominent Phoenix business groups said it would be another black eye for the state that saw a national backlash over its 2010 immigration-crackdown law, SB1070, and warned that businesses looking to expand into the state may not do so if bill became law.Companies such as Apple Inc. and American Airlines and politicians including GOP Sen. John McCain and former Republican presidential nominee were among those who urged Brewer to veto the legislation.Brewer was under intense pressure to veto the bill, including from three Republicans who had voted for the bill last week. They said in a letter to Brewer that while the intent of their vote “was to create a shield for all citizens’ religious liberties, the bill has been mischaracterized by its opponents as a sword for religious intolerance.”SB 1062 allows people to claim their religious beliefs as a defense against claims of discrimination. Backers cite a New Mexico Supreme Court decision that allowed a gay couple to sue a photographer who refused to document their wedding, even though the law that allowed that suit doesn’t exist in Arizona.Republican Sen. Steve Yarbrough called his proposal a First Amendment issue during a Senate debate.“This bill is not about allowing discrimination,” Yarbrough said. “This bill is about preventing discrimination against people who are clearly living out their faith.”Democrats said it was a veiled attempt to legally discriminate against gay people and could allow people to break nearly any law and cite religious freedom as a defense.“The heart of this bill would allow for discrimination versus gays and lesbians,” said Sen. Steve Gallardo, D-Phoenix. “You can’t argue the fact that bill will invite discrimination. That’s the point of this bill. It is.”The bill is similar to a proposal last year brought by Yarbrough but vetoed by Brewer, a Republican. That legislation also would have allowed people or religious groups to sue if they believed they might be subject to a government regulation that infringed on their religious rights. Yarbrough stripped that provision from the bill in the hopes Brewer will embrace the new version.Civil-liberties and secular groups countered that Yarbrough and the Center for Arizona Policy, a powerful social conservative group that backs anti-abortion and conservative Christian legislation in the state and is opposed to gay marriage, had sought to minimize concerns that last year’s bill had far-reaching and hidden implications.Yarbrough called those worries “unrealistic and unsupported hypotheticals” and said criminal laws will continue to be prosecuted by the courts.The Center for Arizona Policy argues the law is needed to protect against increasingly activist federal courts and simply clarifies existing state law. “We see a growing hostility toward religion,” said Josh Kredit, legal counsel for the group.Similar religious-protection legislation has been introduced in Ohio, Mississippi, Idaho, South Dakota, Tennessee and Oklahoma, but Arizona’s plan is the only one that has been passed by a state legislature. The efforts are stalled in Idaho, Ohio and Kansas.The push in Arizona comes as an increasing number of conservative states grapple with ways to counter the growing legality of gay marriage. Arizona’s voters approved a ban on gay marriage as a state constitutional amendment in 2008. It is one of 29 states with such constitutional prohibitions, according to the National Conference of State Legislatures.Federal judges have recently struck down those bans in Utah, Oklahoma and Virginia, but those decisions are under appeal.",
    "2014 - 3409": "WASHINGTON – Vice President Joe Biden groused that President Obama gave him “every s- -t job in the world,” but still doesn’t fully trust him.The revelations about Biden’s tortured relationship with Obama, detailed in a <a href=\"http://www.politico.com/magazine/story/2014/02/joe-biden-profile-103667.html?hp=pm_1#.Uw_OceNdWVo\">lengthy profile by Politico</a>, only got worse when the Veep in 2012 came out in support of gay marriage while Obama was still on the record opposing it.The infamous gaffe, which pre-empted Obama’s announcement that he had “evolved” on the issue and supported gay marriage, so outraged Obama’s top aides that they froze Biden out of White House decision-making meetings.Biden, 71, had agreed early on to take on all the unsavory jobs, from settling Senate spats to cooling out jittery Afghan President Hamid Karzai.But he wanted to be included in the big decisions.“When the president asked me what portfolio did I want, I said, ‘Base it on what you want of me to help you govern,’” Biden recalled telling Obama.“‘But I want to be the last guy in the room on every major decision. … You’re president, I’m not, but if it’s my experience you’re lookin’ for, I want to be the last guy to make the case.’”The gay gaffe, however, broke the deal.Biden tried to apologize to Obama, telling him he stole the president’s thunder by accident.But Obama’s inner circle held a grudge and became increasingly hostile toward the VP.The slights that followed included barring him from strategic planning meetings, cancelling plans for Biden to headline fundraisers and limiting his public appearances.The Obama aides even interfered with Biden’s staffing decisions, blocking two of his picks for a new chief of staff.Worse yet, they raised the profile of outgoing Secretary of State Hillary Clinton, who remains Biden’s chief rival for the presidency in 2016.After Obama and Biden won re-election, Obama chose to appear with Clinton, not Biden, in his first TV interview of his second term.After two years, Biden’s fractured friendship with Obama is just starting to mend.Meanwhile, the looming presence of Clinton, 66, has continued to overshadow Biden.The vice president was miffed when top White House aides failed, in his view, to forcefully dispel rumors that Obama was considering replacing him in 2012 with Clinton as VP.Further infuriating Biden, the rumors were true. The Obama campaign had started polling voters about a possible Obama-Clinton ticket.Clinton now leads early polls for the Democratic nomination for president, including a recent Washington Post/ABC News poll that showed her crushing Biden 73-12 percent.“He’s in a predicament. It’s so big, it’s almost literary,” said a White House insider. “Never in his entire life has [Biden] been better positioned to get the thing he most wants: the presidency. He’s climbed almost all the way to the top. And guess what? Somebody moved the ladder. How would you deal with that?”<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe allowfullscreen=\"true\" class=\"youtube-player\" height=\"360\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation\" src=\"https://www.youtube.com/embed/HWlSX9TT2eo?version=3&amp;rel=1&amp;showsearch=0&amp;showinfo=1&amp;iv_load_policy=1&amp;fs=1&amp;hl=en-US&amp;autohide=2&amp;wmode=transparent\" style=\"border:0;\" title=\"Video\" width=\"640\"></iframe></span>"
}