{
    "2005 - 2482": "THE moment was freakishly out of character. There, in the flesh, was unmistakably John Kerry – face taut and unmoving, makeup tan, hair at attention – and he performed an act that, for once, just might serve to benefit someone other than himself:   Kerry announced that he was unhooking his fingernails from the doorjamb of 1600 Pennsylvania Ave. The man whose boundless ambition had long eclipsed his pride, his morality or common sense had, finally, come to his senses.   Kerry was stepping aside.   Thank you, Senator.   In the final analysis, the people – a clear majority of us – recognized Kerry for what he was. Here was the negative image of a genuine candidate, a man who won the Democratic nomination because he was not Howard Dean, then ran on the single-issue platform of “I’m not George Bush.”   He was a man without a plan, a politician without a platform, a self-involved empty suit who offered not one single, coherent campaign promise, with the exception that he vowed to raise your taxes.   In the Senate, it was easier for Kerry to obscure his lack of ideas. There, he could profess to be the candidate for gay rights – while opposing gay marriage.   In the Senate, he could get away with voting in favor of the war in Iraq, then against equipping the troops, after reading a poll suggesting some Americans thought things were going badly in the Mideast.   When it suited him, he posed as a Vietnam War hero, though he was loath to explain how he once called his comrades baby-killers. And he never quite told us how he could ignore our allies in Israel, and live with himself.   He was the candidate of big government, who promised health care for all, while never saying how he would succeed where his predecessors failed, miserably.   In the end, being vague was not an option. It became clear that his priority was never the betterment of the people of this country. John Kerry existed for the glory of John Kerry.   On Election Day, the people spoke. The majority voted for someone imperfect, but a man they knew. This is a president we feel safer with. A man whose principles we might not always agree with. But better to stand for something than exist in a moral, spiritual, ideological void.   It took Kerry at least 12 hours before the message finally seeped in.   But Kerry came to his senses. He could not win, and drawing this thing out was not only wrong, it would certainly poll badly.   Senator, you may have a future in public service, after all. ",
    "2005 - 2819": "PRESIDENT BUSH won the White House because he understands it’s hip to be square.   Bush knows what he stands for and connects with mainstream Americans across a cultural divide that Democrat John Kerry just can’t reach.   The president won re-election far from the fancy Manhattan dinner tables where pampered liberals love to ridicule him as a dummy, out in rural and exurban areas where Americans still think it’s right to talk about loving God and country.   He won in places where campaigning with Red Sox World Series hero Curt Schilling trumps Bruce Springsteen or Jon Bon Jovi any time, and Whoopi Goldberg was never seen as funny, even before her obscene anti-Bush rant at a Kerry cash bash.   He won in tiny towns where no one dreams of dining with Bush-hating billionaire George Soros, you don’t need to borrow a gun to go goose hunting, and opposing gay marriage is seen as standing up for traditional values.   “Most people in America don’t windsurf and don’t snowboard. Kerry’s problem wasn’t about his thoughts or issues as much as it was his inability to connect,” said Democratic strategist David Doak.   “Democrats get in trouble with candidates from the liberal elite, of noblesse oblige, who talk about, ‘Oh gee, I’m going to help the poor people,’ ” Doak added.   As he sees it, the Democratic Party is a mix of working people and often-wealthy liberals. But recently – with the notable exception of Bill Clinton – the party has chosen nominees who reflect an elite, out-of-touch mentality.   “Bill Clinton could go both ways. He was comfortable in trailer parks as well as Park Avenue. But he was a unique figure,” Doak said. “We Democrats have got to find a way to reconnect with rural voters and more conservative voters.”   The cultural disconnect explains why the Democratic party is evaporating in the South, where it just lost a stunning five Senate seats (counting Florida), and in socially conservative states like South Dakota, where Senate Democratic leader Tom Daschle lost.   Daschle, desperate to hang onto his seat, even ran a TV ad that showed him hugging Bush after 9/11. Republicans hit back with an ad that showed Daschle ridiculing Bush in terms that a disdainful Manhattan liberal might happily use. South Dakotans love Bush – and rejected Daschle.   A central tenet of Bush political guru Karl Rove’s strategy over the past four years has been to turn out 3 or 4 million conservative Christians who didn’t vote in 2000. And he did. That was key to saving Ohio for Bush.   It’s also a prime reason why as many Republicans as Democrats voted this time.   They’re the kind of voters who see an extra $1,000 from the Bush tax cuts as real money, not chump change. And who think voting against $87 billion covering body armor and munitions in wartime isn’t nuance, it’s just wrong. ",
    "2005 - 3059": "Former President Bill Clinton, in his first comments on President Bush’s re-election, yesterday urged Democrats not to “whine” about the outcome, but to find a “clear national message.”   Clinton also said that Democrat John Kerry was hurt by the polarizing issue of gay marriage, which was legalized by Massachusetts’ top court and put on the ballot in 11 states, and the surfacing of a tape from Osama bin Laden in the final days of the race.   Reminded of terrorism by the bin Laden tape, voters decided they didn’t want to “change horses” during a time of heightened concern over national security, Clinton said in a speech to the Urban Land Institute at the New York Hilton.   Clinton said Hispanic voters tilted to Bush because of terrorism fears, as did suburban “soccer moms,” who Clinton said turned into “the security moms of 2004.”   He also said that while Democrats registered more new voters than Republicans, the Bush campaign did a better job of getting voters to the polls who were already registered but had not previously voted.   Despite the GOP victory, the former president – whose wife Hillary is already being mentioned as the top contender for the White House in 2008 – said Democrats “shouldn’t be all that discouraged” by Kerry’s defeat.   Clinton said it would be “a mistake for our party to sit around and . . . whine about this and that or the other thing.”   Clinton attributed Kerry’s loss to the Democrats’ failure to combat how they were portrayed by Republicans to small-town America.   “If we let people believe that our party doesn’t believe in faith and family, doesn’t believe in work and freedom, that’s our fault,” he said.   Democrats “need a clear national message, and they have to do this without one big advantage the Republicans have, which is they won’t have a theological message that basically paints the other guy as evil,” he said.   Clinton said the country was more divided than it was in 1968 and called for an end to the “culture war.”   In his hourlong speech Clinton, who had open-heart surgery in September, gave Bush and the Republicans full credit for the election victory.   “The Republicans had a clear message, a good messenger, great organization and great strategy,” he said.   Clinton said Bush should use his second term to move toward less dependence on foreign oil.   “This election presents a great opportunity for President Bush and a great opportunity for Democrats, and the two are not necessarily in conflict,” he said.   The biggest opportunity he noted was the prospect of an Israeli-Palestinian peace amid the impending demise of Yasser Arafat.   Peace in the region would “take enormous steam” out of Islamic fundamentalist terrorism worldwide, Clinton said. “They would have to think of a new excuse to murder people.”   WHY KERRY LOST   * Gay marriage issue favored Republicans   * GOP got inactive registered voters to the polls   * Democrats were portrayed as the party that didn’t care about family, freedon, faith and work   * Osama bin Laden tape made security a top issue ",
    "2005 - 1742": "A bad dream that her father had lost his bid for re-election pushed privacy-conscious First Daughter Jenna Bush out on the campaign trial, Laura Bush reveals in a new interview.   The University of Texas graduate had the premonition at some point during her senior year and decided she couldn’t just stand by as her father ran for a second term, the first lady told Newsweek magazine. “It was very moving to George,” Laura said.   Soon after her nightmare, Jenna and her sister, Barbara, came along on one of Bush’s campaign bus trips and contributed some much-needed humor to their dad’s grueling re-election bid.   To Bush’s delight, his daughters would read aloud signs criticizing him. Passing a sign that read “You suck,” the three could barely control their laughter, Newsweek reports.   And although the 22-year-old twins’ convention speech was met with near-unanimous jeers, the girls were able to brush it off quite easily and continue campaigning.   The girls’ attitude was far different from Bush’s first presidential run, when Jenna told her father, “Oh, I just wish you wouldn’t run . . . It’s going to change our life.”   Meanwhile, just days after President Bush’s re-election victory, soul-searching gay and lesbian advocates are wondering whether same-sex weddings tipped the scales to Republicans.   Exit polling showed “moral values” were at the top of voters’ concerns, especially in the 11 states where voters banned same-sex marriage – ballot amendments inspired by a slew of gay weddings in several states.   “I think it hurt,” said Rep. Barney Frank, a gay Democrat from Massachusetts, the state that set off a firestorm last November when its high court ruled gay couples could marry. <em>With Post Wire Services</em>",
    "2005 - 1623": " WASHINGTON – Karl Rove yesterday described John Kerry’s flip-flop on paying for the war in Iraq as “a gift that kept on giving” and said Swift Boat attacks on Kerry worked because he made the war an issue.   Rove, the top political strategist for President Bush, also vowed a busy agenda – beginning with amending the Constitution to ban gay marriage, although two moderate Republicans quickly panned the idea.   Rove, appearing on “Fox News Sunday,” also said Bush would quickly move to reform the tax code.   As for Kerry’s claim during the campaign that he “voted for the $87 billion [for the Iraq war] before I voted against it,” Rove said his reaction was one of “disbelief.”   “We immediately turned it into . . . [an] ad that featured an ending with those words on it. And it’s the gift that kept on giving,” Rove said.   As for the Swift Boat Vets for Truth, who ripped Kerry as a liar, Rove said that Kerry himself made the attacks stick.   “I think they were made important by the fact that Sen. Kerry, at his convention, really talked about not his forward-looking agenda or his service in the Senate, but really only about Vietnam,” Rove said.   Speaking on CBS’s “Face the Nation,” Sen. Susan Collins (R-Maine) and Chuck Hagel (R-Neb.) both panned Bush’s proposal to amend the Constitution to prevent gays from being married.   “I don’t think there’s any evidence that suggests that a constitutional amendment is needed at this time,” said Collins, who said it would be a mistake for Bush to push the effort.   Hagel added, “I don’t think you want to move the Constitution into that realm.”   (p. 21 in metro)",
    "2005 - 2033": " ALBANY – Gov. Pataki’s top political adviser has trashed President Bush, attacked the “Christian right,” and said Bush’s re-election means Pataki can’t become president in 2008.   The shocking comments by Arthur Finkelstein appeared in the Israeli daily newspaper Maariv, which also quoted the nationally known GOP consultant as saying that in the presidential election, “the Republican Party became the Christian right, the most radical in modern history ever.”   Finkelstein, the one-time political guru to former U.S. Sen. Alfonse D’Amato, is also described by Maariv writer Boaz Gaon as “hating” Bush.   In the story, which ran last Friday, Finkelstein accused Bush of trying to “dictate to America how to live and what to believe in.”   Finkelstein, who has helped run several Israeli elections, is also described as claiming Bush is more interested in banning abortion than he is in winning the war in Iraq.   And Finkelstein, who told a Boston newspaper several years ago that he is homosexual, described Bush’s campaign strategy as being more interested in banning gay marriages than in improving the American economy.   Finkelstein, who is credited with orchestrating Pataki’s stunning upset victory over then-Gov. Mario Cuomo in 1994, told the newspaper Bush’s victory is bad news for Pataki, a social liberal who supports abortion and gay rights, because it means the “Christian right” is in charge of the GOP.   Asked if Pataki could run for president in 2008, Finkelstein responded:   “Bush’s victory not only establishes the power of the American Christian right in this candidacy, but in fact established its power to elect the next Republican president.”   Finkelstein did not return calls seeking comment, and Pataki’s camp did not return calls.   A prominent Republican familiar with the interview called Finkelstein’s comments “a big embarrassment for Pataki.   “Arthur isn’t comfortable being a Republican anymore when he’s so unhappy with our success and that’s why he’s so flamboyantly bashing the president.” ",
    "2005 - 1726": " Gov. Pataki rebuked his longtime political adviser Arthur Finkelstein yesterday for saying President Bush had allowed the “Christian right” to take over the Republican Party.   “Arthur Finkelstein’s assessment of the presidential campaign is simply wrong,” said Pataki spokeswoman Lisa Stoll, in an unprecedented criticism of the governor’s valued campaign strategist.   “The governor strongly disagrees and thinks the president ran an outstanding race, and he was proud to have an active role in the campaign,” Stoll continued.   The Post disclosed yesterday that Finkelstein, a nationally known GOP consultant who was once the top political adviser to former U.S. Sen. Alfonse D’Amato, had been highly critical of Bush and the president’s campaign in an interview with the Israeli newspaper Maariv.   Finkelstein also contended in the interview that the “Christian right” coalition that helped re-elect Bush would make it impossible for liberal Republicans like Pataki to win their party’s presidential nomination in four years.   “Bush’s victory not only established the power of the American Christian right in this candidacy, but, in fact, established its power to elect the next Republican president,” Finkelstein said.   Finkelstein also claimed that religious groups are more interested in banning abortion and prohibiting gay marriages then they are in winning the war in Iraq and improving the economy.   Meanwhile, Pataki, who raised a lot of money for the president’s campaign, insisted he isn’t interested in getting a job in the Bush administration.   “I haven’t wanted to. I supported the president because I believe in his policies and I believe in the president,” he said.   (p. 2 in metro and sports extra) ",
    "2005 - 1563": "Partners of gay city workers could soon be eligible to receive pension benefits under a proposal being pushed by Mayor Bloomberg.   In a statement yesterday, the mayor is asking that the city’s five pension systems recognize gay marriages performed in Massachusetts, Canada and elsewhere, as well as civil unions in Vermont.   State Comptroller Alan Hevesi determined last month that gay partners state government workers married in Canada are entitled to the same public pension benefits as married heterosexuals. After that ruling, Bloomberg sought an advisory opinion from city lawyers to see if the city pension boards could do the same.   “The corporation counsel has advised me that such recognition is legal and just,” Bloomberg said.   “I am forwarding the opinion to my representatives on the boards of the city’s five pension systems and directing them to introduce resolutions to ensure that parties to these relations are treated in the same manner as parties to opposite-sex marriages.”   Gay rights groups hailed Bloomberg’s action.   “Thousands of New York City families will benefit because the funds will begin to treat our families as equal,” Alan Van Capelle, executive director of the Empire State Pride Agenda, said.   The city’s five pension boards – representing municipal workers, teachers, cops, firefighters, and more – all have representatives of the mayor on the boards.   Bloomberg also said he would seek a change in state law that would allow the city pension systems to recognize domestic partnerships for the purpose of benefits. "
}