{
    "2018 - 5576": "WASHINGTON — His vote likely to decide the outcome, Supreme Court Justice Anthony Kennedy voiced competing concerns Tuesday about respecting the religious beliefs of a Colorado baker who wouldn’t make a wedding cake for a same-sex couple, and the gay couple’s dignity.Kennedy, the author of all the court’s major gay-rights decisions, worried early in a riveting argument at the high court that a ruling in favor of baker Jack Phillips might allow shop owners to put up signs saying, “We do not bake cakes for gay weddings.”But later, Kennedy said the Colorado Civil Rights Commission seemed “neither tolerant nor respectful of Mr. Phillips’ religious beliefs” when it found his refusal to bake a cake for the gay couple violated the state’s anti-discrimination law.Phillips and the couple, Charlie Craig and David Mullins, were all in the courtroom Tuesday to listen to an argument that otherwise seemed to put the conservative justices squarely with Phillips and the liberals on the couple’s side.The case pits Phillips’ First Amendment claims of artistic freedom against the anti-discrimination arguments of the Colorado commission, and the two men Phillips turned away in 2012.The argument was the first involving gay rights since the Supreme Court ruled in 2015 that states could not prevent same-sex couples from marrying.The Trump administration is supporting Phillips in his argument that he can’t be forced to create a cake that violates his religious beliefs. It appears to be the first time the federal government has asked the justices to carve out an exception from an anti-discrimination law.Protesters on both sides filled the sidewalk in front of the court, shortly before the start of the argument.“We got Jack’s back,” Phillips’ supporters said. Backers of Craig and Mullins countered: “Love wins.”Inside the packed courtroom, the liberal justices peppered Phillips’ lawyer, Kristen Waggoner, and Solicitor General Noel Francisco with questions about how to draw a line to accommodate Phillips without eviscerating laws that require businesses that are open to the public to serve all customers.The case’s outcome could affect photographers and florists who have voiced objections similar to those of Phillips.Justices Ruth Bader Ginsburg and Elena Kagan ticked off other categories of people who are involved in weddings to ask if they too might be able to refuse a same-sex couple. A graphic artist who designs menus and invitations? A jeweler? A hairstylist? A makeup artist?Waggoner said the person who makes menus and invitations might be in the same position as Phillips, but not the others because what they do is “not speech.”Kagan replied: “Some people might say that about cakes, you know?”More generally, Justice Stephen Breyer, in an exchange with Francisco, said his concern is the court would have “no way of confining” a decision in favor of Phillips.Kennedy’s comments in the first half of the 75-minute argument seemed firmly in line with the concerns for human dignity that Kennedy expressed in his opinion in the 2015 gay marriage case and other gay-rights decisions he has written over more than 20 years. Kennedy expressed his doubts when Francisco tried to describe a narrow range of situations in which Phillips and similarly situated business owners might have a right to refuse service.“The problem for you is so many examples do involve speech. It basically means there is an ability to boycott,” Kennedy said.When Frederick Yarger, the Colorado solicitor general, and the American Civil Liberties Union’s David Cole stood up to defend the commission’s ruling against Phillips, the conservative justices pounced.Because same-sex marriage was not yet legal in Colorado in 2012, Justice Samuel Alito noted that Craig and Mullins could not have obtained a marriage license where they lived or gotten a local official to marry them. Yet Phillips supposedly “committed a grave wrong” when he refused to make them a cake, Alito said. That struck him as unfair, he said.Chief Justice John Roberts pressed both Cole and Yarger on whether a Catholic legal services agency that provides help for free would have to take up a case involving a same-sex couple, despite the religious opposition to same-sex marriage. Yes, Cole said, “if they’ve provided the same services to couples who are straight.”Colorado native Neil Gorsuch, taking part in the most important gay rights case since he joined the Supreme Court in April, asked Cole whether a baker who made a cake shaped like a red cross to celebrate relief efforts also would have to make the same cake for the Ku Klux Klan.Cole said no, because Colorado’s anti-discrimination law refers to race, sex and sexual orientation, but does not protect KKK members.Kennedy’s questions in this portion of the argument seemed to reflect his strong First Amendment views in favor of free speech and religion that he has developed in nearly 30 years on the court.Kennedy described comments made by one of the seven Colorado commissioners in the case as hostile to religion. “Did the commission ever disavow or disapprove” of those remarks, he asked.Not before today, Yarger said, disavowing them.The exchange raised another possibility: that the court could return the case to the commission for reconsideration because its first decision was tainted by religious bias.Colorado is among only 21 states with statewide laws barring discrimination against gays and lesbians in public accommodations.The case, Masterpiece Cakeshop v. Colorado Civil Rights Commission, 16-111, will be decided by late June.",
    "2018 - 8396": "<aside class=\"single__inline-module alignleft\"> <div class=\"inline-module inline-module--related-post\">\n<div class=\"inline-module__inner\">\n<h2 class=\"inline-module__heading widget-heading widget-heading--underline\">\n\t\t\tsee also\t\t</h2>\n<div class=\"story story--i-flex story--i-flex-none-lg\">\n<div class=\"story__image\">\n<a class=\"inline-module--related-post__link\" data-ga-event='\n\t\t\t{\"category\":\"See Also\",\"action\":\"https:\\/\\/nypost.com\\/2017\\/12\\/04\\/lawmaker-proposes-during-same-sex-marriage-debate\\/\",\"label\":\"Slot 1\"}\t\t\t' href=\"https://nypost.com/2017/12/04/lawmaker-proposes-during-same-sex-marriage-debate/\" rel=\"\" tabindex=\"-1\" target=\"_self\">\n<img alt=\"\" class=\"attachment-nyp_large_video size-nyp_large_video\" height=\"260\" loading=\"lazy\" sizes=\"(min-width: 600px) 389px, 300px\" src=\"https://nypost.com/wp-content/uploads/sites/2/2017/12/lawmaker-proposal-index.jpg?quality=75&amp;strip=all&amp;w=389\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2017/12/lawmaker-proposal-index.jpg?quality=75&amp;strip=all&amp;w=778 778w, https://nypost.com/wp-content/uploads/sites/2/2017/12/lawmaker-proposal-index.jpg?quality=75&amp;strip=all&amp;w=584 583w, https://nypost.com/wp-content/uploads/sites/2/2017/12/lawmaker-proposal-index.jpg?quality=75&amp;strip=all&amp;w=389 389w, https://nypost.com/wp-content/uploads/sites/2/2017/12/lawmaker-proposal-index.jpg?quality=75&amp;strip=all&amp;w=195 194w, https://nypost.com/wp-content/uploads/sites/2/2017/12/lawmaker-proposal-index.jpg?quality=75&amp;strip=all 1024w\" width=\"389\"/> </a>\n</div>\n<a class=\"inline-module--related-post__link\" data-ga-event='\n\t{\"category\":\"See Also\",\"action\":\"https:\\/\\/nypost.com\\/2017\\/12\\/04\\/lawmaker-proposes-during-same-sex-marriage-debate\\/\",\"label\":\"Slot 1\"}\t' href=\"https://nypost.com/2017/12/04/lawmaker-proposes-during-same-sex-marriage-debate/\" rel=\"\" target=\"_self\">\n<h3 class=\"postid-11441242 story__headline headline headline--xs inline-module--related-post__headline\">\n\t\tLawmaker proposes during same-sex marriage debate\t</h3>\n</a>\n</div>\n</div>\n</div>\n</aside> CANBERRA, Australia — The Australian Parliament voted on Thursday to allow same-sex marriage across the nation, following a bitter and divisive debate settled by the government polling voters in a much-criticized ballot survey that strongly endorsed change.The public gallery of the House of Representatives erupted with applause when the bill passed to change the definition of marriage from solely between a man and a woman to “a union of two people” excluding all others. The legislation passed with a majority that wasn’t challenged, although five lawmakers registered their opposition to the bill.The Senate passed the same legislation last week 43 votes to 12. After royal assent and other formalities, the law will likely take effect in about a month, with the first weddings expected about a month later.Amendments meant to safeguard freedoms of speech and religion for gay-marriage opponents were all rejected, though those issues may be considered later. The government has appointed a panel to examine how to safeguard religious freedoms once gay marriage is a reality in Australia.Lawmakers advocating marriage equality had argued that the national postal survey in November mandated a change of the marriage definition alone, so changing the law should not be delayed by other considerations.“It is now our job as members of Parliament to pass a fair bill that does not extend or create any new discriminations,” an emotional government lawmaker Warren Entsch, who helped draft the bill, told Parliament. “It is a strong bill that already strikes the right balance between equality and freedom of religion.”“It’s an historic day for Australia today and I think the celebrations around the country when we finally … achieve marriage equality are going to be immense,” Janet Rice said before the vote. Rice is a minor Greens party senator who was only able to remain married to her transgender wife of 31 years, Penny, because Penny remained listed as male on her birth certificate.Penny Wong, an opposition Labor Party senator who has two children with her lesbian partner, said: “I am feeling happy.”Gay marriage was endorsed by 62 percent of Australian voters who responded to the government-commissioned postal ballot.Most gay rights advocates believed the government should have allowed marriages years ago and saw various ideas for a public survey as a delaying tactic. The U.N. Human Rights Committee had called the ballot survey “an unnecessary and divisive public opinion poll.”The current bill allows churches and religious organizations to boycott gay weddings without violating Australian anti-discrimination laws.Existing civil celebrants can also refuse to officiate at gay weddings, but celebrants registered after gay marriage becomes law would not be exempt from the anti-discrimination laws.One of the rejected amendments would have ensured Australians could speak freely about their traditional views of marriage without fear of legal action. It was proposed by Attorney-General George Brandis and supported by Prime Minister Malcolm Turnbull, both gay marriage supporters.Former Prime Minister Tony Abbott, who was a high-profile advocate for traditional marriage, told Parliament that Turnbull and opposition leader Bill Shorten had failed to deliver detailed protections for freedoms of speech, conscience and religion in the bill.“A promise was made by the leaders of this Parliament and the promise has not adequately been delivered on,” Abbott said.Abbott pointed to an Australian teenager who lost her job for advocating against gay marriage on social media and an Australian Catholic bishop who was taken before a state anti-discrimination tribunal over a pamphlet he published extolling traditional marriage. The complaint against the bishop was dropped.“The last thing we should want to do is to subject Australians to new forms of discrimination in place of old ones that are rightly gone,” he said.Government lawmaker Trevor Evans ruled out an Australian equivalent of the U.S. Supreme Court case in which a baker who refused to provide a wedding cake for a gay couple argued he was exercising artistic freedom and was exempt from Colorado anti-discrimination laws.“Let’s be honest here, for a case like that to arise in Australia, it would require a gay couple who care more about activism than about the success of their own wedding, to find a business operator who cares more about religious doctrine than the commercial success of their own small business, and for both of them to commit to having a fight,” Evans told Parliament.“Typical Australians would genuinely question the bona fides of the players in a case like that and the slim prospects of that occurring doesn’t warrant the pages and pages of commentary and debate that have been dedicated to it,” he added.Several gay marriage opponents in Turnbull’s conservative coalition have regarded marriage equality as inevitable and have welcomed an end to an issue that has long divided the government ranks.Finance Minister Mathias Cormann, a same-sex marriage opponent who oversaw the postal ballot, said he felt “great satisfaction” that the issue was resolved.“It was a polarizing issue on which good Australians had strongly and sincerely held views on both sides of the argument,” Cormann said.“I and my colleagues on the coalition side always took the view that the best way to resolve a disagreement in the community like this is by giving the Australian people which we did, we kept faith with it, the Australian people embraced the process and the result was emphatic,” he said.The result is a political win for Turnbull, who became prime minister after deposing Abbott in 2015 in an internal government leadership ballot.Abbott was head-butted by a gay rights advocate during the postal survey campaign in September. Kevin Rudd, a center-left Labor Party prime minister whom Abbott defeated in elections in 2013, blamed the postal ballot for an assault on his godson Sean Foster, 19, as he campaigned for marriage equality a week earlier.Veteran gay rights campaigner Rodney Croome said he expected the first same-sex weddings in Australia would not take place until February.The law will likely take effect after a month. State laws then require couples to give 28 days’ notice of their intention to marry, Croome said.",
    "2018 - 1771": "MANILA – Philippine President Rodrigo Duterte on Sunday expressed his support for same-sex unions, after previously declaring his opposition to gay marriage, in an about-face that may displease bishops in the mainly Roman Catholic country.Speaking at a gathering of lesbian, gay, bisexual, and transgender (LGBT) people in his hometown Davao City, Duterte vowed to protect the rights of homosexuals and invited them to nominate a representative to work in his government.“I said I am for (same) sex marriage if that is the trend of the modern times,” he said. “If that will add to your happiness, I am for it.”Duterte previously was quoted by local media as saying he was opposed to gay unions because marriage in the Philippines is only between a man and a woman.Duterte had brought up the gender issue in the past while attacking Western countries that allow it, especially those who criticize his brutal war on drugs.Many countries, mostly in Western Europe and the Americas, have already recognized same-sex unions. Australia is the latest to legalize it.Catholic bishops in the Philippines, who also oppose Duterte’s bloody anti-narcotics campaign, have voiced concern over legalizing same-sex marriage after his top ally in Congress vowed earlier this year to push for it.“Why impose a morality that is no longer working and almost passed,” Duterte said, in an apparent reference to traditional church teaching on the issue. “So I am with you.”He asked the LGBT community to nominate a representative whom he could appoint to a government post, saying he needed “the brightest” to replace those he has recently fired over allegations of corruption.“You nominate somebody who is honest, hardworking. I give you until the second week of January to nominate,” he said.",
    "2018 - 1973": "It’s been said that good fences make good neighbors. But in Aspen, Colo., this week, Vice President Mike Pence has something different posted between his vacation lodging and that of the people next door.Specifically, it’s a rainbow banner reading “Make America Gay Again.” It appeared on a stone pillar in front of the house where Pence and his wife are staying this week.The daughters of the couple across the street and one of their girlfriends reportedly draped the rainbow banner on the pillar while a Pitkin County deputy and Secret Service members stood nearby, <a href=\"https://www.aspentimes.com/news/vp-mike-pence-gets-message-from-aspen-neighbors-make-america-gay-again/\">the Aspen Times reported</a>. The stone pillar is situated at the end of the driveway between the two homes.According to the Times, the Secret Service agents were unfazed when the women draped the banner over the pillar, telling them, “We’re not here to control your free speech rights.”The women reportedly became less timid afterward, and later brought out chili and corn muffins for the county deputies and Secret Service agents who were stationed at the foot of the driveway.— Aspen Times (@TheAspenTimes) <a href=\"https://twitter.com/TheAspenTimes/status/946909954551701505?ref_src=twsrc%5Etfw\">December 30, 2017</a><script async=\"\" charset=\"utf-8\" src=\"https://platform.twitter.com/widgets.js\"></script>While governor of Indiana, Pence signed legislation that critics said encouraged discrimination against gay people, has previously opposed repealing the U.S. military’s former “Don’t Ask, Don’t Tell” policy and once likened marriage equality to “societal collapse” — positions that have placed him at odds with the LGBTQ community.Pitkin County Sheriff Joe DiSalvo said he is in favor of free speech and that Aspen has a long history of irreverence when it came to powerful people visiting the area.The Pence family arrived to Aspen on Tuesday and were expected to leave next week.",
    "2018 - 4168": "SALT LAKE CITY — Thomas S. Monson, the 16th president of the Mormon church, has died after overseeing the religion for nine years. He was 90.Monson died Tuesday night at his home in Salt Lake City, according to church spokesman Eric Hawkins.Monson spent more than five decades serving in top church leadership councils — making him a well-known face and personality to multiple generations of Mormons.A church bishop at the age of 22, the Salt Lake City native became the youngest church apostle ever in 1963 at the age of 36. He served as a counselor for three church presidents before assuming the role of the top leader of The Church of Jesus Christ of Latter-day Saints in February 2008.The next president was not immediately named, but the job is expected to go to next longest-tenured member of the church’s governing Quorum of the Twelve Apostles, Russell M. Nelson, per church protocol.Monson’s presidency was marked by his noticeably low profile during a time of intense publicity for the church, including the 2008 and 2012 campaigns of Mormon Mitt Romney for President. Monson’s most public acts were appearances at church conferences and devotionals as well as dedications of church temples.Monson will also be remembered for his emphasis on humanitarian work; leading the faith’s involvement in the passage of gay marriage ban in California in 2008; continuing the religion’s push to be more transparent about its past; and lowering the minimum age for missionaries.Mormons considered Monson a warm, caring, endearing and approachable leader, said Patrick Mason, associate professor of religion at Claremont Graduate University in California. He was known for dropping everything to make hospital visits to people in need. His speeches at the faith’s twice-yearly conferences often focused on parables of human struggles resolved through faith.He put an emphasis on the humanitarian ethic of Mormons, evidenced by his expansion of the church’s disaster relief programs around the world, said Armand Mauss, a retired professor of sociology and religious studies at Washington State University.“President Monson always seemed more interested in what we do with our religion rather than in what we believe,” Mauss said.A World War II veteran, Monson served in the Navy and spent a year overseas before returning to get a business degree at the University of Utah and a master’s degree in business administration from the church-owned Brigham Young University.Before being tabbed to join the faith’s church’s governing Quorum of the Twelve Apostles, Monson worked for the church’s secular businesses, primarily in advertising, printing and publishing including the Deseret Morning News.Monson married Frances Beverly Johnson in 1948. The couple had three children, eight grandchildren and 11 great-grandchildren. Frances died in 2013 at the age of 85.Throughout his life, Monson was an avid fisherman who also raised homing pigeons, specifically, roller pigeons who twirled as they flew. He was known for his love of show tunes, Boy Scouts and the Utah Jazz.Monson’s legacy will be tied to the religion’s efforts to hold tight to its opposition of same-sex marriage while encouraging members to be more open and compassionate toward gays and lesbians as acceptance for LGBT people increased across the county.One of the most memorable moments of Monson’s tenure came in October 2012, when he announced at church conference that the minimum age to depart on missions was being lowered to 19 from 21 for women; and to 18 from 19 for men. The change triggered a historic influx of missionaries, and proved a milestone change for women by allowing many more to serve.The man expected to take Monson’s seat, the 93-year-old Nelson, has been a church apostle since April 1970. Out of respect for Monson, his appointment will not be officially named until after his funeral services.The Mormon church was founded in 1830 in upstate New York by Joseph Smith, who claimed he was visited by God and Jesus while praying in a grove of trees and was called to found the church. Members are known as Mormons because of the religion’s keystone scripture, the Book of Mormon.",
    "2018 - 4118": "CANBERRA, Australia — Same-sex couples married in midnight ceremonies across Australia on Tuesday after the country’s last legal impediment to gay marriage expired.<a href=\"https://nypost.com/2017/12/07/australian-parliament-votes-to-legalize-same-sex-marriage/\">Marriage equality became law on Dec. 9 with overwhelming support in Parliament</a>, but Australia’s requirement that all couples give a month’s notice for weddings made Tuesday the first possible date for gay marriages.Athletes Craig Burns and Luke Sullivan married at a midnight ceremony near the east coast city of Tweed Heads.“It’s another way to show your love and appreciation of your partner in front of the people in your life,” said Burns, a 29-year-old sprinter who will compete in the Commonwealth Games in Australia’s Gold Coast in April.In Newcastle, north of Sydney, Rebecca Hickson, 32, married her partner of nine years, Sarah Turnbull, 34.Hickson described the divisive build-up to a gay marriage ballot preceding Parliament’s vote as “a horrible time.” She said the couple wanted to be part of history by becoming one of the first lesbian couples to marry in Australia.Lainey Carmichael, 51, and Roz Kitschke, 46, married shortly after dawn before 65 guests at their home in the town of Franklin in the island state of Tasmania.The early ceremony was mainly to avoid the summer heat, Kitschke said. “New day; new era — and we don’ like the heat that much,” she said.Wedding guest Rodney Croome, a long-time marriage equality advocate and spokesperson for Tasmanians United for Marriage Equality, said: “This morning’s wedding marked the start of a new chapter in the lives of the two brides but also a new chapter in the life of the nation.”“Today we are a more equal and inclusive country that treats all loving, committed couples the same,” Croome said in a statement.The Australian Parliament overwhelming voted for same-sex marriage after a nationwide postal survey found that 62 percent of respondents wanted marriage equality.The one-month waiting period was waived for some couples who wed in recent weeks. Those exceptional circumstances included a partner’s terminal illness and overseas-based relatives booking flights to Australia before the official start date for the new law was known.Civil celebrant Charles Foley has been campaigning for years to get Australia to drop the one-month waiting period, which he said is among the longest in the world.The federal government imposed it at the request of churches decades ago so parishioners would have time to say why they may object to some religious unions, Foley said.Ireland has a waiting period of three months.Australia and Ireland are the only countries that have put the question of legalizing gay marriage to a popular vote.Ireland held a legally binding referendum in 2015 to change its constitution. The referendum found 62 percent of respondents wanted marriage equality.Australia’s conservative government held a non-binding postal survey to avoid dividing its own lawmakers and pledged to vote on the issue if Australians endorsed equality. They did, and lawmakers quickly passed the legislation.Civil celebrant Judy Ulich married 11 same-sex couples over five days in 2013 in the national capital Canberra before the High Court overturned a local territory law that briefly provided marriage equality. The court unanimously upheld the federal government’s urgent case that the territory law was invalid because it was inconsistent with a federal prohibition on same-sex marriage.Ulich said she was looking forward to marrying for a second time several same-sex couples whose brief marriages had been overruled. But none of her 15 gay marriage bookings was for Tuesday. Most same-sex couples preferred to wait for a suitable weekend.“Unless people really wanted to make a statement and marry two minutes after midnight, people generally don’t choose Tuesday, which is a working day,” she said.“In most cases, they want to have a celebration. They want people to be able to rejoice with them because they had such a big fight to get the right to marry,” she added.",
    "2018 - 3827": "SANTIAGO, Chile — Pope Francis has flown over the massive Andes cordillera, visited the poor in several slums and rubbed shoulders with presidents in six visits to Latin America. But in five years as pope, he has never returned home to Argentina.Resigned to that reality, tens of thousands of Argentines traveled to Chile this week to see Francis next door, some frustrated with his stubborn refusal and others assuming he must have his reasons.“Argentines often ask themselves, ‘Why doesn’t he want to go home?'” said Sonia Fonseca, a housewife who came to Santiago to see Francis. “Apparently he doesn’t want to.”“Argentines are behaving badly,” mused Gilberto Madriago, another Argentine who traveled to Santiago for the visit. “He is punishing us for sure.”Francis did send a greeting message to his homeland as he flew over Argentina on Monday evening on his way to Chile. Not even that was received well.“Francis began his visit to Chile after sending a protocol message to Argentines,” the front page of La Nacion said Tuesday.“Francis flew over Argentina and sent a cold message” read a headline in Clarin, Argentina’s largest daily.Most Vatican watchers attribute the pope’s reluctance to return home to his revulsion of being used by Argentina’s political factions, since any visit would involve a series of protocol visits, photo-ops and propaganda opportunities for whichever government is in power.Before becoming pope, then-Buenos Aires Archbishop Jorge Bergoglio was careful even to check who received Communion from him, since the gesture could be seen as an endorsement of the recipient.Francis clashed with some of Argentina’s top leaders when he oversaw the Argentine church.He accused former President Cristina Fernandez’s populist government of demagoguery, while she called his opposition to gay adoptions reminiscent of the Middle Ages and the Inquisition.Francis also clashed as archbishop with current President Mauricio Macri when Macri was mayor of Buenos Aires. In 2009, he became furious when Macri decided not to appeal when a gay couple sued the city for not issuing a marriage license and won.Since becoming pope, Francis has received both Fernandez and Macri at the Vatican.Before embarking on the trip to Chile and Peru, Vatican spokesman Greg Burke was asked why Francis was staying away from his homeland.“Let’s let the Holy Father respond,” Burke said, though he noted that the pope would at least send a flyover telegram.As she walked out of church in Buenos Aires on Tuesday, Patricia Ledesma said she felt “disappointment” that Francis was celebrating Mass in Chile and not Argentina.“When they elected him pope, all Argentines wept tears of joy,” she said.Argentina’s government said Tuesday that that the pope’s decision is not politically motivated.“Argentina is his home, his land, and he doesn’t need an invitation,” Argentine Cabinet chief Marcos Pena told reporters.The pope has visited every country neighboring Argentina except Uruguay, and his appearances in Latin America often have had a political edge to them.In 2015, Francis received an unusual gift of books about the health benefits of coca leaves from Bolivian President Evo Morales, called for the protection of the environment in bio-diverse Ecuador and dedicated a Mass to women in Paraguay.In 2016, he pressed a subtle message to Cubans to overcome ideological preconceptions and be willing to change. Last year, he visited Colombia, offering a message of hope to heal wounds left by Latin America’s longest-running armed conflict.Whatever his reasons, Argentines say they will be glad to see him whenever he is ready.“He told me: ‘Pray for me,'” said Carmen Gonzalez, who panhandles outside a downtown Buenos Aires church, where she once received Communion and a blessing from Bergoglio. “Since then, I always do.”",
    "2018 - 3387": "LOS ANGELES — Ethan and Aiden Dvash-Banks are toddler twins who share almost everything: the same toys, the same nursery, the same clothes and the same parents. Everything but a toothbrush and US citizenship.To remedy what their parents, a gay married couple, view as an injustice, Ethan Dvash-Banks became a plaintiff at the tender age of 16 months in a federal lawsuit against the US State Department that seeks the same rights his brother has as a citizen.“What we’re trying to do is pursue justice for Ethan,” said Elad Dvash-Banks, his biological dad, “and correct a wrong that the State Department is continuing to pursue that might affect other couples.”The lawsuit was one of two filed Monday by an LGBTQ immigrant rights group that said the State Department is discriminating against same-sex bi-national couples by denying their children citizenship at birth. The cases filed in Los Angeles and Washington by Immigration Equality said the children of a US citizen who marries abroad are entitled to US citizenship at birth no matter where they are born and even if the other parent is a foreigner.The State Department said it doesn’t comment on pending litigation, but pointed to guidance on its website that says a father who is a US citizen must be the genetic parent for the child to become a US citizen at birth.Aaron Morris, executive director of Immigration Equality, said the State Department is wrongly interpreting a policy for children born out of wedlock to married same-sex couples.“If a mother and father walk into a consulate and have a marriage certificate and birth certificate, they’re never asked any questions about the biology of the child,” said Aaron Morris, executive director of Immigration Equality. “But the converse is also true and every same-sex couple will be asked that.”The other case filed Monday involves two women, one from the US and one from Italy, who met in New York, wed in London and each gave birth to a son. The State Department didn’t recognize the couple’s marriage, the lawsuit said, and only recognized the citizenship of the mother who was born and raised in the US.Andrew Dvash-Banks was studying in Israel when he met his future husband, Elad, an Israeli citizen. Because they couldn’t marry at the time in the US or in Israel, they moved to Canada, where they wed in 2010. Each boy was conceived with donor eggs and the sperm from a different father, but born by the same surrogate mother minutes apart in September 2016.Everything seemed fine until the couple brought their cranky infants to the American consulate in Toronto a few months later to apply for citizenship and the woman at the counter began asking probing questions they found shocking and humiliating.She told them she had discretion to require a DNA test to show who the biological father was of each boy and without those tests neither son would get citizenship,. The men knew that Andrew was Aiden’s biological father and Elad was Ethan’s but they hadn’t planned on telling anyone.“I started crying,” Andrew Dvash-Banks said. “These are twins, how can you differentiate between them? They were born minutes apart.”After submitting the DNA test results, the couple received two envelopes from the US on the same day in March. A large one included Aiden’s passport inside. The other was just a letter notifying Andrew that Ethan’s application had been denied."
}