{
    "2021 - 1944": "Consensual incest advocates are rooting for an anonymous New York parent <a href=\"https://nypost.com/2021/04/10/new-york-parent-seeks-ok-to-marry-their-own-adult-child/\">who wants to marry their own adult child</a>. Australian Richard Morris, who is pushing to change incest laws in about 60 countries, said he supports the legal push in Manhattan Federal Court and that such behavior between consenting adults “should not be criminalized.”He and other advocates have launched about 130 petitions, mostly on change.org, seeking to change incest laws around the world. Most have received little support.“We haven’t moved any mountains yet,” he told The Post. Morris was inspired to fight for those in consenting incestual relationships, he said, after learning about a Scottish case in which a long-separated father and daughter were reunited, started an affair and were then criminally convicted. Fighting for true “marriage equality” is “the right thing to do, isn’t it?” Morris said. “It seems to be as unjust as the law that used to imprison gay people, and the law that used to stop people of different races marrying,” he added. Keith Pullman, who runs the <a href=\"http://marriage-equality.blogspot.com/p/a-message-to-youth.html\" rel=\"noreferrer noopener\" target=\"_blank\">blog Full Marriage Equality</a>, also cheered on the New York lawsuit.“It is absurd to say that an adult can’t consent to marry their parent. That same adult can be sent to war, take on six or seven figures of debt, operate heavy machinery, be sentenced to death by a federal court, and consent to sex with five strangers (and marriage with one of them) but can’t consent to marry someone they love?” he told The Post. “In some of these cases, the genetic parent didn’t raise them and they met for the first time two years ago. Allegations of ‘grooming’ are laughable attempts to deny someone their rights even though it will have no impact on the person objecting.”",
    "2021 - 1731": "A 20-year-old Iranian man was beheaded in an alleged honor killing after his family discovered he was gay, according to LGBTQ rights activists.Ali Fazeli Monfared, who lived in Ahvaz, was reportedly killed after his relatives found out he had been exempted from serving in the military due to his sexual orientation, <a href=\"https://6rang.org/english/3214/\" rel=\"noreferrer noopener\" target=\"_blank\">according to 6Rang</a>, the Iranian Lesbian and Transgender Network.Fazeli Monfared had applied for the status so that he could leave the country and go to Turkey to live with his close friend, Aghil Bayat, <a href=\"https://www.nbcnews.com/feature/nbc-out/gay-iranian-man-dead-alleged-honor-killing-rights-group-says-n1266995\" rel=\"noreferrer noopener\" target=\"_blank\">NBC News reported</a>.But when he received his exemption card in the mail, one of his family members found it, according to 6Rang.Several male relatives then allegedly took Fazeli Monfared to a rural village near Ahvaz and executed him on May 4, a 6Rang executive told NBC News.“We think that because of his gender expression and his behaviors, they knew that he is homosexual, but it was proof that shows he wants to leave the country, and he is a gay man,” executive director Shadi Amin told the news outlet.“We are trying to use this story to challenge the Iranian government … to remove this paragraph [in the exemption law] and the reason on the exemption cards.”The organization described the slaying as an “honor killing,” which is often carried out by a relative who believes a person went against conservative Islamic values on love or marriage.Homosexuality is criminalized in Iran and same-sex sexual acts are punishable by death, NBC News reported. ",
    "2021 - 5153": "Jeff Bezos pushed an unfounded theory that Saudi Arabia was <a href=\"https://nypost.com/2020/01/21/saudi-prince-may-be-responsible-for-stealing-jeff-bezos-nudes/\">behind the revelation of his affair</a> with Lauren Sanchez — and relished how it shifted the focus away “from the more unsavory and complicated truth,” a new biography claims.In “<a href=\"https://www.amazon.com/Amazon-Unbound-Invention-Global-Empire/dp/1982132612/?tag=nypost-20&amp;asc_refurl=https://nypost.com/2021/05/12/jeff-bezos-bio-makes-bombshell-claims-about-alleged-saudi-role-purported-penis-pic/&amp;asc_source=web\" rel=\"noreferrer noopener\" target=\"_blank\">Amazon Unbound: Jeff Bezos and the Invention of a Global Empire</a>,” author Brad Stone says that there’s no “conclusive evidence” to back up suggestions by the world’s richest man and his security consultant that Saudi Arabia tipped off the National Enquirer.The nearly 500-page book also reveals that the infamous <a href=\"https://pagesix.com/2019/01/10/jeff-bezos-texts-to-lauren-sanchez-reportedly-include-nude-pics/\">purported selfie of Bezos’ penis</a> wasn’t real — and was actually grabbed by Sanchez’s brother, Michael Sanchez, from a website for gay escorts.Michael Sanchez “later told FBI investigators for the Southern District of New York that he never actually had an explicit photograph of Bezos in his possession,” Stone writes.In a chapter detailing how Bezos <a href=\"https://pagesix.com/2019/04/04/jeff-bezos-and-his-wife-mackenzie-finalize-their-divorce/\">blew up his 25-year marriage</a> to since-remarried MacKenzie Scott, Stone notes how the billionaire “artfully suggested” in a February 2019 essay <a href=\"https://medium.com/@jeffreypbezos/no-thank-you-mr-pecker-146e3922310f\" rel=\"noreferrer noopener\" target=\"_blank\">posted on Medium.com</a> that the Saudis may have been behind the Enquirer’s exclusive.Stone says Bezos “took the already muddled question of how the paper obtained his private text messages and photographs and confused it further” by writing online that the story’s genesis was “still to be better understood” and that “the Saudi angle seems to hit a particular nerve” with the Enquirer’s parent company, American Media Inc.Stone also highlights an article that private security expert Gavin de Becker — a longtime Bezos pal — penned the following month <a href=\"https://www.thedailybeast.com/jeff-bezos-investigation-finds-the-saudis-obtained-his-private-information\" rel=\"noreferrer noopener\" target=\"_blank\">for the Daily Beast</a>.“Our investigators and several experts concluded with high confidence that the Saudis had access to Bezos’ phone and gained private information. As of today, it is unclear to what degree, if any, AMI was aware of the details,” de Becker wrote.But Stone claims the Enquirer actually got nine “personal” photos of Bezos from Michael Sanchez under terms of a contract worth around $200,000 — the most it ever paid for a scoop.And Michael Sanchez allegedly got the photos from his sister, who “frequently forwarded” Bezos’ text messages to him, according to the book.“The sibling relationship was, to put it mildly, unusual,” Stone writes.Stone says the possibility that the Saudis tipped off the Enquirer or added to what it got from Michael Sanchez was “only a fog of overlapping events, weak ties between disparate figures and more strange coincidences.”“For Bezos and his advisors, though, who were still trying to positively spin the embarrassing events surrounding his divorce, such a cloud of uncertainty was at the very least distracting from the more unsavory and complicated truth.”Meanwhile, Stone writes, the infamous penis photo wasn’t among the images that Michael Sanchez handed over to the Enquirer — although he did display it during a Nov. 21, 2018, meeting with reporter Andrea Simpson after claiming he had an explicit selfie that Bezos sent to Sanchez’s sister.With then-AMI chief content officer Dylan Howard and editor James Robertson “watching via FaceTime from New York and recording the transaction, Sanchez didn’t show them a picture of Bezos at all but an anonymous photograph of male genitalia that he had captured from the gay escort website Rent.men,” according to the book.An Amazon spokesman declined to comment and de Becker didn’t return an email to his eponymous Glendale, Calif.-based security firm.Michael Sanchez’s lawyer, Jonathan Jenkins, said, “As FBI and Amazon investigators confirmed, Michael Sanchez never possessed any penis photos Mr. Bezos sent to Ms. Sanchez.”An email to A360 Media — which subsumed AMI in a deal last year — wasn’t returned.A spokesperson for Howard said, “The Office of the United States Attorney for the Southern District of New York has advised all parties that it has completed its investigation of allegations made by Jeff Bezos in February 2019, and has declined to prosecute the matter.”“We are glad that the Government decided that Mr. Bezos’s allegations of blackmail and extortion against personnel at The National Enquirer did not merit prosecution, as we had believed it would all along,” the spokesperson added.<em>Additional reporting by Rebecca Rosenberg</em>",
    "2021 - 12691": "HAMPTON, S.C. — Maggie Kennedy Branstetter was a pretty blond sorority girl at the University of South Carolina in the late ’80s when she met and soon married Alexander Murdaugh, a scion of the <a href=\"https://www.thestate.com/news/local/crime/article227456544.html\">state’s most powerful legal dynasty</a>.The couple would become the leading lights in otherwise mostly poor Hampton County, holding forth from one of their three estates. Maggie Murdaugh, who favored furs when the weather was cold enough, preferred to stay at the couple’s hunting lodge just outside the town of Hampton where their two sons, Buster and Paul, liked to shoot wild animals. In the summer the Murdaughs spent time on their 17-foot powerboat.But marriage to her college sweetheart sealed Maggie’s doom. Two weeks ago, the bubbly 52-year-old “Mrs. Maggie,” as some friends and her servants called her, was <a href=\"https://nypost.com/2021/06/11/mother-and-son-of-prominent-south-carolina-family-found-shot-dead/\" rel=\"noreferrer noopener\" target=\"_blank\">shot to death</a> near the dog kennels on the <a href=\"https://nypost.com/2021/06/17/top-sc-prosecutor-found-wife-and-son-shot-dead-authorities/\" rel=\"noreferrer noopener\" target=\"_blank\">grounds of the family’s hunting lodge</a>. Also gunned down was her and Alex’s troubled 22-year-old son, Paul.Alex found the bodies at the lodge, called “Moselle,” around 10 p.m. on June 7. The victims were <a href=\"https://nypost.com/2021/06/15/murdered-s-c-mom-and-son-both-shot-multiple-times-coroner/\" rel=\"noreferrer noopener\" target=\"_blank\">shot multiple times</a>, the coroner said, reportedly with a semi-automatic assault rifle and a shotgun. He ruled the deaths a double homicide.But some locals in this swampy, rural Lowcountry town, where the Murdaughs have ruled like kings for more than a century, whisper that the murders might be karmic retribution — for a variety of secrets, sins and tragic deaths tied to the family. “Mrs. Maggie don’t deserve this,” said Gabby Thomas, 62, whose hunting club is adjacent to the Murdaughs’ lodge. “She’d give you the shirt off her back, that one. Wonderful woman. Them others? I don’t know. But she sure spoiled Paul. I heard him talk back to her once so bad in the beauty parlor once that I made him apologize.”At the time of his death, Paul was <a href=\"https://nypost.com/2021/06/16/murdered-paul-murdaugh-reportedly-had-more-brushes-with-law/\" rel=\"noreferrer noopener\" target=\"_blank\">facing trial on felony boat-driving charges</a> in connection with a crash that killed a 19-year-old woman in 2019.The mystery of the Murdaugh murders has exploded into a Netflix-ready Southern Gothic thriller that’s part Grisham, part Faulkner, with more than a dash of Capote’s “In Cold Blood.”The untouchable family ran the prosecutor’s offices in the five counties that make up the Lowcountry while also, incredibly, operating a powerhouse litigation firm, <a href=\"https://www.pmped.com/\" rel=\"noreferrer noopener\" target=\"_blank\">Peters, Murdaugh, Parker, Eltzroth &amp; Detrick</a>, with tentacles in the highest echelons of the red state — despite being Democrats. The story also features an apparently deranged heir in Paul Murdaugh, who allegedly had a dangerous alter ego — called “Timmy” by friends — when he drank.The Murdaughs aren’t happy about their sudden notoriety. The family barred a Post reporter from entering the Murdaugh law firm in Hampton — only 65 miles but a world away from chic Charleston — last week before briefly sending out a lawyer who refused to say if Alex Murdaugh had official representation or comment. “When you get so used to controlling the narrative and everyone around you for so long, you’re not prepared for this kind of scrutiny from the outside,” Todd Proctor, a former South Carolina Highway Patrol detective who investigated a death he believes may be connected to the Murdaugh family, told The Post. (No member of the family was ever charged or considered a formal suspect.)“This is all new to them.”Cops reportedly said early on that Alex was a “person of interest” in the investigation of his wife and son’s deaths, but now say he was not. The family has claimed he has a rock-solid alibi: He was visiting his dying father in the hospital at the time of the killings.Though the murders happened June 7, neither police nor the Murdaugh family initially commented on them other than to say there was no risk to the public. There was no manhunt announced, no reward offered.Then two of Alex’s brothers appeared on <a href=\"https://www.youtube.com/watch?v=JNFhXYKj3Gw\">“Good Morning America” </a>this week, suddenly calling for the public’s help in finding the killer. Within hours of the TV appearance, police abruptly began dredging an area of swampland not far from the lodge and set up a dedicated tip line.Local newspaper The Island Packet reported this week that investigators are looking into the possibility that Paul was the intended target. His uncles claimed on the show that the Paul had recently <a href=\"https://nypost.com/2021/06/17/sc-mom-son-were-sent-threats-before-murders-family-reveals/\" rel=\"noreferrer noopener\" target=\"_blank\">received death threats</a> but also said “we really don’t know of any enemies” — though others in town seem to disagree.“Paul’s daddy don’t look like Boss Hogg,” said an older resident of Hampton who did not want to be identified by name, “but that’s who he is.” Around town, where the Murdaughs are both liked and feared, there’s no end to the rumors of whodunit — and a long list of <a href=\"https://nypost.com/2021/06/12/son-of-prominent-south-carolina-family-may-have-been-double-murder-target/\" rel=\"noreferrer noopener\" target=\"_blank\">potential enemies</a>, from former employees to people they helped prosecute or sue. Many people are afraid to talk for fear they will now be considered suspects acting out of revenge.Two of the most prominent families being gossiped about as having a possible motive are the parents of Mallory Beach, who died in the boating accident; and the mother of a young gay man who was found dead on a local road under mysterious circumstances in 2015.  Alex’s great-grandfather, Randolph Murdaugh Sr., started the family law firm as a sole practitioner in 1910. Ten years later, he also became the local prosecutor. His son was elected to take his place in 1940. And Randolph Murdaugh III, Alex’s father, was the solicitor until 2005 when Duffie Stone, a Murdaugh ally, was elected to the position.Many local residents are connected to the Murdaughs — personally, professionally or, often, both. Even Tommy Crosby, the spokesman for the South Carolina Law Enforcement Division or SLED, which is handling the murder investigation, grew up in Hampton and knows the family. Although Alex Murdaugh serves part-time as a prosecutor for the 14th Judicial Circuit, he’s also a personal-injury lawyer with his family’s law firm. Stone, the 14th Circuit Solicitor, which is local parlance for district attorney, has not recused himself from the double-homicide investigation.“Yes it’s a conflict of interest,” attorney Mark Tinsley, himself a longtime friend of the Murdaughs, told The Post. “It’s a little absurd.”Tinsley also represents the family of Mallory Beach, the 19-year-old woman who was killed after being thrown from the Murdaugh family speedboat in February 2019.Paul, 20 at the time, was driving and was indicted on three felony charges, including boating under the influence. According to <a href=\"https://publicindex.sccourts.org/Hampton/PublicIndex/PIImageDisplay.aspx?ctagency=25002&amp;doctype=D&amp;docid=1591801159870-142&amp;HKey=751211037171725611552659751656610987841081078167539981907685101106761141136569112971189898878811277\">depositions</a> released last summer, Paul was among a group of six underage people who bought alcohol with fake IDs before getting into the boat to go to an oyster roast on Paukie Island near Beaufort, SC.Anthony Cook — Mallory’s boyfriend and Paul’s childhood friend — <a href=\"https://publicindex.sccourts.org/Hampton/PublicIndex/PIImageDisplay.aspx?ctagency=25002&amp;doctype=D&amp;docid=1591801159886-106&amp;HKey=11511677121537610149558952102116566790811197097557298116486751741034784574311752117122105101888411569\">testified </a>that Paul got in a fight with his girlfriend on the way home, not long before the crash, and slapped her. Paul allegedly later plowed the boat into a bridge piling, causing Mallory to be thrown from the craft.Her body was found in the water a week later. Local media reports at the time claimed that Paul was never given a sobriety test at the hospital after the crash because his father and uncle showed up to prevent it.Cook said friends started calling Paul’s <a href=\"https://nypost.com/2021/06/13/sc-man-murdered-with-mom-had-drunken-alter-ego-report/\" rel=\"noreferrer noopener\" target=\"_blank\">drunken alter ego</a> “Timmy” as far back as 2015, when Paul would have been 16. “Timmy” was reportedly known for stripping down to his boxer shorts.“It started one night at Mr. Alex’s house in Moselle,” Cook said. “I don’t remember who came up with the name but it’s … because he turns into a completely different person. So somebody will say, when they can tell he’s drunk, ‘All right, here comes Timmy. We got to go.'”Cook testified that Paul had stripped down to his boxer shorts on the boat, despite the 40-degree weather.In addition to the felony charges Paul was facing, Mallory’s mother, Renee Beach, filed a civil suit against the family patriarch Randolph Murdaugh III — who died from cancer on June 10, just three days after the murders — as well as Alex and Buster Murdaugh, Paul’s older brother. The suit alleges that Buster allowed Paul to use his ID to buy alcohol before the crash. A hearing had been scheduled for June 10 but is now postponed.The civil suit came shortly after Alex had settled another wrongful death claim. In February 2018, 57-year-old Gloria Satterfield died as a result of a “trip and fall,” according to <a href=\"https://www.fitsnews.com/2020/10/20/sc-fatal-boat-crash-lawsuit-murdaughs-refuse-to-settle-withhold-financial-records-from-victims-family/\">documents</a> obtained by Mandy Matney at FITSNews. Her family settled for $500,000.Court documents don’t make clear where Satterfield died but local reporting indicates she was a housekeeper for the Murdaughs and that <a href=\"https://www.briceherndonfuneralhome.com/obituary/Gloria-Satterfield\">her obituary</a> mentions the family.The Murdaughs have also been relentlessly targeted around town and on social media, without proof, in the haunting death of 19-year-old Stephen Smith. Early on the morning of July 8, 2015, the <a href=\"https://www.fitsnews.com/2021/06/18/a-slap-in-the-face-update-in-the-stephen-smith-case-and-murdaugh-murders/\">young gay man from Hampton was found dead</a> in the middle of a rural road outside town. His skull was partially crushed and bloodied. There was a gaping hole in his forehead, and his shoulder had been dislocated.Stephen’s mother Sandy Smith, 55, who lives in a trailer at the end of a dirt road, told The Post she’s been <a href=\"https://www.augustachronicle.com/article/20151124/NEWS/311249889\">fighting publicly</a> for six years to find out what happened to her son. “I’ll never stop fighting to find out what happened to Stephen,” she said. “He was my rock star.”The Post reviewed part of a thick police file on the case at her home. <a href=\"https://www.fitsnews.com/2021/06/18/a-slap-in-the-face-update-in-the-stephen-smith-case-and-murdaugh-murders/\">Documents obtained by Matney</a> from the South Carolina Highway Patrol reveal that police received at least one anonymous tip connecting a member of the Murdaugh family to the Stephen Smith case.Sandy and Todd Proctor, a former South Carolina Highway Patrol detective who was part of a team that investigated Stephen’s death, believe the Murdaughs had some involvement, but the two have no evidence. No one in the family was charged or considered a formal suspect in the case.Despite her tenacity, few think Sandy will ever find out the truth about what happened to her son.“When you’re talking about that area of the state,” Proctor said, “it’s a place time has left behind.”Maybe. But the Murdaughs’ comfortable life out of the spotlight may be over forever now that the outside world — including network TV reporters doing live shots outside SLED offices last week — has intruded.Still, locals don’t count them out.“These are good ol’ boys but they’re really smart good ol’ boys,” Gabby Thomas said. “And they’re not all bad, neither. They got a lot of support here. There’s no way we seen the last of them.”",
    "2021 - 3002": "The <a href=\"https://nypost.com/2021/06/03/state-dept-staffers-were-warned-against-probing-covid-origin-report/\">State Department</a> will fly its pride flag later this month.Secretary of State Antony Blinken revealed at an Atlantic Council event Monday that the department will fly the “Progress” flag for the first time to mark Pride Month. Blinken described the flag — which incorporates a black, brown, light blue, pink and white chevron into the traditional rainbow-colored pride flag — as “a symbol that encompasses the diversity and intersectionality of LGBTQI persons and communities around the world.”The secretary said the flag would be flown for three days beginning June 26, the anniversary of the 2015 Supreme Court decision in Obergefell v. Hodges that legalized gay marriage nationwide. The final day of the tribute, June 28, marks the 52nd anniversary of the beginning of the Stonewall riots in Greenwich Village.Blinken also said he had given ambassadors around the world permission to fly the pride flag if they desired. In June 2019, the Trump administration denied requests from US embassies in at least four countries — Brazil, Germany, Israel and Latvia — to fly the flag during that month’s festivities.“When it comes to the American flagpole, and American embassies, and capitals around the world, one American flag flies,” then-<a href=\"https://nypost.com/2019/06/11/pence-defends-barring-rainbow-flag-at-us-embassies-during-pride-month/\">Vice President Mike Pence</a> said at the time. “When we’re trying to advance, defend, support the protection of LGBTQI persons around the world, we want to make sure that we’re doing this in a way that takes into account the specific situation, conditions in a given country,” Blinken said Monday. “But in every single country where we’re represented, our chiefs of mission, our ambassadors, our charges — whoever’s in charge — have the authority to fly the pride flag on an exterior, external-facing pole at the embassy.“And I think that’s hugely important because this is, again, the strength, the power of our own example, the willingness to speak up, to speak out, to show the strength of our own diversity, including at our embassies, I think sends a hugely important message.”Last month, US embassies around the world <a href=\"https://nypost.com/2021/05/25/us-embassies-fly-blm-flags-to-remember-george-floyd/\">displayed Black Lives Matter flags</a> to mark the anniversary of the murder of George Floyd by Minneapolis police officer Derek Chauvin. A <a href=\"https://humanevents.com/wp-content/uploads/2021/05/REDACTED-State-Department-Doc-1.pdf\" rel=\"noreferrer noopener\" target=\"_blank\">memo leaked to Human Events</a> said the State Department “supports the use of the term ‘Black Lives Matter’ in messaging content, speeches, and other diplomatic engagements with foreign audiences to advance racial equity and access to justice … We encourage posts to focus on the need to eliminate systemic racism and its continued impact.”",
    "2021 - 3537": "The Vatican is pushing Italy to block a proposed anti-homophobia law making its way through the European country’s parliament over concerns it’ll clash with <a href=\"https://nypost.com/2021/03/15/vatican-bars-catholic-priests-from-blessing-same-sex-unions/\">Catholic practices</a>, reports said.Archbishop Paul Gallagher wrote a letter to Italian government officials last week looking for changes to the so-called Zan Law, which would criminalize discrimination and violence against LGBTQ people as well as disabled people and women, <a href=\"https://www.corriere.it/cronache/21_giugno_22/vaticano-ddl-zan-legge-testo-b13294ba-d2d0-11eb-9207-8df97caf9553.shtml?cx_testId=21&amp;cx_testVariant=cx_1&amp;cx_artPos=1#cxrecs_s\" rel=\"noreferrer noopener\" target=\"_blank\">Corriere della Sera first reported</a>.Gallagher allegedly said the law, as written, would violate a treaty between the sovereign Vatican and Italy dating back to 1984 that gave “full freedom” of the church to “carry out” its mission, <a href=\"https://www.thecatholictelegraph.com/vatican-intervenes-in-proposed-anti-homophobia-law-in-italy/75721\" rel=\"noreferrer noopener\" target=\"_blank\">according to The Catholic Telegraph</a>.That 1984 agreement was an update to the 1929 Lateran Pacts, the Telegraph said.Critics said it was unusual for the Vatican to insert itself so directly into Italian government affairs.“It’s the first time the church has done something like this,” Robert Mickens, editor of Catholic newspaper La Croix, <a href=\"https://www.theguardian.com/world/2021/jun/22/vatican-urges-italy-to-stop-anti-homophobia-law\" rel=\"noreferrer noopener\" target=\"_blank\">told the Guardian</a>. “They’re worrying about being fined for hate speech.”The new law would create a “National Day Against Homophobia and Transphobia” and the Vatican has sought to ensure Catholic schools are exempted,<a href=\"https://www.bbc.com/news/world-europe-57570467\" rel=\"noreferrer noopener\" target=\"_blank\"> the BBC reported</a>. Democratic Party member Alessandra Zan, whom the bill is named for, said it comes with religious exemptions.Zan tweeted in Italian that “there can be no foreign interference” in the work of parliament.The church has had a softening position on the LGBTQ community but doesn’t recognize gay marriages or offer adoption to same sex couples, <a href=\"https://www.reuters.com/world/europe/vatican-wants-changes-italy-draft-law-against-homophobia-2021-06-22/\" rel=\"noreferrer noopener\" target=\"_blank\">Reuters reported.</a>“While the Vatican has often condemned discrimination and violence against gays, it has also expressed concern about any type of gender theory that would blur or eliminate the differences between men and women,” Reuters said.Matteo Salvini, leader of the right-leaning Northern League, sided with the Vatican on the issue. The group was in favor of anti-discrimination and anti-violence measures, he said.“But we are against any censorship or trials for those who believe that mother, father and family are at the heart of our society,” Salvini said, according to Reuters.Others criticized the intervention, including an atheist group called the Union of Atheists and Agnostic Rationalists.“The government has the political and moral obligation to not only just resist pressure but to unilaterally denounce this unprecedented interference in state affairs,’’ the group said in a statement to the Associated Press.The law passed the parliament’s lower chamber but remains in discussion in the Italian Senate.<em>With Post wires</em>",
    "2021 - 4881": "A run-of-the-mill <a href=\"https://nypost.com/2021/03/23/grassley-highlights-gun-owner-diversity-at-a-time-with-uncertain-police-response/\">Senate Judiciary Committee</a> hearing became bad-tempered Wednesday, with Sen. <a href=\"https://nypost.com/2021/03/24/senators-back-off-vow-to-withhold-support-for-biden-cabinet-nominees/\">Mazie Hirono</a> (D-Hawaii) accusing <a href=\"https://nypost.com/2021/06/22/climate-protesters-arrested-outside-ted-cruzs-houston-home/\">Sen. Ted Cruz</a> (R-Texas) of “mansplaining” after he referenced her in a question to a nominee about the doctrine of judicial originalism.During the hearing to consider U.S. District Judge Gustavo Gelpi’s nomination to the First Circuit Court of Appeals, Cruz told the nominee that Hirono had stated “that you refused to commit to originalism because originalism would prevent [case] outcomes that she supports … she doesn’t want judges who will follow the original understanding of the Constitution.”“Is it right that you don’t intend to follow the original understanding of the Constitution?” asked Cruz.“Senator, as I mentioned to an earlier question, I will apply originalism. That is one of the factors, or the tests, that the Supreme Court has laid out for judges to follow and I cannot ignore it. I have to follow originalism in the cases where it is appropriate,” answered Gelpi.When Cruz attempted to ask a follow-up question, he was cut off from the chair by Sen. Jon Ossoff (D-Ga.), who told Cruz his time had expired and recognized Sen. Alex Padilla (D-Calif.)“You know, this is a committee where we’ve had a little bit of comity,” Cruz began, “and I recognize Senator Ossoff is new, but we generally don’t have the chairman trying to jump in thirty seconds in, and I recognize the chairman does not want these questions answered –“. At that point, Ossoff called for order, repeatedly banging his gavel as Padilla and Hirono both sought to be recognized. “Senator Ossof desperately does not want these questions answered,” Cruz added.When Hirono was recognized for a “point of personal privilege,” she said: “I would request that my colleague, Sen. Cruz, not misstate what I’m saying. You know what, all this mansplaining, please stop.”As Ossoff tried again to recognize Padilla, Cruz challenged Hirono.“What was mischaracterized, Senator Hirono? You just said I mischaracterized something,” the Texan said before he was cut off by Ossoff pounding his gavel.“I’m very proud you have a gavel, but a point of personal privilege,” Cruz rebuked Ossoff. “Senator Hirono just said I mischaracterized something she said. So I’m asking her to explain what was mischaracterized. You’re welcome to explain what was mischaracterized.”After Ossoff allowed Hirono to respond, the Hawaii Democrat said: “The thing with my colleague is, he always has to get the last word and that is a fact.”“I do not object to originalism as applied because it results in decisions that I don’t agree with,” she continued. “I disagree with the way that the Court proceeded – some of the members of the court and how they proceed with originalism to get to the results that they want. So, that’s it.”“Is it not accurate that you said you thought originalism shouldn’t be followed because it would lead to a different result in <a href=\"https://nypost.com/2015/06/26/tears-of-joy-for-widowed-plaintiff-in-gay-marriage-case/\"><em>Obergefell</em> [<em>v. Hodges</em>]</a> and a different result in <a href=\"https://nypost.com/2021/05/21/overturning-roe-v-wade-could-make-the-us-politically-healthier/\"><em>Roe</em> [<em>v. Wade</em>]</a>?” Cruz asked. “Is that not what you said?”“No,” Hirono answered. “Some of the court members apply originalism. Not all of them do, and that is why, in some instances, they have been in the minority. Maybe not so much now.” At that point, Cruz let the matter drop. Wednesday was not the first time Cruz and Hirono had clashed in the committee room. <a href=\"https://nypost.com/2020/08/04/ted-cruz-convenes-senate-hearing-on-antifa-terror-attacks/\">This past August</a>, Hirono objected to Cruz convening a Judiciary subcommittee hearing on “terror attacks” by members of the far-left group Antifa. “What we’ve <a href=\"https://nypost.com/2021/06/22/travel-portland-ad-pitches-faith-in-the-future-amid-unrest/\">seen in Portland, Oregon</a>, is peaceful protesters in need of protection from federal officers,” Hirono said. “The hearing we should be having is one called the right of the people peaceably assemble without being beaten up by unidentifiable federal agents.”Hirono then <a href=\"https://www.foxnews.com/politics/dem-senator-mazie-hirono-walks-out-ted-cruz-antifa-hearing\" rel=\"noreferrer noopener\" target=\"_blank\">left the hearing early</a>, telling Cruz: “I hope this is the end of this hearing, Mr. Chairman, and that we don’t have to listen to any more of your rhetorical speeches.”",
    "2021 - 3529": "That’s some timing, Joe. Kamala Harris’ first trip to the US-Mexico border as vice president was overshadowed Friday when President Biden started speaking at a different event just seven minutes into her highly anticipated press conference.Harris began her remarks at 1:50 pm eastern time. But at 1:57 pm, Biden rolled up to his own event at the White House to sign into law a national memorial to the victims of the 2016 Pulse nightclub shooting.The White House often works to ensure that major news events don’t overlap to allow officials and reporters to focus on one at a time — but the split-screen Friday appeared to be by design. The events were scheduled to begin just five minutes apart and both started late.It’s unclear if the timing conflict was intended to distract from Harris’ trip to El Paso, Texas, or it the conflict was simply the result of poor planning. Reporters covering the White House already were fuming about planning for Biden’s trip this month to Europe, where press was repeatedly denied access at stops in England, <a href=\"https://nypost.com/2021/06/14/biden-excludes-us-reporters-from-very-good-erdogan-meeting/\">Belgium </a>and <a href=\"https://nypost.com/2021/06/16/biden-appears-amused-watching-russians-shove-us-reporters/?preview_id=18538382\">Switzerland</a>.During her remarks in El Paso, Harris claimed that there’s been <a href=\"https://nypost.com/2021/06/25/kamala-harris-touts-progress-at-border-despite-record-surge-under-biden/\">“extreme progress”</a> in stemming the flow of migration — despite the fact that border apprehensions hit <a href=\"https://nypost.com/2021/06/09/border-stops-top-180k-in-single-month-for-first-time-in-21-years/\">a 21-year monthly high</a> in May. Biden offered a more somber delivery as he commemorated the 49 people murdered at the gay club in Orlando, Fla., by a man pledging allegiance to the Islamic State group.“Just over five years ago, the Pulse nightclub, a place of acceptance and joy, became a place of unspeakable pain and loss, and we will never fully recover, but we will remember,” Biden said, joined by some of the survivors.Shortly afterward, Biden hosted a more jubilant gay pride month celebration — as Harris jetted to her home state California for the weekend.“Our presence here this afternoon makes a simple strong statement: Pride is back at the White House,” Biden said to applause.Although former President Donald Trump was described by his aides at the first US president<a href=\"https://mobile.twitter.com/quicktake/status/1134632758737866753\" rel=\"noreferrer noopener\" target=\"_blank\"> to take office approving of same-sex marriage</a>, Trump took a relatively low-key approach to celebrating June as gay pride month. Trump launched a diplomatic push to decriminalize homosexuality in other countries and in 2019, he issued a pride-month statement hailing the “outstanding contributions that LGBT people have made to our great Nation.” He also named the first gay person to a Cabinet level job — Ric Grenell, who was acting director of national intelligence.But Trump also drew fire from activists, including for ordering the military to ban transgender people in 2017.Biden said at the gay-pride celebration that on Friday he hosted a belated birthday celebration featuring cupcakes for Chasten Buttigieg, the husband of Transportation Secretary Pete Buttigieg, who is the first gay Senate-confirmed cabinet member.“This month, pride flags are flying… in more than over 130 US embassies around the world,” Biden said to cheers."
}