{
    "2012 - 0": "",
    "2012 - 3301": "’Tis the season to pick the biggest winners and losers of state politics in 2011 — and there were plenty of both.The year was dominated by Gov. Cuomo’s aggressive new administration. His political acumen has earned him the distinction of being the big winner of the year.Cuomo brought a level of hard work and political skill to Albany that hadn’t been seen in decades, and that helped him see through major accomplishments like legalizing same-sex marriage and hammering out a sweeping new ethics law.The accomplishments have driven Cuomo’s approval ratings to record-high levels.On the fiscal front, state spending grew by less than 2 percent this year, real cuts were made in what had been runaway health-care and education spending, a property-tax cap was approved for outside New York City, and, in a late controversial move, a tax-reform measure was passed, reducing income taxes for some 4.5 million payers — while increasing them for about 30,000 of the wealthiest.And it’s because of those policies that the runner-up winner is none other than — for the first time in many years — the taxpayers of New York. The only blemish on Cuomo’s record was a major flip-flop on the controversial “millionaires tax.”Other winners include Assembly Speaker Sheldon Silver (D-Manhattan), who avoided serious clashes with Cuomo while predicting, accurately, that the governor would reverse course on the millionaires tax. Silver also continues to remain immune to a challenge to his 17-year-long leadership.Gay New Yorkers were huge winners, of course, as was little-known Republican Bob Turner, the retired cable executive who made national news defeating Democratic Assemblyman David Weprin to win disgraced ex-Rep. Anthony Weiner’s seat. State Democratic Chairman Jay Jacobs was a winner, as he defied expectations and held on to his job — convincing Cuomo to let him stay —and even had the courage to give the green light to natural-gas “hydrofracking’’ on his property in Pennsylvania.And now, on to the losers: Mayor Bloomberg tops the list because of his increasingly strained relations with Cuomo and the Legislature on such issues as the taxi bill, pension reform, teacher evaluations, Port Authority obligations, and taxes on the wealthy.Next year could be the most difficult year yet for the lame-duck mayor at the Capitol.State GOP Chairman Ed Cox and the virtually nonexistent Republican Party were major losers as they blew a key special congressional election in Buffalo; lost control of Erie and Suffolk counties; and watched a once-rising star, Erie County Executive Chris Collins, go down to a humiliating defeat.Other losers include left-of-center Attorney General Eric Schneiderman, whose first year in office has been devoid of significant accomplishment; Conservative Party Chairman Michael Long, whose threats couldn’t prevent GOP senators from defecting on the gay-marriage bill; and Senate Minority Leader John Sampson (D-Brooklyn), who has yet to convince insiders that he has the brains, talent and work ethic to ever be majority leader.Also, Senate Majority Leader Dean Skelos (R-Nassau), who has yet to convince insiders that he has the brains, talent and work ethic to <em>remain </em>the majority leader.<a href=\"mailto:fredric.dicker@nypost.com\">fredric.dicker@nypost.com</a>",
    "2012 - 3000": "Gov. Cuomo will wait at least six more months to answer the $64,000 question of New York politics.In a disclosure sure to disappoint many Democrats and thrill most Republicans, a political source close to Cuomo told The Post that the governor won’t decide until the end of the next legislative session — in late June — whether to launch an all-out effort to wrest control of the Senate from the Republicans, who hold a tenuous one-vote majority there.“The governor plans to focus on the legislative session and on governing in the upcoming months and won’t be making any decisions on politics until the session is over,’’ said the source.“He’s interested in downplaying politics and partisanship in the next several months,’’ the source continued.Cuomo’s strong popularity, great organizational skills and access to large sums of campaign cash could easily be decisive in helping Democrats recapture control of the Senate, especially in a state where Democrats outnumber Republicans by more than 2 million voters.Taking back control of the Senate — which was held by Democrats in 2009-10 after more than 40 years of continuous GOP control — is the top priority of many left-of-center Democratic activists bent on advancing many of the tax-and-spend policies Cuomo has rejected.Cuomo, the de facto head of the state’s Democratic Party, has steered a fiscally moderate course during his first year in office, even while supporting a “progressive’’ social agenda that includes passage of the landmark gay-rights marriage law.Another factor weighing on Cuomo is the embarrassingly poor quality of much of the Senate’s Democratic leadership, which disgraced itself with a combination of scandal, political tone deafness and buffoonery during its chaotic two-year run in power.“You think the governor wants to put [Minority Leader] John Sampson [D-Brooklyn] back in power?’’ was how one prominent Democrat put it.Coincidentally, former Gov. Mario Cuomo, unimpressed with the hapless leadership of then-Minority Leader Manfred Ohrenstein (D-Manhattan), was repeatedly criticized by Senate Democrats during his 12 years in office — from 1983 to ’94 — for doing little to help his party take control of the Senate. * Gov. Cuomo, meanwhile, has all but wrapped up his second State of the State Address, to be delivered to the Legislature and hundreds of invited guests Jan. 4.It’s expected to emphasize private-sector job creation, legalization of casino gambling and pension reform and mandate relief for fiscally hard-pressed New York City and other local governments and nonpartisan legislative and congressional redistricting.Not expected to be mentioned: the controversial use of “fracking’’ technology to extract natural gas from the shale-rich Southern Tier region of the state.“Look for the governor to leave that one for later in the year, when the state [Environmental Conservative Department] report comes out,’’ said a source.<a href=\"mailto:fredric.dicker@nypost.com\">fredric.dicker@nypost.com</a>",
    "2012 - 4937": "GOP presidential candidates yesterday crisscrossed Iowa in a last-ditch bid for support — as a final pre-caucus poll showed that tonight’s outcome is too close to call. The Public Policy Polling survey had the leading three candidates in a virtual dead heat, with Ron Paul garnering 20 percent, Mitt Romney 19 and a surging Rick Santorum 18.And that’s with 41 percent of voters saying they were still undecided — and one quarter saying they could change their minds.But it was Santorum who was shaking up the race — with his support nearly doubling in the past week.“The momentum in the race is completely on Santorum’s side,” said PPP Director Dean Debman.Santorum had the highest favorability rating of all the candidates, and he scooped up 29 percent of undecided voters in the last week, compared with 17 percent for Romney.Santorum was leading with two key voting blocs — evangelical Christians and Tea Party activists.Still, many Republicans view Romney as the best candidate to defeat President Obama. The normally cautious Romney appeared more confident than usual at a rally in Marion last night, saying, “We’re gonna win this thing with all our passion and strength!’’ And Paul, whose support dipped, still has a legion of committed supporters and a strong organization in the Hawkeye State, Debman said.Meanwhile, Newt Gingrich, a one-time front-runner whose popularity in Iowa sank to 14 percent after a barrage of TV attack ads financed by Romney backers, predicted yesterday he won’t come out on top. But he said he would do well enough to fight on. “I don’t think I’m going to win because of the volume of negativity,” Gingrich told reporters after meeting with farmers in Independence.Still, some Iowa voters are sticking with Gingrich.“We need somebody as president who understands the congressional process and has passed major legislation. Only one person has done that, and that’s former House Speaker Newt Gingrich,” said Jeff Jorgensen, the GOP leader of Pottawattamie County.A buoyant Santorum said his fund raising has skyrocketed, along with his poll numbers, going up 400 percent from just 10 days ago.“We have raised more money in the last few days than we have in the last few months. And going from zero to 60 in the polls, if you will, will help those resources a lot,” Santorum said in Polk City.Santorum was getting help on the campaign trail from a famous TV dad, Jim Bob Duggar, of TLC’s “19 Kids and Counting.” The Duggars, Christian evangelicals from Arkansas, backed Mike Huckabee for the GOP nomination in 2008. Other faith-based voters, too, said Santorum, who is anti-abortion, was their guy,.“Santorum seems the most down-to-earth person. He has a child that was born with birth defects. He chose to go ahead and have the child that way. I respect that and admire that,” said Woody Spaur, of Bussey. But Santorum took some last-minute hits.Rick Perry distributed a Politico report that showed Santorum was a consultant to a Washington lobbying firm, American Continental Group, whose clients included the pro-gay-rights Human Rights Campaign and the immigration-rights group Reform Immigration for America. Both groups are anathema to conservatives like Perry. Perry blasted Santorum, a former Pennsylvania senator, as a “Washington insider” and “pork barrel” politician. “I mean, he’s raised the debt limit more than Obama raised the debt limit in his years in the United States Congress,’’ the Texas governor said. For his part, Romney largely ignored his GOP rivals and focused on Obama and the state of the nation.“This is a contest about the economy and about the budget and about foreign affairs, but it’s also an election about the soul of America,” Romney said during a rally earlier in the day at the Mississippi Valley fair grounds.Of Obama, Romney said, “He just doesn’t know what has to be done to get the country on track again.”Earlier on the stump, Romney drew applause when he likened Obama to reality star Kim Kardashian.“I think the gap between his promises and his performance is the largest I’ve seen, well, since the Kardashian wedding and the promise ‘till death do we part,’ ” Romney said, referring to Kim’s short-lived marriage to Nets hoopster Chris Humphries. About 500 people showed up for Texas Rep. Paul’s event at the Marriott in Des Moines, where the libertarian lion threw some red meat to his fans.Supporters roared when he said a majority of Americans want the troops out of Afghanistan.“Stay out of our economy, stay out of our personal lives, and stay out of the internal affairs of other nations,” he said.Political analysts are predicting a lower turnout than four years ago, with fewer than 115, 000 voters showing. About 130,000 voters attended the 2008 caucus. “Iowa’s large undecided vote, this close to the election, does not mean Iowa voters are undecided. It means they don’t care and are not voting,” Republican consultant Alex Castellanos told CNN.",
    "2012 - 6061": "DES MOINES, Iowa — Mitt Romney and Rick Santorum battled to a virtual tie in the Iowa early this morning, after Santorum rocketed from the back of the pack to become Romney’s main GOP rival in the closest vote in caucus history. With all precincts reporting, Romney beat Santorum by a mere eight votes — 30,015 to 30,007 — out of 122,000 cast. Each had 25 percent.Mitt Romney admits his eight-vote Iowa caucus victory was “pretty narrow” but says he’s got more staying power than runners-up Santorum and Ron Paul or his other rivals for the Republican presidential nomination.Romney told NBC’s “Today” show he was “absolutely delighted” with his victory Tuesday since he had been “way behind in the polls.”“Game on!” Santorum declared after his stunning climb from the bottom of the polls to a dead heat with the national front-runner.In a challenge to Romney’s reputation as the most electable Republican presidential candidate, Santorum said, “What wins in America are bold ideas, sharp contrasts.”Ron Paul was a close third, with 21 percent.Heading off to New Hampshire, where Romney holds a healthy lead in the polls, the former Massachusetts governor predicts a long road to the nomination. Romney says his national campaign team and strong fundraising will set him apart from the pack.“I want to make sure this isn’t just a one-state sendoff,” Romney said Wednesday.He told CBS’ “Early Show” on Wednesday that he will take his campaign all the way to the Republican convention in Tampa and predicts others are going to find that hard to do. One candidate — Rick Perry — is already stepping back to decide whether to stay in the race after a fifth-place finish.The virtual two-way draw sets up the continuation of a brutal GOP presidential-nomination fight that now shifts to New Hampshire, which votes next Tuesday in the first actual primary.Romney must now defend his wide lead in the Granite State against Santorum — who seized the mantle as the top challenger from the social-conservative wing — and Paul, who draws enthusiastic support from libertarians and Tea Party activists, but who many party big-wigs think can’t go the distance.Romney is expected to get a boost today when Arizona Sen. John McCain — the 2008 GOP presidential nominee, who is popular in New Hampshire — endorses him,,CNN reported. For his part, Texas Gov. Rick Perry, who got only about 10 percent last night, told supporters he would return to his home state to “determine whether there is a path forward for me in this race.” An exit by Perry could allow Santorum and other Romney opponents to consolidate support.Newt Gingrich trailed with 13 percent, followed by Perry. Michele Bachmann, a native Iowan, had only 5 percent.Gingrich gave a slashing speech last night, saying the coming primary debate would decide whether the party would pick a “Reagan conservative” or “a Massachusetts moderate who, in fact, will be pretty good at managing the decay but has given no evidence in his years in Massachusetts of any ability to change the culture or change the political structure or change the government.”Gingrich also ripped Paul as having “stunningly dangerous” foreign-policy ideas.Romney, in his remarks, tipped his hat to both Santorum and Paul, then slammed President Obama as someone who is “a nice guy but who may be in over his head.”Romney made a late, hard push in Iowa, holding rallies and events across the state while his allies blanketed the airwaves with attacks on Gingrich and Perry, who each took a turn at the top of the volatile polls.Having performed well enough in a state with conservative and religious Republicans, Romney avoided the repudiation he got here four years ago. Santorum is now the new anti-Romney threat with momentum, after galvanizing supporters and beating Gingrich, Perry and Minnesota Rep. Bachmann, who failed to perform well even among her base of conservative evangelicals.Santorum, a former Pennsylvania senator and ex-House member, blanketed the state with visits to all 99 counties and stressed faith and family values. But he doesn’t have the funding or the organization in place for a prolonged battle against a campaign juggernaut like Romney’s, sources said.Early entrance polls showed Paul cleaning up among younger voters, winning more than half of the 17-to-24 age group and nearly 40 percent of voters in their 30s.Santorum, who soared into contention in the last week of the campaign, did best among those who called themselves conservative and very conservative, with Paul coming in second in that group.Santorum also scored big among white, evangelical, born-again Christians, with 30 percent. Paul was next, with 21 percent.Nearly half of Romney’s supporters said the single quality that mattered most is that he could beat Obama in November.  Paul dedicated himself to competing in Iowa, campaigning there for five years after his run in 2007.He drew some of the largest crowds of the contest, stressing his appeal to liberty and his roots as an early inspiration for the Tea Party movement.Paul’s well-funded campaign machine ripped his top opponents on the airwaves as Washington insiders and flip-floppers.And he didn’t soft-pedal his libertarian positions, including the legalization of drugs, withdrawing US troops from overseas, and allowing states to decide on gay marriage.Paul told supporters last night, “We’re essentially three winners, three top vote getters. We will go on. We will raise the money. I have no doubt about the volunteers — they’re gonna be there.”Romney kept his distance from Iowa at first — fearful of suffering the same rejection he got in the state in 2008, when Iowa’s evangelical voters rallied around winner Mike Huckabee.But Romney barnstormed the state in the waning days as polls showed him at or near the top — while the Restore Our Future super-PAC, financed by his allies, savaged his rivals.Santorum was stuck at the bottom of opinion surveys until just a week before last night’s caucuses. Then he appeared to benefit from the pummeling of Gingrich on Iowa’s airwaves.",
    "2012 - 594": "VATICAN CITY — Pope Benedict said yesterday that gay marriage was one of several threats to the traditional family that undermined “the future of humanity itself.” He told diplomats from nearly 180 countries in a new-year address that the education of children needed proper “settings” and that “pride of place goes to the family, based on the marriage of a man and a woman.” “This is not a simple social convention, but rather the fundamental cell of every society. Consequently, policies which undermine the family threaten human dignity and the future of humanity itself,” the pontiff said. "
}