{
    "2022 - 12223": "On November 13, 1990, TV was changed forever with the premiere of “<a href=\"https://www.amazon.com/Real-Sex-Season-1/dp/B01MRS7ULK?tag=nypost-20&amp;asc_refurl=https://nypost.com/2021/11/14/hbo-doc-legend-sheila-nevins-network-boys-kicked-me-out-the-door/&amp;asc_source=web\">Real Sex</a>” on HBO. The docuseries was raw and explicit, covering everything from masturbation classes to bisexual strip clubs.And Sheila Nevins, the producer and VP of Original Programming who brought the show to HBO, was thrilled to see just how much she could get away with. “We could now show penises,” she said to author James Andrew Miller, for his new oral history, “<a href=\"https://www.amazon.com/Tinderbox-HBOs-Ruthless-Pursuit-Frontiers/dp/1250624010?tag=nypost-20&amp;asc_refurl=https://nypost.com/2021/11/14/hbo-doc-legend-sheila-nevins-network-boys-kicked-me-out-the-door/&amp;asc_source=web\">Tinderbox: HBO’s Ruthless Pursuit of New Frontiers Hardcover</a>” (Henry Holt), out Nov. 23. “But we couldn’t show it upright. No erect ones.”It’s difficult to remember today, when sexually explicit content has become so ubiquitous — thanks to the Internet — but 30 years ago, shows like “Real Sex” were dangerous and groundbreaking. “‘Real Sex’ was the birth of the R-rated documentary,” says Nevins. “It was the highest-rated show on HBO bar none.”Long before “The Sopranos,” “The Wire” and “Game of Thrones,” Nevins helped establish HBO as the place to find shows you couldn’t see on network TV. She was often ahead of her time, producing shows like 1985’s “What Sex Am I?” — which chronicled the personal and professional struggles of transgender people “at a time when even support for gay marriage was still a minority view,” writes Miller — and 1987’s “AIDS: Everything You and Your Family Need to Know … But Were Afraid to Ask.”“Everybody thought I did the sex shows so I could make serious docs, like Peter to pay Paul,” continues Nevins. “But that wasn’t true at all. I liked them as much as I liked the serious docs. The people in them lived a life I couldn’t live.”Nevins, who’s now 82, first joined HBO’s documentary division in 1979, serving as president since 2004, and during her reign won 26 Oscars, 32 Primetime Emmy Awards, 35 News and Documentary Emmys and 42 Peabody Awards. She won so many awards that HBO created a Nevins trophy room and nicknamed it “the Holy Shrine of Sheila.”Spike Lee, who collaborated with her on “When the Levees Broke,” a 2006 documentary about the devastation in New Orleans following Hurricane Katrina, says Nevins could be aggressively opinionated. “She wouldn’t just let you go and make what you wanted to make and not say anything,” Lee says. “More times than not, what she suggested was better than my original thought.”But all the accolades weren’t enough. In 2017, the New York Times <a href=\"https://www.nytimes.com/2017/12/16/style/sheila-nevins-leaving-hbo-documentary-films.html\">reported</a> that Nevins, the “profane, glamorous and gloriously inappropriate” president of HBO Documentary Films, had decided to step down. She told the Times that “I have deprived my life of a life. All I did was work. I was, like, born at HBO and I don’t have to die there.”But five years later, Nevins tells Miller that this was a complete lie.Nevins was, in fact, pushed out of HBO after 38 years, and as she filled a garbage bag with her office belongings, she felt more confused than content about how her career was ending.“Why was I beaten up and kicked out the door?” she asked. “Was I too old? Was I costing them too much money?”Nevins grew up in the ’50s and ’60s on the Lower East Side of Manhattan, the child of a Russian immigrant bookie and a mother suffering from Raynaud’s disease, which resulted in the amputation of her left arm below the elbow. Watching the way people responded to her mother, sometimes with pity but often with revulsion, inspired Nevins to “champion stories about those less fortunate … anonymous victims of unfairness, deprivation and poverty,” writes Miller.During the ’70s, she bounced between TV producing jobs until 1985 when she was made HBO’s Vice President of Documentary Programming. She brought to the network a clear vision of how HBO could stand apart.“Why should you pay for television when you can get it for free?” Nevins asks. “We’re going to give you hot stuff at night. We’re going to tell you things you don’t know about, plus things you’re curious about. And we’re not going to rub your nose in liberal-only thinking.”Her first big success was “Real Sex,” followed in ’95 by “Taxicab Confessions,” where New Yorkers were secretly recorded in cabs sharing “poignant tales of loss and longing to ribald stories of semi-salacious sex,” Miller writes. “There were even scenes of actual fornication in the backs of cabs.”As she raked in critical acclaim, HBO gave her complete creative autonomy. “They left me alone,” says Nevins, who was promoted to president of Documentary and Family Programming in 2004. “They gave me money. I worked within that amount of money. And they never told me I did a good job.”“Taxicab Confessions,” which ran till 2006, could be vulgar and titillating, but according to co-creator Harry Gantz, it also “helped you see the humanity in people who were different from you.”Gantz remembers visiting a sex workers convention in Las Vegas and receiving a standing ovation. Prostitutes were frequently featured on “Taxicab Confessions,” sharing details of their lives that weren’t usually portrayed in the media.“We gave them a voice to talk about their experiences rather than deciding who they were ahead of time,” he says. “People began to realize that this was a transformative show, because it took the shame out of confessing, of sharing the parts of yourself that you were ashamed about.”By the 2010s, Nevins had been at HBO longer than almost any other exec, but she didn’t worry about appearing old and out of touch in a youth-centric industry. “I knew they couldn’t afford to lose me,” she says. “I was wily. I think I learned it from the hookers.”Jeff Bewkes, one-time CEO of Time Warner, HBO’s parent company, calls the network a boys’ club, but adds, “There were a lot of strong women who took no shit and gave as good as they got,” pointing to Nevins as one of them.Even Chris Albrecht, a former Chairman and CEO of HBO between 2002 and 2007, often credited with spawning a Golden Age of television with shows like “The Wire” and “Six Feet Under,” knew better than to interfere with Nevins. “What am I gonna tell Sheila about a documentary?” he says. “It didn’t do me any good to have a turf war with Sheila.”Some learned this the hard way. In 2005, when venerated ABC anchor Ted Koppel was in negotiations with HBO to create original programming, Nevins “went on a scorched-earth campaign, the likes of which you’ve never seen before,” says Jon Alpert, a filmmaker and longtime Nevins collaborator. Fearing that she would be replaced, Nevins spent weeks “screaming and swearing on the phone” to HBO execs, according to Alpert. Koppel finally gave up on the network. “It really wasn’t worth the stress that we were going to cause,” Koppel told Miller, adding that “Sheila is a lovely woman, and I enjoy her a great deal.”Nevins’ memory of that moment isn’t as rosy. Months after Koppel’s HBO deal fell apart, she said she ran into the news anchor at the Canyon Ranch spa, and he called her “a snake.”Nevins didn’t respond, but says she thought to herself, “F–k you, mister, I got you out.” She also had a less than amicable relationship with Richard Plepler, the two-decades younger HBO exec who became CEO in 2013. “Richard knew how to work her,” says Mike Lombardo, who served as HBO’s co-president with Plepler in 2007. “He would do this for years, he would be like, ‘How old is she again?’ He was out to f–k her from day one. I’d watch him with her. He was a master at it.”The animosity between Plepler and Nevins wasn’t just down to their age difference. “Nevins and Plepler had different tastes in documentaries,” Miller writes. “Plepler veered toward projects built around celebrities and big names, whereas Nevins maintained an interest in grittier, more journalistic stories.”Although Nevins enjoyed any opportunity to rub shoulders with A-listers like Mike Nichols and Steven Spielberg, “she wasn’t all that interested in telling their stories,” Miller writes. “As time went on, Nevins had long felt she had to push harder and harder to keep HBO’s documentaries rooted in real-world subjects.”Nevins was slowly being pushed out, and not just at the office. “Plepler hosted renowned, hoity-toity salons and dinner parties, but Nevins was not invited to them,” Miller writes. “She never cracked into his inner circle.”“I was aware of conflicts that were coming down the pike,” says Alex Gibney, an Emmy-winning documentarian who collaborated with Nevins on the 2015 HBO hit “Going Clear: Scientology and the Prison of Belief.” “Some of my projects were green-lit, not by going to Sheila but by having them green-lit out of LA through Mike Lombardo. You could tell Mike and Richard were making decisions over her head and that she was losing the power to run her department.”Both sides tell very different stories. Lombardo recounts trying to get an Elvis Presley doc made at HBO but Nevins “didn’t want to do docs about people,” he says. When Nevins found out he went over her head to get the documentary made, she called him in a rage. “She raised her voice on the phone to me,” Lombardo remembers. “Things got really heated.”Nevins recalls conversations with Lombardo in which <em>he</em> called <em>her</em> screaming. “He was tyrannical,” she says. “He was disturbed. I started crying.” Lombardo didn’t just dislike her, she says, he “hated me. He wished I was dead. Destroyed me. Destroyed my soul.”On December 16, 2017, Nevins announced she was leaving. To the world, it was presented as her decision. Plepler gave her a hero’s send-off. “The word ‘legend’ is often thrown around loosely in our business,” he wrote in a statement. “But in Sheila’s case, it actually applies.” She was given an undisclosed severance and a glowing profile in the Times, but after 2018, most of the shows she helped create for HBO, from “Real Sex” to “Taxicab Confessions,” were quietly removed from the network’s streaming services. Many of the filmmakers who worked with Nevins knew the real reasons she left. “She was a 79-year-old woman,” says Alexandra Pelosi, a director who sold several films to Nevins (and is also the daughter of Speaker of the House Nancy Pelosi). “Corporate America doesn’t respect 79-year-old women.”It also didn’t help that Nevins is a “foulmouthed truth-teller,” says Pelosi. “Nobody likes truth-tellers at their parties. They say inappropriate things out loud.”Nevins acknowledges her reputation. “I never would have worked for me,” she admits. “Never. Not in a million years. What a bitch! But I felt that I had earned the right to be difficult because I was being difficult for the product.”Her departure all came down to a fundamental difference between how Nevins and Plepler saw the world.“Richard hangs around in a society where the food miraculously appears on your table, but you never meet the people in the fields who harvest it,” says filmmaker Rory Kennedy, directed the 2003 HBO docuseries “Pandemic: Facing AIDS” under Nevins’ watch. “Sheila comes from the Lower East Side, went to Communist sleepaway camp.” (Pleper later left the network in 2019, stating that he had been with HBO “nearly 28 years.” He is now running his own production company, and declined to comment on Nevins or her departure from HBO for Miller’s book.)Nevins, meanwhile, accepted an offer by MTV to start up their Documentary Films division two years after leaving HBO. “I was hired by MTV because I was a brand,” she says. “They didn’t care how the f–k old I was. I just gave clout to their reality stuff.”The ultimate revenge? In September, just two years after Nevins moved to MTV, the  network scored its first-ever Emmy Award for a documentary with “<a href=\"https://deadline.com/tag/76-days/\">76 Days</a>,” chronicling the Wuhan lockdown in 2020. And who did she beat to win it? HBO.",
    "2022 - 1309": "GENEVA — Switzerland’s executive body announced Wednesday that same-sex couples can get married starting on July 1 next year, making good on the resounding support Swiss voters expressed in a referendum.The Federal Council officially said that starting Jan. 1, Switzerland would recognize the marriages of same-sex couples who wed in other countries instead of continuing to treat the unions as simple civil partnerships.In setting a date for the “Marriage for All” law approved by voters in September to take effect, the council said that civil partnerships would no longer be possible in Switzerland as of July 1. Couples already in civil partnerships, which the country authorized in 2007, will be allowed to maintain them without having to get married.Switzerland is one of the few remaining countries in Western Europe where gay and lesbian couples do not already have the right to wed.The referendum approved by an overwhelming majority on Sept. 26 will put same-sex partners in the rich Alpine nation on equal legal footing with heterosexual couples, including by allowing them to adopt children together and to sponsor a spouse for citizenship.Supporters of the referendum had acknowledged it would be months before same-sex marriages could begin, mostly for administrative and legislative procedures.",
    "2022 - 4646": "Democrats can no longer count on Hispanic voters to <a href=\"https://nypost.com/2021/12/06/40-percent-of-hispanic-voters-are-offended-by-latinx-poll-finds/\">back them en bloc at the polls</a>, according to a new survey released exactly 11 months before next year’s midterm elections. <a href=\"https://www.wsj.com/articles/hispanic-voters-now-evenly-split-between-parties-wsj-poll-finds-11638972769\" rel=\"noreferrer noopener\" target=\"_blank\">The Wall Street Journal</a> poll finds that 37 percent of Hispanic voters would support a Democrat for Congress while 37 percent would support a Republican if an election were held today, with 22 percent undecided. By contrast, Democratic House candidates received more than 60 percent of the Hispanic vote in 2020. Hispanic voters were also divided when asked about the <a href=\"https://nypost.com/2021/10/20/trump-biden-tied-in-potential-2024-election-faceoff-poll/\">possibility of a rematch</a> between President Biden and former President Donald Trump in the 2024 presidential election. According to the survey, 44 percent of Hispanic voters said they would back Biden, while 43 percent said they would pull the lever for Trump. In 2020, exit polls indicated that Biden won Hispanic voters by about a two-to-one margin.There was more bad news for Democrats in the job approval numbers for Biden among Hispanic voters, with 54 percent disapproving of his performance and 42 percent approving — a number only slightly higher than the president’s <a href=\"https://nypost.com/2021/11/27/biden-poll-numbers-creep-upwards/\">dismal national approval rating</a>.Hispanic voters make up roughly 12.5 percent of eligible voters in the US and the survey indicates that many of them — particularly men — are moving toward the GOP.According to the survey, 61 percent of Hispanic men disapprove of Biden’s job performance, 56 percent would vote for Trump if he ran against Biden in 2024, and 45 percent would vote for a Republican congressional candidate in 2022. The poll also found that Hispanic men supported Republican economic policies over Democratic policies by a 17 percentage-point margin, while Hispanic women supported Democratic economic policies by 10 percentage points. Similarly, a majority of Hispanic men wish to reimplement policies put in place by Trump, while a majority of Hispanic women say they would rather keep Biden’s policies in place.Hispanic voters overall hold negative opinions about the economy, with just 25 percent saying it is headed in the right direction while 63 percent say it is headed in the wrong direction. When it came to Congress, Hispanic voters were more likely to support Republicans on issues like the economy and the border, but backed Democrats to handle the COVID-19 pandemic, infrastructure and lowering health care costs. Shortly after last year’s election, former President Barack Obama <a href=\"https://nypost.com/2020/11/25/barack-obama-attacks-hispanic-voters-for-supporting-trump/\">theorized that Hispanics who voted for Trump</a> looked past his inflammatory rhetoric and immigration policies because they were aligned on social issues.“Those of us who live in DC or New York or LA,” Obama said during an interview with “<a href=\"https://www.youtube.com/watch?v=jezBwRpwszM\" rel=\"noreferrer noopener\" target=\"_blank\">The Breakfast Club</a>” radio program, sometimes lack “a good enough sense of how big this country is and how a lot of folks do not accept at all” policies that people living in larger metropolitan areas take for granted.“People were surprised about a lot of Hispanic folks who voted for Trump, but there’s a lot of evangelical Hispanics who, you know, the fact that Trump says racist things about Mexicans, or puts detainees, undocumented workers in cages — they think that’s less important than the fact that he supports their views on gay marriage or abortion,” he said.Republicans are hoping to regain control of the House and Senate next year after two years of Democratic control of Congress and the White House. GOP operatives would have been encouraged by the result of last month’s Virginia gubernatorial election, in which victorious Republican <a href=\"https://interactives.ap.org/votecast-2021-va/\" rel=\"noreferrer noopener\" target=\"_blank\">Glenn Youngkin defeated Democrat Terry McAuliffe by 12 percentage points</a> among Hispanic voters. The poll surveyed 165 Hispanic voters as part of a sample of 1,500 registered voters between Nov. 16 and 22. The margin of error of the Hispanic sample of the survey was plus or minus 7.6 percentage points, while the full poll’s margin of error was plus or minus 2.5 percentage points.",
    "2022 - 2029": "A Florida gay rights activist was found dead in a landfill and the case is currently being investigated as a homicide, authorities said.Jorge Diaz-Johnston, 54, was discovered in a trash heap the morning of Jan. 8 in Baker, Florida, about 60 miles from the Alabama border, Tallahassee police said.“At this time the Tallahassee Police Department is investigating Diaz-Johnston’s death as a homicide,” police said Wednesday.Diaz-Johnston was last seen alive on Jan. 3. in Tallahassee, police said. No further details were provided by authorities about the circumstances of his disappearance.The activist and his husband Don had been one of the original couples to file suit against the Miami-Dade County clerk’s office after they were denied a marriage license. They ultimately won the right to marry in 2014 — more than a year before a Supreme Court ruling made same-sex marriage legal nationwide, <a href=\"https://www.nbcnews.com/nbc-out/out-news/florida-gay-rights-activist-found-dead-landfill-rcna12234\">NBC News reported. </a>“There are just no words for the loss of my beloved husband Jorge Isaias Diaz-Johnston. I can’t stop crying as I try and write this. But he meant so much to all of you as he did to me. So I am fighting through the tears to share with you our loss of him,” Don Diaz Johnston said in <a href=\"https://www.facebook.com/don.johnston.1612\">a Facebook post.</a>Diaz-Johnston is also survived by his brother, the former Miami mayor Manny Diaz.“I am profoundly appreciative of the outpouring of support shown to me, my brother-in-law Don, and my family after the loss of my brother, Jorge Diaz-Johnston. My brother was such a special gift to this world whose heart and legacy will continue to live on for generations to come,” Diaz <a href=\"https://twitter.com/Manny_A_Diaz/status/1481699973976764425?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1481699973976764425%7Ctwgr%5E%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fiframe.nbcnews.com%2Fjv8Jwwr%3F_showcaption%3Dtrueapp%3D1\">said in a statement</a>. ",
    "2022 - 1779": "Pope Francis told parents this week that they should support gay children and “never condemn” them.The 85-year-old progressive pontiff made his <a href=\"https://nypost.com/2020/09/20/pope-francis-to-parents-of-lgbt-kids-god-loves-your-children/\">latest LGBT-supporting comments</a> Wednesday during an unscripted part of his weekly audience as he discussed difficulties faced by parents.Those issues included “parents who see different sexual orientations in their children and how to handle this, how to accompany their children, and not hide behind an attitude of condemnation,” Francis said.“To them I say: Don’t be afraid … Never condemn a child,” he continued, according to Agence France-Presse.He further spoke admiringly of mothers he once saw in his native Argentina waiting outside a Buenos Aires prison to see sons “who had made a mistake.”“They showed their faces, they didn’t hide and they supported him, always. What courage,” he said of the moms.Francis has previously said gay people have a right to be accepted by their families as children and siblings, and has sent notes of appreciation to priests and nuns who minister to gay Catholics.He has also said that while the Church cannot accept same-sex marriage, it can <a href=\"https://nypost.com/2020/11/02/vatican-says-pope-francis-comments-on-same-sex-unions-taken-out-of-context/\">support civil union laws</a> aimed at giving gay partners joint rights in areas of pensions and health care and inheritance issues.Last year, the Vatican’s doctrinal office issued a document saying that Catholic priests <a href=\"https://nypost.com/2021/03/15/vatican-bars-catholic-priests-from-blessing-same-sex-unions/\">cannot bless same-sex unions</a>, a ruling that greatly disappointed gay Catholics.<em>With Post wires</em>",
    "2022 - 6578": "A Lebanese father tells his teenage daughter she is free to choose whether to have sex with her boyfriend despite his reservations.An Egyptian wife discreetly slips off her black, lacy underwear from under her clothes before heading out for dinner, and it’s not her husband she’s trying to tantalize.And in a dramatic moment, a man reveals that he is gay, a secret he has kept from his longtime friends who are shocked — but seem mostly accepting.The scenes in the first Arabic Netflix movie have sparked a public drama as intense as the one that plays out onscreen. On social media and TV talk shows and among friends in Egypt and other Middle East countries, a torrent of critics have denounced the film as a threat to family and religious values, encouraging homosexuality and unfit for Arab societies.Others have rallied to the film’s defense, saying detractors are in denial about what happens behind closed doors in real life. Those who don’t like the movie, they argue, are free to not subscribe to Netflix or simply skip the film.Titled “Ashab Wala A’azz,” which means “No Dearer Friends,” the movie is an Arabic version of the Italian hit “Perfect Strangers,” which has inspired many other international remakes. It tells the story of seven friends at a dinner party gone wrong after the hostess suggests that, as a game, they agree to share any calls, text and voice messages. As smart phones buzz, secrets are revealed, infidelities are exposed and relationships are tested.The controversy has re-ignited debates in the region over artistic freedom versus social and religious sensitivities; censorship; what constitutes a taboo in different societies and portrayal of gay characters.One irony is that Netflix in the Middle East shows many non-Arabic movies and series that feature gay characters in a positive light, premarital and extramarital sex and even nudity — which is typically banned in cinemas in the region — with little outcry.But to see those themes broached in an Arabic-language movie with Arab actors went too far for some. (The movie has no nudity; it’s largely an hour and half of people talking around a dinner table.)“I think if it’s a normal foreign movie, I will be ok. But because it’s an Arabic movie, I didn’t accept it,” said 37-year-old Elham, an Egyptian who asked for her last name to be withheld due to the sensitivity of the topic. “We don’t accept the idea of homosexuality or intimate relations before marriage in our society, so what happened was a cultural shock.”Homosexuality is a particularly strong taboo in Egypt: A 2013 survey by the Pew Research Center found that 95% in the country say it should be rejected by society; in Lebanon, that number stood at 80% at the time.The movie’s cast are mostly prominent Lebanese stars and its events are set in Lebanon. There, it has garnered many positive reviews. Fans said it discussed relatable topics away from stereotypes that are usually attached to gay characters or cheating spouses on screen.“There’s nothing like the Arab world’s hatred of the truth,” Rabih Farran, a Lebanese journalist, said in a tweet, referring to the backlash.It’s not the first time that an Arabic-language movie has featured gay characters.Most famously, the 2006 movie “The Yacoubian Building” with a cast of A-list Egyptian actors caused a stir for, among other things, including a gay main character. But the character was ultimately killed by his lover in what many saw as punishment.In contrast, the gay character in “Ashab Wala A’azz” is not depicted negatively. Another character encourages him to expose his former employers who let him go for his sexual identity.Fatima Kamal, a 43-year-old Egyptian, said she didn’t find it to be promoting same-sex relationships. She argued that some Egyptian movies in the past were more daring.“The movie touched on issues that the society refuses to confront but they do happen,” she said. “We all have a dark side and hidden stories.”Kamal, who has a 12-year-old son, also dismissed the idea the film would corrupt Arab youth.“Technology has changed society. Restricting movies is not the answer,” she said. “The solution is to watch based on age ratings and to talk to the young and make them understand that not everything we see on the screen is OK.”Talking on a popular TV show, Egyptian lawmaker Mostafa Bakry contended Egyptian and Arab family values are being targeted.“This is neither art nor creativity,” he said. “We must ban Netflix from being in Egypt” even if temporarily.Magda Maurice, an art critic debating Bakry on the show, disagreed. “This movie exposes what mobile phones do to people and to their normal lives,” she said.“You cannot ban anything now but you can confront it with good art,” she added. “Banning has become a thing of the past.”In Egypt, much of the furor focused on the sole Egyptian woman in the cast, Mona Zaki, one of the country’s biggest stars. Her character is the one seen slipping off her underwear, a gesture that many critics decried as scandalous.In social media, some attacked her for participating in the film. The online abuse extended to actors and actresses who supported her or praised her performance. Some criticized her real-life husband, an Egyptian movie star in his own right, for “allowing” her to play the role.The Egyptian actors syndicate came out in support of Zaki, saying it will not abide verbal abuse or intimidation against actors over their work. It said that freedom of creativity “is protected and defended by the syndicate,” while adding that it is committed to the values of Egyptian society.The Associated Press reached out to Netflix for a comment on the controversy but didn’t receive one.Egypt has long celebrated its cinema industry, which earned it the nickname “Hollywood of the East,” lured actors from other Arabic-speaking countries and brought Egyptian movies and dialect into Arab homes the world over.Film critic Khaled Mahmoud said Egypt “used to produce powerful and daring movies in the 1960s and 1970s.” But much of that adventurousness has been lost with the trend of so-called “clean cinema,” emphasizing themes deemed family appropriate with no physical intimacy or immodest attire, he added.“Society has changed, and the viewership culture has become flawed.”Story lines about affairs or sexual relations are not uncommon in Arabic films. But female stars are commonly grilled in interviews over whether they would agree to wear swimsuits or kiss co-stars on camera.“Our job is to let art be art,” Mahmoud said. “We cannot critique art through a moral lens.”",
    "2022 - 5684": "Whitney Houston was the perfect face for the MTV-dominated 1980s, “a glamorous showgirl shaped by a Svengali” – the powerful Arista Records producer Clive Davis.But she also possessed a deep, dark secret: she was a closeted lesbian, writes author Gerrick Kennedy in his new book, “<a href=\"https://www.amazon.com/Didnt-We-Almost-Have-All/dp/1419749692?tag=nypost-20&amp;asc_refurl=https://nypost.com/2022/02/05/inside-whitney-houstons-torment-for-being-a-closeted-lesbian/&amp;asc_source=web\" rel=\"noreferrer noopener\" target=\"_blank\">Didn’t We Almost Have It All: In Defense of Whitney Houston</a>” (Abrams Press), out Tuesday.Feeling pressure to conform to her strict religious upbringing and the norms of the time, Whitney hid her sexuality from the public till her tragic death, which happened 10 years ago this week. “Because her music didn’t fit squarely in the boxes expected of a Black girl making music in the ’80s, she was seen as <em>not Black enough. </em>She was ridiculed. Brandished ‘Whitey’ — and endured endless speculation on her sexuality,” the author notes.Raised in Newark, NJ, Whitney was under the thumb of her mother, Cissy, a devout church member of Newark’s New Hope Baptist Church and a member of the gospel singing clan, the Drinkard Sisters.The Drinkards played the “Chitlin’ Circuit,” performing at black venues throughout the South. Cissy was a star in her own right — singing backup to the King himself, Elvis Presley, and Aretha Franklin, the Queen of Soul.Even as a little girl, Whitney felt different. She was a tomboy and bristled at wearing the frilly clothes and hair ribbons chosen by her mother. She preferred jeans, t-shirts and running track with her two older brothers, Gary and Michael.The three children floated between the homes of relatives when the parents were working and Cissy was on the road. Soon, Whitney was swept up in Cissy’s all-consuming desire to push her into the singing business.“Cissy knew Whitney was destined for greatness and she could get her there. She rode her hard at church and encouraged her little girl to sing along to the records she and Aretha made. She didn’t take no shit,” Kennedy writes.Cissy’s solo career didn’t take off and although she was in demand as a backup singer, the recording industry was fickle. Whitney’s cousin, chart topping R&amp;B singer Dionne Warwick, also helped encourage the young girl’s vocal talent, viewed as the family’s ticket out of poverty. At the same time, Whitney was exploring her identity. In the summer of 1980, when she was 17, she introduced herself to a stunning, slender 19-year-old, Robyn Crawford, when they were both working as youth counselors at the East Orange Community Center in NJ.“It was a bond that formed almost immediately, and they were inseparable that summer. If you saw one, you saw the other,” writes Kennedy.Crawford, Whitney’s first close friend, confidante and companion outside of her brothers, had Whitney’s back and was “unyieldingly loyal.”With Crawford, Houston could be the tomboy who preferred smoking Newports, getting high and cursing.In the Houston living room that same year, Whitney and Robyn came together. “Their lips met, bound by all that had been unspoken between the two. That first kiss was long, warm like honey,” Kennedy writes.“It was free and honest – loving and tender,” Robyn wrote in her 2019 memoir, “<a href=\"https://www.amazon.com/Song-You-Life-Whitney-Houston/dp/1524742848?tag=nypost-20&amp;asc_refurl=https://nypost.com/2022/02/05/inside-whitney-houstons-torment-for-being-a-closeted-lesbian/&amp;asc_source=web\" rel=\"noreferrer noopener\" target=\"_blank\">A Song For You: My Life With Whitney Houston</a>,” after decades of silence. “We both wanted to touch and explore each other, and we did until we fell asleep in each other’s arms.”Together that summer, they sunbathed at the Jersey Shore, went to gay clubs, and made out in a rental car before being told to move along by a cop.Robyn drove Whitney to club shows, Whitney attended Robyn’s college basketball games. They also trekked to Harlem to buy a dime bag of weed and score cocaine, Robyn wrote.“They were partners in a traditional sense but never had a real conversation about labels — lesbian, gay, bisexual, girlfriend,” Kennedy writes.“We were friends. We were lovers. We were everything to each other. We weren’t falling in love. We just were. We were one: that’s how it felt,” Robyn wrote in her book.In bed, they plotted songs Whitney would sing — and their future.In that same summer of 1980, they got an apartment together<strong> </strong>and Whitney promised to take Robyn wherever she was headed, Kennedy writes.But when whispers of the girl-girl relationship reached Cissy’s ear, she had a fit and tried to keep the two from even walking next to each other in public.‘We were friends. We were lovers. We were everything to each other.’The church and the record industry were both so homophobic, Whitney knew the affair had to end when Clive Davis gave her a record deal. She broke the news to Robyn.“You know how I feel about you and we will always have that,” Whitney told her sweetheart, Kennedy writes.With her 1985 debut single, Whitney Houston was “on fire out the gate.” Her first album soared to No. 1 in 1987 and by the early 1990s, she had 10 No. 1 singles.The love affair with Robyn was over the summer it began but Whitney made her an executive assistant — “a role that expanded over time,” Kennedy writes.Of her time with Whitney, she said, “Yes, in the end it was tragic, but the dream and the rise were beautiful. I owe it to my friend to share her story, my story. Our story. And I hope that in doing so, I can set us free.”",
    "2022 - 2705": "The <a href=\"https://www.foxnews.com/category/us/education/dept-of-education\" rel=\"noreferrer noopener\" target=\"_blank\">Department of Education</a> has <a href=\"https://news.byu.edu/0000017e-e090-ddc8-a77f-f8b78c8c0001/final-signed-ocr-decision\" rel=\"noreferrer noopener\" target=\"_blank\">dismissed</a> a Title IX complaint against Brigham Young University which alleged that it discriminates against students involved in same-sex relationships.Currently, any sexual relations outside “marriage between a man and a woman,” are against the university honor <a href=\"https://policy.byu.edu/view/church-educational-system-honor-code\" rel=\"noreferrer noopener\" target=\"_blank\">code</a>, and a March 2020 <a href=\"https://twitter.com/BYU/status/1235267296970473472?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1235267296970473472%7Ctwgr%5E%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.deseret.com%2Ffaith%2F2020%2F3%2F4%2F21163585%2Fbyu-honor-code-lds-mormon-church-gay-marriage-lgbtq\" rel=\"noreferrer noopener\" target=\"_blank\">letter</a> from Elder Paul V. Johnson, Commissioner of the Church Educational System, states that “same-sex romantic behavior” is not permitted.“Same-sex romantic behavior cannot lead to eternal marriage and is therefore not compatible with the principles in the honor code,” the letter states.The Department of Education Office for Civil Rights notified Brigham Young University that the complaint was dismissed on Tuesday, citing religious exceptions. Brigham Young University is a private institution sponsored by The Church of Jesus Christ of Latter-day Saints.On Thursday, the university issued a <a href=\"https://news.byu.edu/us-doe-dismisses-complaint\" rel=\"noreferrer noopener\" target=\"_blank\">statement</a> saying that it anticipated the complaint would be dismissed because the department’s Office for Civil Rights “has repeatedly recognized BYU’s religious exemption for Title IX requirements that are not consistent with the religious tenets of The Church of Jesus Christ of Latter-day Saints.”The university also noted that the Office for Civil Rights said on Jan. 3 that it was exempt from Title IX provisions “that pertain to sexual orientation and gender identity.” Kevin Worthen, president of Brigham Young University, wrote in a Nov. 19 letter to the Office of Civil Rights that the “intersection of religious identity and LGBTQ identity—both at an institutional level and an individual level—is complex and nuanced.”“At BYU, where our religious mission is inextricably bound up in the doctrine of Jesus Christ, we simultaneously stand firm in our religious beliefs and reiterate our love and respect for each member of our campus community,” Worthen wrote. "
}