{
    "2008 - 5918": "ALBANY – I saw many signs early on that <a class=\"legacy-link\">Eliot Spitzer</a> was to politics what Sinclair Lewis’ Elmer Gantry was to religion – a consummate hypocrite – but few, if any, of his governmental colleagues (and even fewer members of the largely fawning press corps) appeared able to see it as well.   To many of them, Spitzer could do no wrong.   They thought he was “right” on the issues that supposedly counted – government involvement in the private economy, hostility to Wall Street, gay marriage, even more campaign-finance restrictions (that favor the wealthy like Spitzer) and tighter gun laws.   So what did it matter if he turned into a boorish Richard Nixon when he unleashed the State Police on his leading Republican nemesis, Senate Majority Leader Joseph Bruno, or repeatedly violated his self-proclaimed principles of government openness, public accountability and an end to influence of special interests?   Well, it mattered to me, and I didn’t care if he was “right” or “wrong” on any particular issue.   I wrote Spitzer off as an agent of reform in the wake of the Dirty Tricks Scandal last July, when he repeatedly lied to the public and sought to smear me.   The Post broke the story July 5 and two weeks later, our findings were confirmed in a bombshell report by Attorney General Andrew Cuomo.   During the two weeks leading up to Cuomo’s report, Spitzer and his aides did their best to spread rumors – in the political community and among the press – that I was merely carrying water for Bruno, lying about the facts, engaging in a crusade against a “progressive” Democrat, and supposedly compromised by some unspecified relationship.   When Cuomo’s report came out, Spitzer claimed his office had cooperated fully with the attorney general.   But the next day, we learned his chief-of-staff and his communications director hadn’t cooperated at all. One may, in fact, have lied under oath.   In the weeks that followed, Spitzer repeatedly claimed to have answered every question about the scandal, and law-enforcement sources said he then pressured Albany DA David Soares to issue a report absolving him of responsibility.   Now there’s considerable evidence that – surprise – Spitzer was in on the plot from the start.   His penchant for hypocrisy first started to became clear to me during his second term as attorney general.   As he declared war on Wall Street and other corporate abusers, Spitzer also declared war in effect on his own oath of office: a commitment to the state and federal constitutional guarantees of the presumption of innocence.   Time after time with high-profile corporate officials – most conspicuously, former American International Group CEO Maurice “Hank” Greenberg – Spitzer railed on national television that his targets had broken the law.   But in most cases – after the damage to reputations was already done – no charges were brought.   From the start of his term, I spotted signs of trouble:   * Spitzer told me that – in a gesture of openness – he would lift some of the harsh “Fort Pataki” security that had been imposed on the Capitol – well before the 9/11 attacks – to help then-Gov. George Pataki avoid contacts with the public.   Spitzer never did that, either.   * Another tip-off came when Spitzer “reformed” the state’s old Ethics and Lobbying commissions. But Spitzer’s supposed reform put the formerly semi-independent agencies directly under the governor’s control.   Asked why he had done that, Spitzer bluntly responded, “Because I wanted it” that way.   The Ethics Commission’s failure to thoroughly investigate the Dirty Tricks Scandal might explain the “wisdom” of his actions.   * Shortly before he took office, I heard Spitzer and his aides speak contemptuously of Assembly Speaker Sheldon Silver, the governor’s most important legislative ally, as the battle over a new state comptroller emerged.   I thought at the time, “If he’s going to war with Silver before he even takes office, how can he hope to win legislative support for his programs?”   Got that one right!   * I saw and heard Spitzer’s nastiness on Inauguration Day, Jan. 1, 2007, when he gratuitously insulted Pataki to his face by comparing his 12 years in office to the 20-year slumber of Rip Van Winkle.   Later that month, I spoke to a stunned Assembly Minority Leader, James Tedisco, who was still recovering from the verbal tongue lashing by the newly self-declared “f- – -ing steamroller.”   I thought again, “How can a governor who is battling Silver and declaring himself a steamroller ever hope to get along with what is, under our state Constitution, a co-equal branch of government?”   * In February 2007, I followed Bruno on his Valentine’s Day “peace mission” as a 77-year-old Bruno marched down to the Executive Chamber with a bouquet of eight red roses meant as a friendship offering to the still-brand-new governor.   Spitzer greeted him with a gratuitously insulting crack that put the future target of the Dirty Tricks Scandal on notice that the governor was out to kill him politically. “What are these, one for each of your members?” asked the governor, referring to his determination to whittle down Bruno’s even-then tenuous Senate majority.   * I certainly remember the repeated claims by Spitzer and his aides that the new governor would rein in the out-of-control influence of special-interest lobbyists that turned Albany under Pataki into a throwback to the days of Boss Tweed.   “He’s not going to allow them. He’s going to change all that,” Spitzer’s then-spokesman, Darren Dopp, told me on several occasions.   Now Dopp, after losing his job in the wake of the Dirty Tricks Scandal, works for megalobbyist Patricia Lynch, who just last Friday threw a $1,000-a-ticket breakfast in Manhattan for Spitzer.   To me, that said it all.<em><a class=\"a10blb\" href=\"mailto:fredric.dicker@nypost.com\">fredric.dicker@nypost.com</a></em>",
    "2008 - 1699": " A former driver and aide to former New Jersey Gov. Jim McGreevey yesterday made the bombshell claim that Dina Matos McGreevey must have always known her husband was gay – because he was the other man in bed with them.   In an explosive interview with The Post, the McGreeveys’ self-professed man in the middle, Teddy Pedersen, gave explicit details of three-way sex romps that he claimed to have had with the now-divorcing duo, starting during their courtship and continuing into the marriage.  Pedersen – who said he had already spilled the beans on the ménage a trois arrangement under oath in a deposition for the couple’s divorce battle – hinted that he thinks his presence was required to get Jim’s motor running for Dina.   Matos McGreevey’s basic argument in her divorce war with the former gov is that he covered up his homosexuality and tricked her into a loveless marriage.   Pedersen – who is named in Matos McGreevey’s court papers – agreed to talk about the alleged unconventional relationship after Dina sounded off to the media last week about Eliot Spitzer’s sex scandal.   “It’s frustrating to hear her call <a class=\"legacy-link\">Gov. Spitzer</a> a hypocrite while she’s out there being as dishonest as anyone could be about her own life,” said Pedersen, 29.   “She’s framed herself as a victim – yet she was a willing participant. She had complete control over what happened in her relationship,” he said. “She was there, she knew what was happening, she made the moves. We all did. It’s disgusting to watch her play the victim card.”   The trio’s trysts started after Pedersen was hired as a campaign driver when McGreevey was mayor of Woodbridge, NJ, the former chauffeur said.",
    "2008 - 8285": "  A former driver and aide to former New Jersey Gov. Jim McGreevey yesterday made the bombshell claim that Dina Matos McGreevey must have always known her husband was gay – because he was the other man in bed with them.   In an explosive interview with The Post, the McGreeveys’ self-professed man in the middle, Teddy Pedersen, gave explicit details of three-way sex romps that he claimed to have had with the now-divorcing duo, starting during their courtship and continuing into the marriage.   Pedersen – who said he had already spilled the beans on the ménage a trois arrangement under oath in a deposition for the couple’s divorce battle – hinted that he thinks his presence was required to get Jim’s motor running for Dina.<a class=\"legacy-link\" target=\"_blank\">UPDATE: McGreevey’s Aide: Dina Is in Denial</a><a class=\"legacy-link\" target=\"_blank\">PHOTOS: Key Players in McGreevey Scandal</a><a class=\"legacy-link\" target=\"_blank\">VOTE: Which sexual scandal is worse, Eliot Spitzer’s or Jim McGreevey’s?</a>  Matos McGreevey’s basic argument in her divorce war with the former gov is that he covered up his homosexuality and tricked her into a loveless marriage. She said today that the stories of sexual trysts were “completely false.”   But McGreevey confirmed the accounts. “This happened, this happened in the past, and now we need to move on with our lives,” he said in an email to the Associated Press.  Pedersen – who is named in Matos McGreevey’s court papers – agreed to talk about the alleged unconventional relationship after Dina sounded off to the media last week about Eliot Spitzer’s sex scandal.   “It’s frustrating to hear her call <a class=\"legacy-link\">Gov. Spitzer</a> a hypocrite while she’s out there being as dishonest as anyone could be about her own life,” said Pedersen, 29.   “She’s framed herself as a victim – yet she was a willing participant. She had complete control over what happened in her relationship,” he said. “She was there, she knew what was happening, she made the moves. We all did. It’s disgusting to watch her play the victim card.”   The trio’s trysts started after Pedersen was hired as a campaign driver when McGreevey was mayor of Woodbridge, NJ, the former chauffeur said.   “We called it the Friday Night Special,” Pedersen said. The “intense” escapades, he said, usually began with a “couple of drinks” at a local T.G.I. Friday’s and culminated in “a hard-core consensual sex orgy” between the three of them at McGreevey’s Woodbridge condo.   He said the action also spilled over to out-of-town business trips, during which Pedersen, a handsome, clean-cut Rutgers grad, would share a single hotel suite with Jim and Dina – right under the noses of other McGreevey staffers.   The threesomes began in the late 1990s, while Dina and Jim were dating, continued after their October 2000 marriage, and had ended by the time McGreevey was elected governor in November 2001, Pedersen said. “He liked watching me, and she would watch me while she was [performing sex acts] with Jim,” Pedersen said. “In my opinion, me being a part of their sexual relationship enhanced it for both of them.”   Pedersen, who lives with his girlfriend of several years, said he revealed the sexual shenanigans during the couple’s divorce proceedings only because Dina’s camp subpoenaed him. The former driver said he believes that Dina subpoenaed him as an end-run around her estranged hubby, to see what he would say if he was called on by McGreevey’s side. Pedersen said he believes that Dina never expected him to talk about their trysts.   “I would have kept my mouth shut about this forever, but she subpoenaed me, and now it’s all going to come out at trial,” Pedersen said. He added he expects to be called as one of the first witnesses at the trial.   Details of the lust triangle have been quashed once before, according to a source at now-disbanded Regan Books, which published McGreevey’s 2006 memoir, “The Confession.”   “There was a coy and gentle reference to a third person, but McGreevey took it out because he thought it was unnecessarily harmful,” the insider said.   Pedersen said the threesome started as an “idea” he and McGreevey tossed around during the aide’s long hours behind the wheel for the Woodbridge politician.   “We developed a good relationship – we were colleagues, but we were friends,” Pedersen said, adding that once Dina and Jim’s romance bloomed, she was often in the car with them headed to political events.   “There was a level of comfort that evolved into, eventually, hints of pushing it into this sexual realm,” Pedersen said.   “Jim and I thought we could see if she would go for it – beyond just the hints in conversation.   “So one night, we came in. I went down to the basement bathroom, and when I came up, to my shock, she was basically undressed and on the loveseat with Jim. So I sat on the couch and watched and eventually joined in.   “And that’s how it got going,” he said. “We came up with this nice little formula for making it work.”   Sometimes, the trio took their show on the road, he said. On business trips – including to the Trump Plaza Hotel and Casino in Atlantic City – they shared one room, leaving others in the entourage baffled, he said.   “It became almost laughable – I would never have my own hotel room,” Pedersen said. “Everyone thought that this was weird, but we’d just brush it off.”   Pedersen’s presence wasn’t always welcomed by Matos McGreevey.   In her 2007 memoir, “Silent Partner,” she recounted her fury when he showed up, bags packed, to drive Jim and Dina to Montreal for the Valentine’s Day weekend in 2000 during which McGreevey proposed to her. Matos McGreevey – who described Pedersen as “a handsome college student . . . one of a crowd of guys in their 20s who always seemed to be around” – said she wasn’t happy when McGreevey told her the young buck was taking them to Canada.   “Was he kidding?” Dina wrote. “I’d really been looking forward to this weekend together. The two of us, not the three of us.   “I dug my heels in,” she continued, recounting that she told McGreevey, “If Teddy is going, I’m not.”   Said Pedersen, who wound up not making the trip, “I think she knew he was gonna propose, and she knew if I went, there was going to be a threesome. She had the decency to say, ‘Let’s make this sort of special’ and just the two of them.”   But the strange relationship continued even after the McGreeveys wed in October 2000, Pedersen said. The Friday Night Special, he claimed, was replaced by a more subdued Saturday-morning routine.   “I’d go to the condo, and usually they’d still be in bed,” Pedersen said. “I’d sometimes go up, sit on the edge of the bed, rub Dina’s legs through the comforter and go from there. Saturdays were a lot more low-key. Things hit their peak before the marriage. Afterward, there was this sort of soft landing, and it eventually tapered off and ended.”   Asked why it stopped, Pedersen said, “In my mind, I figured, ‘Dina’s married. She doesn’t have to play into it anymore.’   “She sealed the deal, she got what she wanted, the nice life, the governor’s mansion, and she would do everything in her power to keep it.”   Neither Dina nor Jim McGreevey returned calls for comment. Lawyers for both said, “No comment.”   In her memoirs, Dina insists she never knew McGreevey was gay.   “Not only would I not knowingly have married a gay man, but I would never have allowed a gay man to father my child,” she said. The former couple has a 6-year-old daughter, Jacqueline.   A former Democratic Party official who knows the couple said he “always suspected something” was going on between Jim McGreevey and Pedersen. But as for the reputed threesome with Dina?   “That’s a complete shock,” the source said. “To be honest, I don’t believe it. She’s not the smartest woman in the world, but I don’t think she’s that stupid.”   Jim McGreevey resigned as governor in 2004 after admitting he was gay and being accused of hiring a boyfriend, Golan Cipel, as his homeland-security adviser. The adviser has said he was sexually harassment.   Jim McGreevey filed for divorce last year. He and Dina are due back in divorce court Thursday.<a class=\"a10blb\" href=\"mailto:jeane.macintosh@nypost.com\">jeane.macintosh@nypost.com</a>",
    "2008 - 3046": " A one-time driver and aide to former New Jersey Gov. Jim McGreevey declared today that Dina Matos McGreevey is still in denial after she blasted as false his claims that the couple and he had engaged in three-way sex.  “Dina is still in denial. It’s time for her to face the truth,” Teddy Pedersen – the self-professed man in the middle – told The Post after Matos McGreevey denied his claims that the trio indulged in consensual sexual trysts starting during their courtship and continuing into the marriage  “If Dina wants to take a lie detector test with me, I will sit down with her any time, any place. The only reason that I spoke to the media is because she dragged me into her divorce,” Pederson said.  McGreevey today confirmed Pedersen’s account – published in The Post – of three-way sexual romps including Pederson before he became governor.  MORE COVERAGE<a class=\"legacy-link\" target=\"_blank\">FULL Transcript of Penderson’s Exclusive Statement</a>  I Was McG and Wife’s Three Way Sex Stud: Aide<a class=\"legacy-link\" target=\"_blank\">PHOTOS: Key Players in McGreevey Sex Scandal</a><a class=\"legacy-link\" target=\"_blank\">VOTE: Which sex scandal is worse, Eliot Spitzer’s or Jim McGreevey’s?</a>  “This happened, this happened in the past and now we need to move on with our lives,” the former governor told the Associated Press in a prepared statement.  The McGreeveys are locked in a bitter divorce battle – and Pedersen said that Dina’s camp subpoenaed him. He said he spilled the beans on the menage a trois under oath in a deposition for the couple’s divorce battle.  Pedersen said that the trio’s consensual trysts started after he was hired as a campaign driver when McGreevey was mayor of Woodbridge, continued for about two years and ended by the time McGreevey was elected governor in November 2001.  Matos McGreevey’s central argument in the divorce war is that Jim McGreevey hid his homosexuality from her and tricked her into a loveless marriage.  Pedersen claims she must have always known her husband was gay – because he was the other man in bed with them.  Matos McGreevey told the Associated Press that Pedersen’s claims are “completely false and were prompted by Jim McGreevey.”  In reply, Pedersen told The Post: “I’m not gaining anything from this.”  “This has been the hardest time in my life. It’s not something I ever wanted to discuss with my family or anyone,” Pedersen said.  “What I have said publicly is nothing that I have not already said under oath in a court deposition. I have no reason to lie,” he declared.  “If she wasn’t worried about me or what I might say why would she have ever subpoenaed me? That’s the most important question. If she has nothing to hide why am I being subpoenaed?” Pedersen said.  The former McGreevey companion, who said he frequently traveled on business with the couple and shared a single hotel room with them, asked, “If nothing was going on, why am I traveling with them? Why am I always with them?  “All the pieces are there. And she just doesn’t want to admit it.”",
    "2008 - 3345": "Former New Jersey Gov. Jim McGreevey yesterday said his driver did indeed ride shotgun in three-way sex romps with him and then-wife, Dina. “This happened,” the gay former governor, 50, said in a stunning statement. “This happened in the past, and now we need to move on with our lives. Baby-faced former chauffeur Teddy Pedersen, 29, had detailed the trio’s seamy reputed menage-à-trois in yesterday’s Post, saying he believes he was used by the power couple in the bedroom to enhance McGreevey’s performance – and that Dina must have realized her hubby was gay. Dina Matos McGreevey, now locked in a bitter divorce and custody battle with her ex, yesterday charged that Pedersen’s claims are “completely false and were prompted by Jim McGreevey.” “Jim has had a close relationship with Pedersen since his days as mayor of Woodbridge and arranged jobs for Pedersen from that time through his years as governor and beyond,” she said in an e-mail. “They have continued their relationship since Jim left office. This was obviously payback time for Pedersen.” But Pedersen retorted that Dina is living in a dream world – the same one where she denied she knew her hubby was gay during their marriage. Matos McGreevey’s main argument in the divorce war is that the former governor hid his sexuality from her and tricked her into a loveless marriage. “Dina is still in denial. It’s time for her to face the truth,” Pedersen told The Post yesterday. “If Dina wants to take a lie-detector test with me, I will sit down with her any time, any place,” he said. “The only reason that I spoke to the media is because she dragged me into her divorce.” The former driver said he revealed the lust triangle during a deposition to Dina’s lawyers after her side deposed him. He said he believes that she wanted to see what he would say before McGreevey’s side got a hold of him – but that she never expected him to spill the beans on their kinky “Friday Night Special” love sessions. “I don’t know how honest she was with her attorneys or herself, but she must have been worried about him [McGreevey] going public,” Pedersen said. During his deposition, the handsome ex-driver said, “Dina was chuckling nervously all the way through, and most of the time, she kept her head down, staring at the desk. Her whole life was blowing up in her face in that room. “But her lawyer asked, and I told.” A source familiar with the case said Dina denied the love trysts during her own deposition. Pedersen said he first met McGreevey while working the front desk at The Club at Woodbridge, a fitness center, in the late 1990s. The young man said he eventually was hired as a campaign driver for McGreevey – and their trio love trysts soon began.  Pedersen said the threesomes continued for about two years and included hot sessions during hotel stays, when he would share a room with the couple. A source familiar with booking trips for the tawdry threesome at Trump Plaza Hotel and Casino said he remembers the trio well. “They didn’t book a separate room for Teddy. And he stayed in their suite,” the source said. Pedersen said the romps ended by the time McGreevey was elected governor in November 2001. “I’m not gaining anything from this,” Pedersen said of going public with details of the trio’s trysts.  Additional reporting by Austin Fenner and The Associated Press",
    "2008 - 2564": "HERE we go again. New York’s accidental and temporary governor, David Pater son, cannot remember whether he engaged in energetic sex with a woman not his wife for two – or was it three? – years around the turn of this century.   I can remember the make, model and license plate numbers of my first three automobiles. But maybe it’s me.   Paterson revealed yesterday the reason he can’t get straight the frequency or duration of his loving ways: He was engaged in flings with a burgeoning population of strange and familiar women. Too many to count.   “I didn’t violate an oath,” he actually said, as if the oath of marriage were a ticklish formality that one may easily trash – provided, as he insists, he did not spend state money to pleasure himself.   But wasn’t Paterson catting around during times he should have been busy writing legislation or something? What duties are we, the taxpayers, paying these guys to perform?   Paterson’s greatest sin is not that he was horny. Rather, he’s cheap.   It’s as if he were in competition with New Jersey’s deposed gay governor, Jim McGreevey, who engaged in sexual ménages à trois with his wife and his hot, male driver following dinner at that fine wings-and-skins emporium, TGI Friday’s.   Paterson’s tastes were so low-rent, he made up with his wife, Michelle, with an intimate liaison at the same Manhattan Days Inn where he met with various women whose names escape.   Days Inn, David? Was Motel 6 booked?   There is one more thing you need to know about New York’s latest middle-aged hound dog: He blames his wife.   “I was pretty upset and I was kind of just angry and for a period of time I was using poor judgment,” Paterson said, explaining why he had to be unfaithful.   “I wasn’t reckless. I was jealous over Michelle. But it was not Michelle’s fault.” Nice.   We are rapidly growing desensitized to chief executives whose carnal needs trump common sense. It appears that a state position and the ability to twist arms is all it takes for a public servant to get laid while on the clock.   Paterson admitted he helped a lover afflicted with an unspecified medical problem get special treatment at work. It seems a roll in the hay, and a word from the then-state senator, got the lady’s problem fixed.   Lost in the hubbub of the latest Love Gov is the fact that the man had children – a boy who was between 5 and 7 when Paterson commenced his activities, plus a stepdaughter.   But you heard him. It’s nobody’s business.<a class=\"a10blb\" href=\"mailto:andrea.peyser@nypost.com\">andrea.peyser@nypost.com</a>",
    "2008 - 1584": "  Dina Matos McGreevey got her day off to a great start yesterday, taking daughter Jacqueline to school – before she and hubby Jim had their first court showdown since the bombshell claim that they had three-way sex romps with a male aide.   And that shocking allegation could be just “the tip of the iceberg” of what’s to come, a judge declared at a hearing yesterday.   Judge Karen Cassidy appeared to be referring to the startling claims by driver Theodore Pedersen when she spoke to the McGreeveys about the likely tenor of their scheduled May 6 divorce trial.   “We all know what happened this week,” she said.   “What evidence will likely be heard in this case, this week was just the tip of the iceberg.”   Cassidy’s statement set off a flurry of speculation that there might be more salacious testimony once the trial begins.   Dina has steadfastly denied the driver’s allegations, which would undermine her claims that she didn’t know that her husband was gay.   Jim, the former Jersey Love Gov, left office in 2004 after announcing he was a “gay American” and had an affair with a male staffer.   Cassidy did allow Matos McGreevey’s claim of marriage fraud to go forward at yesterday’s hearing, but would not allow her claim of emotional distress.   “Mr. McGreevey was not out to destroy her emotionally. There was no intention to hurt the defendant,” Cassidy said.   Both McGreeveys carried Bibles with them as they sat an awkward 10 feet apart.   Additional Reporting by Cynthia R. Fagen<a class=\"a10blb\" href=\"mailto:austin.fenner@nypost.com\">austin.fenner@nypost.com</a>",
    "2008 - 1483": "  They were once happily married, but Star Jones and hubby Al Reynolds are now hoping to be gay divorcés.   The former “View” diva quietly filed last month for an uncontested divorce from her investment-banker husband of three years, and a source close to the couple described the split as amicable.   There’s “no animosity – they’re both sad,” the source said, describing the parting pair as “good friends” who “talk several times a week.”   The split is also expected to go smoothly because there’s “an airtight pre-nup” in place, the source said.   Jones declined comment.   “I’m in Costa Rica with friends on an adventure tour,” she told The Post.   In a statement to “Entertainment Tonight,” Jones said, “The dissolution of a marriage is a difficult time in anyone’s life that requires privacy with one’s thoughts. I have committed myself to handling this situation with dignity and grace and look forward to emerging from this period as a stronger and wiser woman.”   Howard Bragman, a spokesman for Reynolds, said, “We’re taking the high road. We’re not playing this divorce out in the press.”   If that holds true, it would be far different from how the two were married.   Jones, 46, frequently brought up Reynolds, 48, and her upcoming nuptials when she was a co-host of “The View,” and used her position to solicit sponsors and garner freebies for their 500- person wedding.<em><a class=\"a10blb\" href=\"mailto:dareh.gregorian@nypost.com\">dareh.gregorian@nypost.com</a></em>"
}