{
    "2006 - 1204": " ALBANY – Sen. Hillary Rodham Clinton’s Republican opponent charged yesterday that she “aids and abets” America’s enemies with her criticism of President Bush’s handling of the Iraq war.   Former Yonkers Mayor John Spencer also attacked Clinton’s husband’s administration, saying he wishes Bill Clinton had put the Patriot Act in place prior to the Sept. 11, 2001, terrorist attacks.   “I wish we had an administration in Washington that wasn’t an appeasing, liberal, whining administration in the ’90s that allowed the terrorists to build up the way they built up,” he said at a gathering of Conservative Party members in Albany.   Asked after his speech about his criticism of Sen. Clinton – who voted to authorize sending troops to Iraq but who has been highly critical of Bush’s conduct of the war – Spencer said she “puts politics first in our war on terror and our troops second.”   Sen. Clinton’s adviser, Howard Wolfson, declined to comment on Spencer’s remarks.   Meanwhile, trying to boost his credentials with conservatives, former Massachusetts Gov. William Weld, a current New York gubernatorial hopeful, told a forum in Albany yesterday that he’d veto legislation to legalize gay marriages.",
    "2006 - 1038": " ALBANY – A midlevel state appeals court yesterday upheld New York’s ban on gay marriage, saying any changes in the law should be left to the Legislature, not the courts.  “We are not persuaded that it is irrational for the Legislature to preserve the historic legal and cultural understanding of marriage,” wrote the five-judge panel of the Appellate Division, Third Department.  The court added that “in our opinion, the Legislature is where changes to marriage of the nature urged by the plaintiffs should be addressed.”  A group of three same-sex couples from the Albany area brought yesterday’s challenge. The issue of gay marriage will ultimately be decided by the state’s highest court, the Court of Appeals, which already has a New York City case pending before it.  “It would have been great to have a solid string of victories leading up to the Court of Appeals, but hopefully they’ll take a fresh look and come to the right conclusion,” said Susan Sommer, a lawyer for Lambda Legal, the gay-rights group spearheading that case.",
    "2006 - 461": " ALBANY – A midlevel state appeals court yesterday upheld New York’s ban on gay marriage, saying any changes in the law should be left to the Legislature, not the courts.   “We are not persuaded that it is irrational for the Legislature to preserve the historic legal and cultural understanding of marriage,” wrote the five-judge panel of the Appellate Division, Third Department.   The issue will be decided by the state’s highest court, the Court of Appeals. ",
    "2006 - 1665": "The head of the state’s largest gay-rights organization is urging his members not to throw their financial support behind Sen. Hillary Rodham Clinton because of her “disappointing” stand on marriage for gays and lesbians.   A gay-themed fund-raiser for Clinton is being planned for March 10, and her staffers have been asking well-to-do gays to host the event.   In a Feb. 10 e-mail to members of the board of the Empire State Pride Agenda, executive director Alan Van Capelle branded Clinton a “complete disappointment [who] does not deserve [a gay] fund-raiser.”   He’s refusing to lend his name to sell tickets to the bash.   “This year, Eliot Spitzer, David Paterson, Alan Hevesi, Andrew Cuomo, Mark Green, Sean Maloney and others are running for statewide office and are in favor of marriage equality for gays and lesbians,” he said.   “When our struggle is over, they will be recorded as being on the right side of history and, as of now, Hillary Clinton will not be with them.”   Among those already lined up to support the fund-raiser are Council Speaker Christine Quinn and Ethan Geto, a well-known gay lobbyist.   Despite his criticism, Van Capelle said he’ll vote for Clinton.   “I believe Hillary Clinton has served the people of New York well in the United States Senate and that she deserves re-election,” he said.   “My vote for Sen. Clinton will come despite her regrettable statements on the issue of marriage for same-sex couples.”   ESPA spokesman Joe Tarver said the group had no additional comment. Clinton could not be reached for comment.   Both Clinton and Sen. Chuck Schumer have said they believe marriages should be between men and women.",
    "2006 - 495": "Hoping to boost his support in the gay community, attorney-general hopeful Andrew Cuomo picked up the endorsement of City Council Speaker Christine Quinn.   “We could do no better in the lesbian and gay community than having Andrew Cuomo in this job,” Quinn said during a press conference at City Hall. “Andrew is supportive of gay marriage, which is a very significant position for any statewide candidate to take.”   Cuomo said that if he is elected, he would continue to champion gay rights. ",
    "2006 - 1164": "Mayor Bloomberg is hosting a Gracie Mansion breakfast for gay groups today – but the head of the state’s largest gay-rights organization isn’t welcome, The Post has learned.   Alan Van Capelle, executive director of Empire State Pride Agenda which endorsed Fernando Ferrer in the 2005 mayoral election, wasn’t invited.   Sources said there was a perception at City Hall that Van Capelle didn’t believe Bloomberg was serious when he said he’d lobby Albany leaders for civil marriages for gays.   Meanwhile, despite battles with the national GOP, Bloomberg is set to introduce a pro-gun rights Republican congressman at a breakfast next week.   He’ll help bring Rochester Rep. Tom Reynolds up on stage at a breakfast held by the Association for a Better New York.   Bloomberg launched his second term with a crusade against illegal guns and lawmakers who kowtow to the gun lobby.   “Mayor Bloomberg has said again and again that no two people are going to see eye to eye on all issues,” the mayor’s press secretary, Stu Loeser, said yesterday. “But New Yorkers should back . . . lawmakers who back us. Reynolds has been an extraordinary supporter of New York City.” ",
    "2006 - 1132": " The head of the state’s largest gay-rights group yesterday lashed out at Mayor Bloomberg for barring him from a Gracie Mansion event, charging that the mayor was letting down “gay families.”   Bloomberg had invited several prominent gay groups to discuss strategies to achieve civil marriages for gays – but he refused to invite Alan Van Capelle, the head of the Empire State Pride Agenda.   “The Bloomberg administration may have tried to punish the Pride Agenda this morning by excluding us from Gracie Mansion, but in the end all they did was let down the tens of thousands of gay families that expect leadership – not politics – on this issue,” Van Capelle said yesterday.   Mayoral sources said any two representatives of ESPA could come, just not its executive director, who pushed the group to endorse Fernando Ferrer in last year’s election.   About a dozen groups showed up to meet Bloomberg and City Council Speaker Christine Quinn (D-Manhattan), who is openly gay.   Stu Loeser, Bloomberg’s spokesman, said Van Capelle’s claim was untrue. “This was a first meeting and we hope to work with them in the future,” he said. ",
    "2006 - 865": " ALBANY – Even as Attorney General Eliot Spitzer prepares to defend the state ban on gay marriage, he quietly has bowed out of a Long Island case in which a gay couple contends their marriage in Canada should be recognized in New York, The Post has learned.   Spitzer’s move has forced the Pataki administration to hire Ken Caruso, a pricey private lawyer with former Mayor Rudy Giuliani’s firm, to represent the state.   While Spitzer has issued previous opinions that state law bars gay marriages from being performed in New York, he has also said the law requires the state to recognize same-sex marriages performed legally in other jurisdictions.   The current lawsuit was brought against the state Department of Civil Service by retired Uniondale elementary-school teacher Duke Funderburke, who married his partner of more than four decades in Canada in 2004. "
}