{
    "2004 - 459": "New Haven - What people think about many of the big issues that will be discussed in the next two months -- like gay marriage, stem-cell research and the role of religion in public life -- is intimately related to their views on human nature. And while there may be differences between Republicans and Democrats, one fundamental assumption is accepted by almost everyone. This would be reassuring -- if science didn't tell us that this assumption is mistaken.",
    "2004 - 481": "As a justice on the Texas Supreme Court, Alberto R. Gonzales wrote a majority opinion issued on June 22, 2000, in a case in which a minor was seeking to have an abortion without notifying her parents, as state law required. Then as counselor to the president, Mr. Gonzales drafted a memorandum dated Jan. 25, 2002, about the application of the Geneva Convention on Prisoners of War (G.P.W.) to the conflict with Al Qaeda and the Taliban. Following are excerpts from those writings:",
    "2004 - 484": "Catholics for a Free Choice, a lay group that opposes the Roman Catholic Church's opposition to abortion, complained to the Internal Revenue Service, saying the Denver archdiocese was trying to influence the presidential election. Tax laws block churches from partisan endorsements. An archdiocese spokesman, Sergio Gutierrez, said it \"respects and observes the law\" and would continue \"public engagement in moral issues that impact our shared public life.\" David D. Kirkpatrick (NYT)",
    "2004 - 488": "Federal employees in 27 counties in Illinois can start enrolling in a health insurance plan run by Roman Catholic nuns that excludes payment for contraceptives, abortion, sterilization and artificial insemination. The plan's sponsor, OSF HealthPlans of Peoria, is owned by the Sisters of the Third Order of St. Francis. Officials said it was the first plan for federal workers with benefits tailored to church tenets and the first to be marketed as \"faith-based.\" Gretchen Ruethling (NYT)",
    "2004 - 568": "BERRIEN SPRINGS, Mich. - The Food and Drug Administration's announcement on Monday that it will strengthen the warning label for the drug RU-486, known by the brand name Mifeprex and often called the French abortion pill, is a case of too little too late. Three Americans have died after taking the pill since it was approved, during a heavily politicized process by Congress and the Clinton administration, in September 2000. The new announcement suggests that the F.D.A. still hasn't learned its lesson -- and that this drug should be taken off the pharmacy shelves.",
    "2004 - 646": "In \"Vera Drake,\" a new film from the English director Mike Leigh about a back-street abortionist, the moment invariably comes when the title character asks her client to bring her some boiling water. Vera's affect is so cozy, as nurturing as a maternal bosom, that it's always somewhat of a surprise when you remember that the water isn't for a warming cup of tea, but for the solution she dispenses. That's very much to Mr. Leigh's point since Vera wants nothing so much as to support the frightened, the dismayed and the impoverished who seek her help, who come to this tender dumpling of a woman because they believe they have no other choice.",
    "2004 - 707": "The state's Supreme Court has declined to recognize a \"wrongful life\" argument in rejecting a woman's lawsuit that said her severely disabled son was denied a right to have her decide to abort him. The court wrote on Monday that juries would be unable to weigh the value of nonexistence against a defective life. The woman, Jennie Willis, filed suit against her doctor for not telling her about her son's condition, maximal hydrocephalus, in time for her to consider an abortion. Ms. Willis's son, who is now 8, lacks most of his brain. According to the opinion, California, New Jersey and Washington courts have recognized a \"wrongful life\" cause of action, but 27 states have rejected it. Ariel Hart (NYT)",
    "2004 - 709": "The Court of Appeal for the Fourth District, in West Palm Beach, ruled unconstitutional a law that required doctors who performed abortions to discuss with the patients the possibility of bringing pregnancies to full term and other topics, including the risks of abortion. Under the law, the Women's Right to Know Act, which a trial court judge struck down in 2002, doctors would have to provide patients with state lists of agencies that offer alternatives to abortion. The law, which never took effect, \"imposes significant obstacles and burdens upon the pregnant woman, which improperly intrude upon the exercise of her choice between abortion and childbirth,\" the appellate judges said. Terry Aguayo (NYT)",
    "2004 - 797": "I am in my month's trial membership at the fitness chain Curves, and I love it. I must decide whether to sign up for a year, and I've learned that the owner of the company financially supports pro-life efforts, whereas I am pro-choice. Do I have a duty to give up my Curves membership? Louise Dustrude, Friday Harbor, Wash. It depends: which do you value more, your reproductive rights or your figure? If the former, clean out your locker. You won't be alone. I've received queries from many women who are similarly conflicted. They love that Curves offers a great workout in a woman-friendly setting, and that many owner-operators of individual Curves centers are women, but they don't like seeing their payments used to support abstinence programs and what many regard as pro-life organizations.",
    "2004 - 1698": "A consortium of more than 20 religious and secular organizations and leaders supporting reproductive rights has sent a letter to Tim Russert, right, the host of NBC's \"Meet the Press,\" voicing concern over the news show's recent segment on religion, politics and moral values. The signatories, coordinated by the Religious Coalition for Reproductive Choice and including the presidents of the Planned Parenthood Federation of America and Catholics for Free Choice, as well as Gloria Steinem, contend that the show \"represented irresponsible programming\" by failing to provide a balance of perspectives on abortion. Moderated by Mr. Russert, the segment, broadcast on Nov. 28, was a roundtable discussion on religious and moral topics among the Reverends Jerry Falwell, Richard Land, Al Sharpton and Jim Wallis. \"It was predictable that abortion would be discussed,\" the letter stated, \"yet not one woman expert was involved, and three of the four participants are known for their anti-abortion views.\" Though Mr. Sharpton supports abortion rights, the consortium argued that the discussion failed to present a \"pro-choice, biblical perspective\" on abortion. Two of the organizations contacted Mr. Russert's office on Nov. 24 to voice concern about the slate of panelists. Responding to an inquiry about the letter, Barbara Levin, senior communications director for NBC News, said Mr. Russert had seen it, and she added: \"For 58 years, 'Meet the Press' has set the standard for fairness and objectivity. We receive thousands of letters, e-mails and phone calls before and after each program, and everyone -- including special interest groups -- are most welcome to share their opinions.\" JOEL TOPCIK"
}