{
    "2017 - 366": "WASHINGTON — The Supreme Court on Monday agreed to hear two cases on the limits of the First Amendment’s protection of free speech. One asks whether California may require “crisis pregnancy centers” to provide information about abortion. The other is a challenge to a Minnesota law that forbids wearing political buttons, badges and other insignia at polling places.",
    "2017 - 387": "Late last month, Cosimo Borraccino, a left-wing member of the regional council for Apulia, in southern Italy, proposed passing a local law to require the enforcement of national legislation granting women access to abortion. His opponents on the council, mostly from center-right parties, said the bill was unnecessary and that Mr. Borraccino was “slamming into a wall of self-evidence.”",
    "2017 - 451": "The Masterpiece Cakeshop case, with its free speech claim by the baker who doesn’t want to bake, received enormous attention, both before and after this week’s Supreme Court argument. And no wonder: The baker’s position that no law can force him to lend his “art” to a use to which he objects — celebrating a same-sex wedding — would, if accepted, invite a flood of “I would prefer not to” opt-outs from anti-discrimination laws meant to apply to all.",
    "2017 - 473": "TUSCALOOSA, Ala. — Anne Stickney does not have many good things to say about Roy S. Moore. She saw as mere “posturing” his name-making crusade over the display of the Ten Commandments in various Alabama courthouses. She has no reason to doubt the recent allegations that, as a man in his 30s, Mr. Moore harassed and sexually assaulted teenagers. In sum, Ms. Stickney has concluded that Mr. Moore, the Republican nominee for United States Senate here, will not get her vote.",
    "2017 - 492": "The drive between Del Rio and San Antonio consists of vast expanses of Texas farmland dotted with tiny towns. Along the route, a huge wooden sign in Hondo greets passers-by: “Welcome: This is God’s Country. Please don’t drive through it like hell.” By the time Kristen passed the sign on her way to get an abortion, she had been riding a Greyhound bus for four hours. The 150-mile trip was the shortest distance she could travel to visit an open clinic — Whole Woman’s Health in San Antonio. ",
    "2017 - 508": "The Trump administration’s increasingly bizarre war on abortion continues as immigration officials keep trying to block access to abortion for pregnant undocumented teenagers in their custody. The administration has no law on its side (leading career lawyers in the Justice Department to withhold their signatures from its legal pleadings) but still won’t stop exploiting the plight of these most vulnerable young women, for no apparent reason other than a commitment to saving the world one fetus at a time.",
    "2017 - 518": "Democrats will fund anti-choice candidates in conservative districts, Representative Ben Ray Luján, chairman of the Democratic Congressional Campaign Committee, said in an interview this week, citing the party’s need to build “a broad coalition” to win control of Congress in 2018. “There is not a litmus test for Democratic candidates,” Luján told The Hill. “As we look at candidates across the country, you need to make sure you have candidates that fit the district, that can win in these districts across America.”",
    "2017 - 577": "Sheriff Joe Arpaio used to require pregnant inmates in the Arizona jails he controlled to get a court order before being allowed out of their cells to obtain a desired abortion. Needless to say, he was sued, and needless to say, he lost. (The sheriff appealed to the Supreme Court, which refused to hear the case.) So he switched tactics to require any inmate who wanted an abortion to prepay the transportation and security costs, something not required for any other off-site medical procedure. The American Civil Liberties Union took the sheriff back to court and won again.",
    "2017 - 661": "About six months ago, in the long-ago springtime of the Trump presidency, Ivanka Trump made an offer to Cecile Richards, the head of Planned Parenthood. The first daughter had pressed her father to say positive things about Planned Parenthood during the 2016 campaign, and now she had a proposal for the organization’s leader: What if Planned Parenthood split up, creating a small operation that ran abortion clinics and a larger one whose health clinics didn’t perform abortions? Then her father would call for increasing funding to the larger operation, instead of joining with congressional Republicans in their efforts to defund Planned Parenthood entirely.",
    "2017 - 748": "In early September, a 17-year-old girl from Central America was apprehended trying cross the border between the United States and Mexico. After being taken to a shelter for unaccompanied minors in South Texas to await immigration proceedings, she learned she was pregnant. The girl, referred to as Jane Doe in court filings, was adamant that she wanted an abortion. Because of Texas’ parental consent law, she needed to go to court to get a judge’s permission, which she did with help from Jane’s Due Process, a nonprofit legal organization that provides representation to pregnant minors in Texas. Jane’s Due Process collected money for the procedure from local abortion funds. It was scheduled for Sept. 28, near the end of Doe’s first trimester."
}