{
    "2005 - 327": "WAS Katrina a man-made storm for profits?\" asked Michael Shore, a contributor at the Web site Rense.com, a few days after the hurricane had all but obliterated New Orleans and its environs. \"Just about every human being is totally unaware that technology exists now whereby weather can be used as a weapon of mass destruction.\"",
    "2005 - 334": "WASHINGTON, Nov. 14 - Applying for a promotion in the Reagan administration 20 years ago, Samuel A. Alito Jr. described himself as a thoroughgoing conservative \"particularly proud\" of contributing to cases arguing \"that racial and ethnic quotas should not be allowed and that the Constitution does not protect a right to an abortion.\"",
    "2005 - 366": "WASHINGTON, Nov. 13 - A coalition of liberal groups is preparing a national television advertising campaign against the Supreme Court nomination of Judge Samuel A. Alito Jr. that seeks to move the debate over his selection beyond abortion rights and focus instead on subjects like police searches and employment discrimination, several leaders of the coalition said.",
    "2005 - 423": "MANY liberals who oppose Judge Samuel A. Alito Jr.'s nomination to the Supreme Court focus on his (losing) position in Planned Parenthood v. Casey, a 1991 case about a Pennsylvania law that would have required women seeking abortions to notify their husbands. \"Pennsylvania has a legitimate interest in furthering the husband's interest in the fate of the fetus,\" is the most widely quoted part of his opinion in that case.",
    "2005 - 459": "STOP me if you've heard this one. A pro-life Republican president nominates a Supreme Court justice. The fate of Roe v. Wade, that momentous, muddled law of the land since 1973, hangs in the balance. Despite the best efforts of Democratic senators to force a confession, the elusive nominee remains mum on Roe and rides overwhelming Republican support to confirmation. (A pro-choice group immediately issues a press release that the sky is, in fact, falling.)",
    "2005 - 474": "WITH the confirmation last week of John G. Roberts Jr. as chief justice of the United States, eyes turned to President Bush's next judicial nominee, who, on a closely divided court, may determine the fate of Roe v. Wade, the 1973 decision that recognized a woman's right to an abortion. But such speculation overlooks a paradox in the abortion wars: while combatants focus on the law, technology is already changing the future of abortion, with or without the Supreme Court.",
    "2005 - 491": "Judge Samuel Alito Jr., President Bush's Supreme Court nominee, promised yesterday that his personal views would not be a factor in how he approached abortion cases. The trouble is that there is mounting evidence that Judge Alito has been hoping for years to overturn Roe v. Wade, the landmark decision recognizing women's abortion rights. His attempts to explain away his record of insisting that the Constitution does not protect abortion are becoming more tortured, and harder to believe.",
    "2005 - 512": "Judge Samuel Alito Jr.'s insistence that the Constitution does not protect abortion rights is not the only alarming aspect of a newly released memo he wrote in 1985. That statement strongly suggests that Judge Alito is far outside the legal mainstream and that senators should question him closely about it. They should be prepared to reject his nomination to the Supreme Court if he cannot put to rest the serious concerns that the memo, part of a job application, raises about his worthiness to join the court.",
    "2005 - 541": "In the abortion rights case set for argument today, the Supreme Court is taking up the most contentious social issue in the country at a moment of transition in its own membership. The theatrics could be fascinating. But what makes the case truly compelling is the substance. The case, Ayotte v. Planned Parenthood of Northern New England, challenges two longstanding pillars of abortion rights jurisprudence, reproductive freedom and the authority of the courts. Both have real-world consequences for the lives of women and the rule of law."
}