{
    "2009 - 343": "Citing the Rev. Dr. Martin Luther King Jr.’s call to civil disobedience, 145 evangelical, Roman Catholic and Orthodox Christian leaders have signed a declaration saying they will not cooperate with laws that they say could be used to compel their institutions to participate in abortions, or to bless or in any way recognize same-sex couples. ",
    "2009 - 350": "WASHINGTON \u0097 It was late Friday night and lawmakers were stalling for time. In a committee room, they yammered away, delaying a procedural vote on the historic health care legislation. Down one floor, in her office, House Speaker Nancy Pelosi desperately tried to deal with an issue that has bedeviled Democrats for more than a generation \u0097 abortion.",
    "2009 - 353": "Only 13 days separated the passing of Eunice Kennedy Shriver, the founder of the Special Olympics, from the death of her brother Ted last week. But amid the wall-to-wall coverage and the stream of retrospectives for the senior senator from Massachusetts, it was easy to forget that he wasn’t the only famous Kennedy sibling to enter eternity this month.",
    "2009 - 357": "WASHINGTON \u0097 Even as the Senate took a significant step toward passing its version of a sweeping overhaul of the health insurance system before Christmas, Democrats were grappling Monday with deep internal divisions over abortion, the issue that most complicates their drive to merge the Senate and House bills and send final legislation to President Obama.",
    "2009 - 365": "WASHINGTON \u0097 The United States Conference of Catholic Bishops has been lobbying for three decades for the federal government to provide universal health insurance, especially for the poor. Now, as President Obama tries to rally Roman Catholics and other religious voters around his proposals to do just that, a growing number of bishops are speaking out against it.",
    "2009 - 377": "OWOSSO, Mich. \u0097 They knew Jim Pouillon well, the 300 friends, relatives and skeptics who on Wednesday filled the stadium of the high school where he had protested for years. They knew his belly laugh, his past alcoholism, his Christianity, and \u0097 like the man charged in his murder last Friday \u0097 they knew the signs he held almost every day showing pictures of aborted fetuses. ",
    "2009 - 381": "When the House narrowly passed the health care reform bill on Saturday night, it came with a steep price for women’s reproductive rights. Under pressure from anti-abortion Democrats and the United States Conference of Catholic Bishops, lawmakers added language that would prevent millions of Americans from buying insurance that covers abortions \u0097 even if they use their own money.",
    "2009 - 401": "WASHINGTON — In the early 1950s, a coal miner’s daughter from rural Kentucky named Louise McIntosh encountered the shadowy world of illegal abortion. A friend was pregnant, with no prospects for marriage, and Ms. McIntosh was keeper of a secret that, if spilled, could have led to family disgrace. The turmoil ended quietly in a doctor’s office, and the friend went on to marry and have four children.",
    "2009 - 538": "WASHINGTON \u0097 On the 17th day of Senate debate on health legislation, it came down to this: A rock-ribbed conservative physician from Oklahoma squared off against a self-described democratic socialist from Vermont who was hoping for a full-throated debate on his proposal to establish a system of “Medicare for all.” The Oklahoman, Senator Tom Coburn, a Republican, had propounded a unanimous-consent request, stipulating that no amendment could be offered unless it had been publicly available for 72 hours, with an estimate of its costs.",
    "2009 - 1014": "The Thomas More Society Pro-Life Law Center filed a lawsuit asking the state’s Supreme Court to order the immediate enforcement of a law passed in 1995 that requires doctors to give at least 48 hours’ notice to an adult family member when a girl under 18 seeks an abortion. Enforcement was delayed by state and federal lawsuits challenging the law. A federal appeals court in July ruled the law constitutional and set a date of Aug. 5 for it to take effect. But the state’s Department of Financial and Professional Regulation granted a request for a 90-day moratorium. The Illinois Medical Disciplinary Board, which is responsible for the law’s enforcement, asked for the moratorium to allow medical staffs to become familiar with the law. But the law center’s president, Tom Brejcha, said in a news release that “physicians who perform abortions in Illinois have had 14 years to ‘get ready’ and ‘gear up’ to implement the law.” A spokeswoman for the state attorney general said she could not comment on the case. "
}