{
    "2003 - 396": "The American Civil Liberties Union and Planned Parenthood filed a federal suit in Nashville to keep the state from issuing ''Choose Life'' license plates. They say the plates are unconstitutional because the state does not offer plates for opposing viewpoints. Similar license-plate laws have been passed in Arkansas, Florida, Louisiana, Mississippi, Oklahoma and South Carolina. Ariel Hart (NYT)",
    "2003 - 403": "As the head of a hospital committee on abortion and sterilization in the 1960's, Dr. Mildred Hanson coached women through an elaborate system to prove that an unwanted pregnancy threatened their life or mental health. But one day she received a frantic call from a young woman seeking her help, and without a name or number all she could do was familiarize her with the process and ask her to call back.",
    "2003 - 409": "The current debate about so-called partial birth abortion has produced some strange and unfortunate consequences. Among the most disheartening is the widespread impression that the pro-choice movement does not regard abortion as a serious matter, and that women seeking to terminate a pregnancy require a condescending reminder from Congress to understand that the fetus they are carrying is a potential life.",
    "2003 - 414": "Gov. George E. Pataki signed a bill yesterday requiring hospitals to give emergency contraceptive pills to women who have been raped. The new law will require hospitals to tell victims of sexual assault about emergency contraceptives, and make them available at the hospital. Such contraceptives can prevent a pregnancy by stopping an egg from being fertilized or from attaching to the uterus. Lydia Polgreen (NYT)",
    "2003 - 498": "Dutch abortion rights activists sailed for home after a two-week protest against Poland's strict antiabortion laws. The Langenort, a tugboat carrying a mobile abortion clinic, left the port of Wladyslawowo after a third daylong voyage into international waters where Dutch physicians said they offered pregnancy counseling and contraception. Polish officials said after earlier trips that seals had been broken on abortion-inducing drugs on the ship and have opened an inquiry. Peter S. Green (NYT)",
    "2003 - 528": "The big Congressional stories this year have been big-ticket legislation, like Medicare prescription drugs and the pork-layered energy bill. But barely under the political radar, a long-sought, hard-right G.O.P. agenda has been quietly progressing. Proposals dear to the Republican leadership that would undermine gun controls, women's reproductive freedom, a citizen's right to seek court redress, and a vital array of other constitutional bulwarks are moving slowly toward what in some cases seems like almost certain passage.",
    "2003 - 557": "Efforts to extend abortion rights in line with European norms are threatening the center-right coalition government in the strongly Roman Catholic country after the Parliament passed a bill allowing pregnancies to be terminated up to the 24th week if the fetus might suffer from severe genetic defects. The governing Christian Democratic party said it would try to dismiss the sponsors of the bill from the cabinet if the draft law went into effect. ''The coalition is in crisis,'' the party's chairman, Pavol Hrusovsky, told reporters. Peter S. Green (NYT)",
    "2003 - 617": "A lawyer in Birmingham has filed a motion to set aside a $115 million civil verdict against Eric R. Rudolph, the bombing suspect, because he was not served with the suit and is too poor to afford a lawyer. Emily Lyons, a nurse who was blinded in one eye in an explosion at an abortion clinic in Birmingham, sued Mr. Rudolph in 2000, while he was in hiding. The lawyer, Emory Anthony, says the Lyonses' lawyer should have asked the court to print a notice of the suit in the newspaper. Mr. Rudolph was told of the suit after his arrest on May 31 and did not respond or appear at the trial this summer. Ariel Hart (NYT)",
    "2003 - 725": "For 50 years, Russian women relied on state-financed abortions as their main form of birth control. With pills, condoms and other contraceptives often in short supply, most women in Russia expected to face at least one and sometimes more than a dozen trips to the abortion clinic over their childbearing years. Now the Russian government is attempting to slow the abortion rate. It is an admirable goal, given the toll that multiple abortions have taken on the health and fertility of Russia's women. Unfortunately, the Health Ministry has gone about it in the wrong way. It has decided to limit Russian women's access to abortion rather than expanding their ability to get effective contraception and better family planning.",
    "2003 - 727": "The authorities in the Baltic port of Wladyslawowo levied a $3,000 fine on a visiting Dutch ship carrying a mobile abortion clinic. The harbor master said the boat had failed to obey his orders to tie up away from antiabortion demonstrators who pelted the boat with rocks and paint on Sunday. The boat, organized by the Dutch abortion rights group Women on Waves, has stirred a controversy since it came to bring birth control and pregnancy counseling to the Roman Catholic country, where abortion is outlawed. Women on Waves has said that it will take women seeking abortions into international waters and administer abortion-inducing drugs. On Monday, customs officials sealed the boat's supply of pills. Peter S. Green (NYT)"
}