{
    "2020 - 318": "WASHINGTON — They came from far and near on a bright, warm, early autumn day, the powerful and the powerless, filled with appreciation and anxiety, to pay tribute to the daughter of a Brooklyn bookkeeper who changed the law of the land so that future generations would not have to face the obstacles that she overcame.",
    "2020 - 330": "WARSAW — Ignoring the threat of prosecution and the dangers posed by a surge of coronavirus cases, tens of thousands of women outraged by a court decision to ban nearly all abortions in Poland converged in Warsaw on Friday, intensifying what have been the largest demonstrations in the country since the fall of communism in 1989.",
    "2020 - 333": "In 1987, Robert Bork was denied confirmation to the Supreme Court because his originalist beliefs were deemed a serious threat to constitutional rights. Originalism is no less dangerous for those rights today, yet Judge Amy Coney Barrett’s repeated statements professing her belief in originalism have been met with little objection.",
    "2020 - 345": "The pregnancy test is one of the most ubiquitous home health care products in America. What resembled a child’s chemistry set when it first arrived on the market in 1977 is now the widely available wand. Today, dozens of different devices promise to promptly deliver what any possibly-pregnant person is assumed to want: knowledge of her status.",
    "2020 - 359": "Like many kids who grew up as evangelicals, I was taught that abortion was the only issue when it comes to politics. When I turned 18, in the 1990s, my father took me to the Allen County Republican headquarters in my Indiana town, where I registered as a card-carrying conservative. Then we went to Fort Wayne’s Famous Coney Island for celebratory chili dogs.",
    "2020 - 364": "As Election Day approached 60 years ago, Catholics across the country followed the news with a nervous thrill of anticipation. For them, the final stage of a long struggle was at hand: An Irish Catholic was poised to become president of the United States, ending the historic Protestant monopoly on the White House — and on mainstream, middle-class respectability.",
    "2020 - 375": "Roe v. Wade is under threat. As Republican senators scramble to fill Justice Ruth Bader Ginsburg’s seat with a conservative justice who would tilt the court six to three, the nation’s largest abortion and reproductive rights provider has its own power playbook. In this episode of Sway, Kara Swisher speaks to Planned Parenthood’s president and C.E.O., Alexis McGill Johnson.",
    "2020 - 398": "WASHINGTON — Judge Amy Coney Barrett, President Trump’s pick for the Supreme Court, has compiled an almost uniformly conservative voting record in cases touching on abortion, gun rights, discrimination and immigration. If she is confirmed, she would move the court slightly but firmly to the right, making compromise less likely and putting at risk the right to abortion established in Roe v. Wade.",
    "2020 - 439": "WASHINGTON — The Supreme Court on Thursday refused for now to reinstate a federal requirement that women seeking to end their pregnancies using medications pick up a pill in person from a hospital or medical office. A judge had blocked the requirement in light of the coronavirus pandemic, saying that a needless trip to a medical facility during a health crisis very likely imposed an undue burden on the constitutional right to abortion.",
    "2020 - 440": "In “Unpregnant,” the HBO bildungsroman released this month, the plot revolves around a 17-year-old heroine who travels from Missouri to Albuquerque — a road trip of 1,000 miles — because that’s the nearest place she can get an abortion without parental consent. Watching it made me recall a conversation with a feminist friend, who shocked the hell out of me last year by saying that progressives were too focused on protecting Roe v. Wade."
}