{
    "2021 - 368": "In 2012, Savita Halappanavar, a 31-year-old dentist in Ireland, appeared at University Hospital Galway in pain. She was 17 weeks pregnant and miscarrying. According to Dr. Halappanavar’s husband, hospital staff said that there was no saving the pregnancy, but they refused to intercede because her fetus still had a heartbeat. She was told her only option was to wait.",
    "2021 - 391": "The Supreme Court held oral arguments yesterday in a case about a Mississippi law that bans abortions after 15 weeks of pregnancy. During the proceedings, the court’s six conservative justices signaled they are comfortable with the Mississippi law, although upholding it would be at odds with Roe v. Wade, the 1973 decision that established a constitutional right to abortion up to 23 weeks.",
    "2021 - 392": "When you have your first bad sonogram, you fall into an abyss of maternity care. If you haven’t experienced it, you might not know the contours of this purgatory, but I can tell you what it’s like. Almost exactly seven years ago, the face of my obstetrician fell while performing an ultrasound for a very wanted pregnancy, and our collective mood shifted in an instant from buoyant to somber.",
    "2021 - 419": "Often an abortion happens because a woman is pregnant when she didn’t intend to be. It is true that some women terminate wanted but doomed pregnancies and others face serious health complications. But if abortion opponents are serious about decreasing the need for abortion instead of simply punishing women and doctors, they should be rallying around contraception access. Instead, they’re largely standing in the way.",
    "2021 - 448": "Update, May 2, 2022: A majority of Supreme Court justices has voted to overturn Roe v. Wade, according to a Politico article on Monday night citing what it said was a draft opinion by Justice Samuel Alito. This guest essay was published in December, after the Supreme Court heard oral arguments in the abortion case now before the court.This article is part of the Debatable newsletter. You can sign up here to receive it on Tuesdays and Thursdays.",
    "2021 - 501": "He was born on New Year’s Day, the year 2000. I got pregnant with him when I was 19, a month before I graduated from college. I was a brain; that was my identity. I was headed to Yale Divinity School, where I would study for a master’s in religion and literature. Those were my interests: religion, literature, study. I had not thought about having children or being a wife. I hadn’t thought I wouldn’t do those things, but if I thought about them, they existed in the vague haze of my distant future.",
    "2021 - 536": "The constitutional right to abortion has never been more fragile than it is heading into 2022. The Supreme Court has allowed S.B. 8, Texas’ drastic — and clearly unconstitutional — ban on abortions after about six weeks of pregnancy, to remain in place for months, making Roe v. Wade virtually a dead letter in the state. Even worse, a Supreme Court decision that’s expected this summer is likely to either gut Roe or overturn the precedent altogether, paving the way for total abortion bans in about half the states around the country.",
    "2021 - 579": "The oral arguments before the Supreme Court in Dobbs v. Jackson Women’s Health Organization, which involves a Mississippi law that bans nearly all abortions after 15 weeks of pregnancy, may give an indication of the future for access to the procedure, and for national politics. The Times columnists Michelle Goldberg, Charles M. Blow and Ross Douthat and the Times Opinion podcast host Lulu Garcia-Navarro gathered to discuss what they heard at the court on Wednesday, where they see it heading and how they, and the country, will continue to wrestle with the issue of abortion.",
    "2021 - 612": "It was an all-hands-on-deck moment for the movement to defend abortion rights. On Sept. 1, the Supreme Court stunned much of the country by passively allowing Texas Senate Bill 8 to take effect, banning most abortions in the state in obvious defiance of Roe v. Wade. Not quite 24 hours later, the court issued an actual decision confirming that it would not block the law. On Sept. 2, a coalition including the Planned Parenthood Federation of America, the national organization whose affiliates operate more than 600 health centers around the country, convened a video meeting to coordinate a national response.",
    "2021 - 824": "Update, May 3, 2022: A majority of Supreme Court justices has voted to overturn Roe v. Wade, according to a Politico article on Monday night citing what it said was a draft opinion by Justice Samuel Alito. This guest essay was published in December, when the Supreme Court heard oral arguments in the abortion case now before the court.The decision in Dobbs v. Jackson Women’s Health Organization, the case currently before the Supreme Court which focuses on the question of Mississippi’s 15-week abortion ban, is unlikely to hinge on global data or the finer points of international law. And yet a growing cadre of briefing papers, political accords and court filings is co-opting the language of international human rights groups to argue against the basic rights and freedoms that most Americans have enjoyed for decades."
}