{
    "2008 - 324": "Sixteen years after his father was denied a speaking part at a Democratic convention because his anti-abortion views led him to oppose Bill Clinton’s candidacy, Senator Bob Casey Jr. of Pennsylvania told the convention Tuesday night that Senator Barack Obama could bring together supporters and opponents of abortion rights.",
    "2008 - 325": "IN September, Christine Quinn, the City Council speaker, unveiled a bill to address an issue that she believes is too often ignored by New Yorkers. The bill aims to protect the patients and staff of local health clinics that perform abortions from harassment by anti-abortion activists who gather outside the clinics’ doors. ",
    "2008 - 354": "Rudolph W. Giuliani, a former mayor of New York, said Senator Barack Obama thought a small Alaska suburb was not “flashy enough” or “cosmopolitan enough,” linking his campaign to “Hollywood celebrities.” Mitt Romney, a former governor of Massachusetts, denounced the “Eastern elites” that he said dominated the television broadcasts and editorial pages. ",
    "2008 - 373": "Undermining women’s reproductive rights and access to health care has been a pervasive theme of the outgoing administration. On his first full day in office, President Bush imposed the “global gag rule,” which prohibits taxpayer dollars from going to international family-planning groups that perform abortions using their own funds or that advocate for safe abortion laws.",
    "2008 - 387": "WASHINGTON \u0097 Senator Joseph R. Biden Jr., the Democratic nominee for vice president, departed Sunday from party doctrine on abortion rights, declaring that as a Catholic, he believes life begins at conception. But the Delaware senator added that he would not impose his personal views on others, and had indeed voted against curtailing abortion rights and against criminalizing abortion.",
    "2008 - 390": "WICHITA, Kan. \u0097 Opponents of Dr. George Tiller and his clinic here, one of the nation’s few providers of late-term abortions, have tried many ways to stop him over three decades. They have held protests, lobbied lawmakers and complained persistently to state regulators and prosecutors. There have also been several acts of violence, including one in which Dr. Tiller was shot in both arms.",
    "2008 - 410": "Once again this year, opponents of women’s reproductive rights have managed to get initiatives aimed at ending or limiting abortion rights on ballots \u0097 in South Dakota, Colorado and California. These measures, which violate women’s privacy and threaten their health, have implications far beyond those states. If voters approve them, they will become a weapon in the right-wing campaign to overturn Roe v Wade.",
    "2008 - 598": " The Supreme Court upheld Mexico City’s abortion law by an 8-to-3 vote on Thursday, allowing unrestricted abortions during the first trimester of pregnancy. The ruling sets a legal precedent that will allow other states to liberalize their abortion laws if they choose. It was a defeat for the Roman Catholic Church and President Felipe Calderón’s conservative government, which filed the constitutional challenge before the Supreme Court. Mexico City, which passed the law in April 2007, is the only place in Latin America except for Cuba that allows unrestricted abortions in the first 12 weeks. ",
    "2008 - 770": "This summer, some weeks before John McCain settled on his choice for running mate, delegates to the Republican convention received e-mail invitations to something called the “Life of the Party Party.” This is a right-to-life reception that takes place every four years amid the Republican convention and features, as guests of honor, political leaders that the Republican National Coalition for Life has singled out for the impeccability of their opposition to legal abortion. Only one guest of honor would be presented this year, the 2008 invitation declared: the Honorable Sarah Palin, governor of Alaska. For those who’d never heard of her, four paragraphs of explanation followed Palin’s name; the lead adjective, before “conservative” and “popular,” was “pro-life.”",
    "2008 - 869": "Women who choose to abort an unwanted pregnancy may experience feelings of grief and loss, but there is no evidence that a single abortion causes significant mental health problems, a panel of the American Psychological Association reported after two years of study. The findings are almost identical to a similar review by the association in 1990. “The best scientific evidence published indicates that among adult women who have an unplanned pregnancy, the relative risk of mental health problems is no greater if they have a single elective, first-trimester abortion or deliver that pregnancy,” Brenda Major, chairwoman of the panel, said in a statement. But the report also found that many of the more than 150 studies it reviewed had major flaws, and it called for better-designed studies “to help disentangle confounding factors” like income and medical history. "
}