{
    "2002 - 321": "A long-stalled, industry-sponsored bill to make it harder for people to erase their debts by filing for bankruptcy appeared to die in the House today, in what lawmakers saw as an embarrassing miscalculation by the newly installed House Republican leadership of the influence of anti-abortion lawmakers within their party.",
    "2002 - 350": " HUNTINGTON BEACH, Calif., Oct. 4 — On most mornings over the last three weeks, 14-year-old Jay Lewis and other students arriving at Marina High School in Huntington Beach have been confronted by graphic images: the severed parts of a fetus next to a dime or a quarter; emaciated concentration camp prisoners; a lynching victim hanging from a noose. ",
    "2002 - 394": " WASHINGTON, July 29 — Senate leaders have decided to delay a final vote on a bill to overhaul the bankruptcy system until at least September, a move that raised new concern among the bill's supporters that anti-abortion activists will work to kill a bill that otherwise enjoys broad bipartisan support and has long been championed by powerful lobbyists for the credit-card industry and banks. ",
    "2002 - 408": "Asia is expected to be the site of the next AIDS explosion. Yet at a United Nations population conference in Bangkok this week the American delegation tried to block an endorsement of condom use to prevent AIDS. It's not often that a vote is taken at a U.N. meeting, where consensus is usually the goal. But this time participants voted -- and the other nations united in striking down the American position.",
    "2002 - 503": "A woman who was ordered to put off having an abortion for a week while a judge considered her ex-boyfriend's objections had a miscarriage on Monday, hours after the judge ruled in her favor. The judge, Michael Conahan, had ruled that the ex-boyfriend, John Stachokus, had no right to interfere with Tanya Meyers's decision. ''Tanya said she would make the right decision when the time came,'' Ms. Meyers's mother, Tracey Curry, told The Associated Press. ''But God made the decision.'' Adam Liptak (NYT)",
    "2002 - 515": "Women visiting Planned Parenthood at Grand Rapids, stepped through broken glass and debris to seek medical care after six shots were fired at the facility at 3:30 a.m on Monday; a similar incident occurred at the Brainerd branch on July 4. No one was hurt in either incident. Meg Friese, chief operating officer of Planned Parenthood of Minnesota/South Dakota, said the shots hit the front door and window of the Grand Rapids center, causing $5,000 to $6,000 in damage. Abortions are not performed at either clinic.",
    "2002 - 596": "State lawmakers have voted to require doctors to care for fetuses that survive botched abortions. The bill passed the House on Thursday 70 to 27; the Senate had already approved it, 21 to 12. The measure voids a woman's right to abort once the fetus survives an abortion procedure. If the pregnant woman then refuses custody of the fetus, by failing to authorize medical care or to release it for adoption, the fetus will be surrendered to the state and placed in the care of doctors. Gov. John Engler is expected to sign the bill into law before his term ends on Jan. 1. Anand Giridharadas (NYT)",
    "2002 - 598": "Anti-abortion groups asked the Food and Drug Administration to halt sales of the abortion pill RU-486, saying the agency had violated its own rules by approving sale of the pill without ensuring that it was safe and effective. The groups -- the American Association of Pro-Life Obstetricians and Gynecologists, Concerned Women for America and the Christian Medical Association -- cited an agency report in April detailing complications from the drug, including one death. A spokesman for Danco Laboratories, which makes the pill, said, ''We fully stand behind the safety and efficacy'' of the drug.",
    "2002 - 601": "There is a mind-bending illogic behind the Bush administration's decision yesterday to withhold $34 million from the United Nations Population Fund, which is working in China despite continued practices there of coerced abortion and sterilization. It is precisely because of China's reprehensible policies that the U.N. presence is important. Cutting off funds to the agency is an inexcusable sop to right-wing anti-abortion activists in an election year. It will increase the number of abortions worldwide by depriving poor women of the education and help they need and that the U.N. agency provides.",
    "2002 - 638": "A handful of Roman Catholic churches have distributed fliers criticizing the Democratic candidate for governor, Bill Richardson, for his support of abortion rights. But the Archdiocese of Santa Fe said it never meant to inject itself into the campaign. The flier, sponsored by Right To Life of New Mexico, says Mr. Richardson has a record that ''shows a lack of respect for human life.'' It characterized his Republican opponent, John Sanchez, as an anti-abortion candidate. The archdiocese said it never meant for the pamphlet to serve as an endorsement. Right to Life of New Mexico endorsed Mr. Sanchez in August. Michael Janofsky (NYT)"
}