{
    "2014 - 388": "The Democratic brand did not fare well, to put it mildly, in congressional and governors’ races on Tuesday. Most were contests of political blame, driven by ideological hatred for President Obama. But when the ballot offered a choice on an actual policy, rather than between candidates with a D or R next to their names, voters made notably liberal decisions in both red and blue states. ",
    "2014 - 392": "WASHINGTON — The Supreme Court on Tuesday allowed more than a dozen Texas abortion clinics to reopen, blocking a state law that had imposed strict requirements on abortion providers. Had the law been allowed to stand, it would have caused all but eight of the state’s abortion clinics to close and would have required many women to travel more than 150 miles to the nearest abortion provider.",
    "2014 - 440": "In her new book, “Pro,” Katha Pollitt, a longtime columnist for The Nation, argues that “We need to see abortion as an urgent practical decision that is just as moral as the decision to have a child — indeed, sometimes more moral.” In a recent e-mail interview, Ms. Pollitt discussed how she wants to change the debate about abortion, the importance of women sharing their stories and more. Below are edited excerpts from the conversation: ",
    "2014 - 494": "With a brief unsigned order on Tuesday, the Supreme Court acted to prevent Texas from enforcing two key parts of the state’s 2013 package of extreme new abortion restrictions. While the legal battle over the provisions continues, and is very likely to land back at the court before long, the order was a significant victory for women in Texas. The important result is that it will allow more clinics offering safe and legal abortion care to continue operating pending a final court resolution. ",
    "2014 - 578": "On Sept. 12th, Jennifer Whalen, a 39-year-old mother of three in the rural town of Washingtonville, Pa., went to jail to begin serving a 9-to-18-month sentence. Whalen’s crime was, in effect, ordering pills online that her older daughter took in the first several weeks of an unplanned pregnancy, when she was 16, to induce a miscarriage. The medication was a combination of mifepristone (formerly called RU-486) and misoprostol. The drugs have been available from a doctor with a prescription in the United States since 2000 and are used around the world to induce miscarriage.",
    "2014 - 593": "I mentioned the Texas Democrats’ gubernatorial nominee in passing in my immediate post-election post, but I can’t let the week disappear without saying a bit more about the Davis candidacy’s epic failure … one that’s been featured prominently in discussions of how the Democrats’ entire roadmap for the future failed them in this cycle, as the demographically-shifting states they had targeted conspicuously failed to turn even slightly purple. Here is Bloomberg’s Dave Weigel on some of the Texas-specific elements of that failure; here is my colleague Jonathan Martin on the broader pattern:",
    "2014 - 641": "In June 2001, under a cloud-streaked sky, Rebecca Gomperts set out from the Dutch port of Scheveningen in a rented 110-foot ship bound for Ireland. Lashed to the deck was a shipping container, freshly painted light blue and stocked with packets of mifepristone (which used to be called RU-486) and misoprostol. The pills are given to women in the first trimester to induce a miscarriage. Medical abortion, as this procedure is called, had recently become available in the Netherlands. But use of misoprostol and mifepristone to end a pregnancy was illegal in Ireland, where abortion by any means remains against the law, with few exceptions.",
    "2014 - 658": "Abortion clinics forced to close last week by stringent new regulations in the state have filed an emergency appeal to the Supreme Court, arguing that the rules are an unconstitutional infringement of rights. The motion, argued by the Center for Reproductive Rights, says that the United States Court of Appeals for the Fifth Circuit erred Thursday when it said the state could require abortion clinics to meet the standards of hospital-like surgery centers. The rule serves no medical purpose and has left nearly one million women living more than 150 miles from the nearest abortion clinic, the appeal states, imposing an “undue burden” on women’s rights. ",
    "2014 - 665": "A state judge declined on Friday to block a law requiring doctors performing abortions to have admitting privileges at a hospital within 30 miles. The Center for Reproductive Rights, which had challenged the law on behalf of Dr. Larry A. Burns of Norman, said it was filing an emergency appeal with the State Supreme Court. Dr. Burns, who runs one of three abortion clinics in Oklahoma and performs nearly half of the abortions in the state, has been unable to obtain such a hospital affiliation, which major medical groups say is unrelated to patient safety. Courts in other states have made contradictory rulings on the constitutionality of similar requirements. ",
    "2014 - 1013": "Ross Douthat: Now is the Indian summer of our moviegoing discontent, when the temperatures still feel appropriate to midsummer blockbusters but the studios are dumping dreck that would be more at home in the wintry graveyard of late January. (As well as satisfying the millions who were apparently clamoring for a “Forrest Gump” IMAX re-release.) But there are still interesting things to talk about, and I’ll start in with the movie that’s supposed to be the great exception to the current doldrums — “Love Is Strange,” in which John Lithgow and Alfred Molina play longtime companions who tie the knot, only to have Molina’s character lose his job as a music teacher at a Catholic school because the bishop found out about his nuptials, which forces them to sell their tastefully shabby New York apartment and crash (separately, miserably) with their relatives while they try to get on the list for a rent-controlled living situation, with various uncomfortable interpersonal consequences for everyone concerned."
}