{
    "2007 - 349": "WASHINGTON, Nov. 16 — On the campaign trail, Rudolph W. Giuliani has made the case that while he believes that abortions are wrong, he thinks the ultimate decision of whether to have them should be up to women, and not the government. But he has also pledged to appoint the kind of conservative judges who might be expected to rule against abortion.",
    "2007 - 357": "When the Supreme Court voted 5 to 4 to uphold the federal Partial-Birth Abortion Ban Act this spring, the ambivalently pro-choice public was largely quiescent, believing, as Congress had previously ruled, that the procedure was “gruesome and inhuman,” medically unnecessary, highly controversial in the medical community and so rare as to be little missed. ",
    "2007 - 362": "An A.P. English teacher at a public school, I am inundated with requests for college recommendations. To write and send one takes about two hours. I do at least 25 a year and cannot decline such requests. It’s killing me! Would it be unethical to charge a fee to the parents of these students akin to that charged by outside SAT tutors? \u0097 Name Withheld, Brooklyn",
    "2007 - 368": "Anti-abortion Democrats in Congress this year joined abortion rights supporters to pass a foreign aid spending bill that they all said would reduce abortions in poor countries. It would allow the federal government to donate contraceptives to foreign groups that provide family planning services abroad, including those that offer abortions or favor making them legal.",
    "2007 - 421": "Gov. Deval Patrick signed a bill establishing a 35-foot zone around abortion clinics that protesters cannot enter. Supporters of the law say it is meant to shield women entering the clinics from harassment and unwanted attention. Opponents say the law violates free speech. Previous state law, enacted in 2000, said protesters could not go within six feet of a person if they were within an 18-foot zone outside a clinic.",
    "2007 - 469": "It’s New Year’s Eve a few years back: candles are lighted in Emily’s “cozy one-bedroom” apartment, iTunes shifts seamlessly from the Magnetic Fields to Maria Callas to Nina Simone, and although we love to look out her second-story windows at the packs of people clamoring between bars and parties, and although we half-made plans to go to bars and parties ourselves, there’s no way we’re going out. The abortion is scheduled for two days from now, and we’re holing up. ",
    "2007 - 544": "The hundred-foot white cross atop the Immanuel Baptist Church in downtown Wichita, Kan., casts a shadow over a neighborhood of payday lenders, pawnbrokers and pornographic video stores. To its parishioners, this has long been the front line of the culture war. Immanuel has stood for Southern Baptist traditionalism for more than half a century. Until recently, its pastor, Terry Fox, was the Jerry Falwell of the Sunflower State — the public face of the conservative Christian political movement in a place where that made him a very big deal.",
    "2007 - 622": "Pope Benedict XVI accused international agencies of promoting abortion in Africa and blamed “disordered notions” of marriage and the family for the spread of sexually transmitted diseases there. “The globalized secular culture is exerting an increasing influence on local communities as a result of campaigns by agencies promoting abortion,” he told a visiting group of bishops from Kenya. While Benedict did not single out particular agencies, the Vatican has in the past criticized the human rights group Amnesty International for backing a woman’s right to an abortion in the event of rape or if her life was in danger.",
    "2007 - 635": "The first thing you should know about the documentary “Lake of Fire” — an unblinking look at the violent fight over abortion in the United States, including those homegrown religious fundamentalists who kill in the name of God — is that it was made in black and white. This is critical. Because the other thing you should know about this fascinating, discomfiting, at times unpleasant, confused and confusing film is that it sets off extremely graphic images of actual abortions against a notorious photograph of a woman who died after an illegal motel room abortion, visuals that are inflammatory if, for the most part, also germane. ",
    "2007 - 798": "A woman has asked the State Supreme Court to reconsider its unanimous ruling to dismiss her malpractice lawsuit concerning her 1996 abortion. The woman, Rosa Acuna, 40, of Bound Brook, filed court papers late Monday. Her lawyer, Harold Cassidy, asked the court to reconsider what he called “very clear errors” in the court’s decision regarding a doctor’s responsibility to answer patient questions, whether or not the case should be heard by a jury, and disagreements among expert witnesses over when human life begins. In her suit, Ms. Acuna said she would not have had the abortion if she had received proper answers to her questions. The court ruled that her doctor had “no legal duty” to tell her that her 6-to-8-week-old embryo was “a complete, separate, unique and irreplaceable human being.”"
}