{
    "2015 - 413": "Despite a near-universal assumption that the Supreme Court will take up an abortion case in its new term, the general chatter hasn’t included much detail about the specific issue, the stakes or the prospects. This column is an effort to address those questions. The stakes couldn’t be higher, either for women who live in the growing number of states governed by anti-abortion politicians or for the court itself.",
    "2015 - 414": "In the wake of the Robert Dear shootings at a Planned Parenthood facility in Colorado, the tendency from pro-choice writers has been to get the pro-life movement coming and going — on the one hand accusing pro-lifers of at least semi-deliberately fomenting violence, on the other accusing them of being inconsistent for abjuring the violence that their own premises seem (to pro-choice eyes) to inevitably justify.",
    "2015 - 440": "HERE are some things abortion opponents have said about Robert L. Dear Jr., the shooter accused of killing three and wounding nine at the Planned Parenthood clinic in Colorado Springs last Friday. He was just a lunatic. He wasn’t attacking Planned Parenthood, he ran in there after trying to rob a bank. My personal favorite, from the Republican presidential candidate Sen. Ted Cruz: He is reported to be a “transgendered leftist activist.”",
    "2015 - 480": "House Republicans called for an investigation of Planned Parenthood this summer, after a series of deceptively edited videos issued by an anti-abortion group, the Center for Medical Progress, alleged that Planned Parenthood profits from the sale of tissue from fetuses. But at a hearing on Tuesday, members of the House Oversight and Government Reform Committee deluged Cecile Richards, Planned Parenthood’s president, with a variety of questions entirely unrelated to that issue.",
    "2015 - 543": "A YEAR ago, a mother and self-described “God-fearing woman” called me after she had an abortion. She said that earlier, when she found herself unexpectedly pregnant, she drove straight to what she thought was a comprehensive health care provider near her home in Columbus, Ohio. When she asked about abortion, the staff told her she shouldn’t murder her child. Ohio requires an ultrasound before an abortion, so the woman listened to the staff’s condemnations, taking them to heart, crying. She told me later, “I didn’t know where else to go.”",
    "2015 - 546": "After the fatal shootings at a Colorado Springs Planned Parenthood clinic on Nov. 27, the model Chrissy Teigen responded almost immediately. A growing activist who has donated food for protesters in Ferguson, Mo., and verbally sparred with Donald J. Trump, she told her million-plus followers on Twitter that every time such incidents happen, “John and I immediately make another donation to Planned Parenthood,” referring to her husband, the singer John Legend, who then tweeted out his support of his wife’s stance to his 7.4 million followers.",
    "2015 - 587": "There has been an impressive amount of angry liberal commentary, which has spilled over into the mainstream press coverage (or do I repeat myself?) of the issue, about how in the last Republican presidential debate Carly Fiorina allegedly cited an entirely imaginary video in order to make a crazy claim about Planned Parenthood’s brain-harvesting ghoulishness that’s totally unsupported by the facts. Here’s Slate’s Dahlia Lithwick, in a representative rant, attacking Fiorina’s “big fib,” the sheer “enormity” of which has shaken Lithwick’s faith in honesty in politics and journalism:",
    "2015 - 831": "In addition to the inevitable abortion politicking, the murderous rampage of Robert Dear at a Planned Parenthood facility in Colorado has inspired a number of writers to contrast the stiff upper lip with which many Americans seem to handle the general prevalence of gun violence on our shores with the highly-politicized anxiety surrounding the acts that we decide to call “terrorism.” This contrast is widely invoked as evidence of American xenophobia: We fear attacks from a nebulous or specifically-Islamic “Other” more than we fear violence by angry white men, it’s alleged, even if the Other isn’t likely to hurt us nearly as much as a bunch of heavily-armed heartlanders, because Americans still identify with whiteness/maleness/Christianity too closely to fully imagine “white Christian terrorism” as something to be feared.",
    "2015 - 1045": "Abortion opponents have been quick to distance themselves from the Nov. 27 shooting at a Planned Parenthood clinic in Colorado Springs, which left three people dead. The anti-abortion groups lining up to condemn the violence included the Center for Medical Progress, which released videos in July accusing Planned Parenthood of selling fetal parts and tissue. Planned Parenthood denied making sales, saying one of its 700 health centers was being reimbursed for supplying fetal tissue to researchers, who have used fetal cells to produce lifesaving vaccines and treatments. But the doctor caught on camera spoke in graphic medical terms while sipping wine over lunch, and the videos prompted five separate congressional investigations into Planned Parenthood’s practices. Testifying before a House committee in October, the group’s president, Cecile Richards, said it would continue facilitating the tissue donations, with patients’ consent, but stop accepting reimbursements. The Center for Medical Progress called this “an admission of guilt.”",
    "2015 - 1217": "An investigation into whether three Planned Parenthood clinics had improperly sold fetal tissue found that they had not, but said that they disposed of aborted fetuses improperly by turning them over to disposal companies that take the remains to landfills, the state attorney general, Mike DeWine, said Friday. Mr. DeWine said that sending aborted fetuses to a landfill was “callous and completely inhumane” and violated a state administrative code requirement that fetuses be disposed of “in a humane manner.” He referred his findings to the Ohio Department of Health, which oversees abortion clinics. Stephanie Kight, the president and chief executive of Planned Parenthood of Greater Ohio, issued a statement calling the accusations “inflammatory and baseless.” She said Planned Parenthood “handles medical tissue like any other quality health care provider. Our agreements with vendors all require them to follow state law, and dispose of tissue accordingly. If they are not, then I will take swift action.” Ms. Kight said she was concerned that the attorney general’s report was “not the result of meaningful investigation, but instead yet another attack on women’s access to health care in the state of Ohio.” "
}