{
    "2013 - 471": "After my post yesterday contrasting the challenges the Francis era may offer to American Catholics who feel at home on the political right of center with the opportunities it may open up to their more liberal co-religionists, it’s only fair to also point out the implicit challenge that the new pope is offering to liberal Catholics as well — or at least to liberal Catholics who see their relationship to the church in terms of fidelity as well as criticism and dissent.",
    "2013 - 476": "Justice Anthony M. Kennedy, author of the 5-to-4 opinion in June that struck down the Defense of Marriage Act, may well be a hero to the gay rights community, and deservedly so. But he’s also the author of the 5-to-4 opinion that upheld the federal ban on so-called partial birth abortion back in 2007, and abortion-rights advocates have viewed with something close to dread the prospect that he could play a similarly decisive role in the Supreme Court’s next abortion case. ",
    "2013 - 501": "A three-judge panel of the United States Court of Appeals for the Fifth Circuit has dealt a grievous blow to the reproductive health and rights of Texas women. On Thursday, the court allowed Texas, pending the court’s final resolution of the case, to enforce a provision in the state’s new abortion law that requires doctors who perform the procedure to have admitting privileges at a nearby hospital. As a result, a third of the state’s 36 licensed abortion clinics have stopped providing abortions. ",
    "2013 - 566": "I was 23 weeks pregnant with my first child when we had our anatomic ultrasound here in Chile. In a darkened examination room, the doctor drew the wand over my belly, and our beautiful baby appeared on screen. His body flickered of his own volition, and I squeezed my husband’s shoulder in relief. The doctor measured the circumference of our baby’s head, drew digital white lines down each limb, and examined the kidneys, stomach and spine. He confirmed the gender of our boy and sent his heartbeat to travel across the bottom of the screen at 142 beats per minute.",
    "2013 - 647": "My column two weeks ago on what other developed countries’ abortion laws tell us about the impact of abortion restrictions prompted a number of rebuttals, most notably from Scott Lemieux at The American Prospect and Katha Pollitt at The Nation. To my point that a number of European countries restrict second and third-trimester abortions without producing any obviously disastrous consequences for women’s health and professional advancement, both Lemieux and Pollitt argue that the European bans only work because the countries in question make first-trimester abortion more accessible and affordable than does the United States. Here’s Lemieux:",
    "2013 - 668": "“After Tiller,” a new documentary by Martha Shane and Lana Wilson, is a partisan document in the culture wars. It could hardly be otherwise, since the film’s subject, abortion, is one where common ground is elusive, if not philosophically untenable. The four doctors interviewed and observed on screen, who the film says are the only ones in the United States openly performing third-trimester abortions, are heroic figures in the filmmakers’ eyes, but are condemned as murderers by those on the other side. It would be nice to believe that a movie like this could provoke civil and respectful dialogue about an intensely polarizing issue, but let’s not kid ourselves.",
    "2013 - 737": "A grand jury in Harris County found no evidence of criminal behavior by a Houston doctor who performs late-term abortions and was accused by anti-abortion groups of killing live-born babies. In May, in a tape distributed by Operation Rescue, some former clinic employees accused Dr. Douglas Karpen of performing sloppy procedures and killing babies after they emerged from the womb, comparing him to Dr. Kermit Gosnell of Philadelphia, who had been convicted of murder that month after similar allegations. But in a statement issued Saturday, Devon Anderson, the Harris County district attorney, said: “An independent grand jury concluded, after lengthy investigation and deliberation, that the evidence does not justify an indictment.\" ",
    "2013 - 799": "A state judge on Wednesday temporarily blocked enforcement of a law requiring doctors who perform abortions to have admitting privileges at nearby hospitals. The law is similar to measures promoted by anti-abortion groups and blocked by courts in other states, including Mississippi and Alabama. It would have forced North Dakota’s only abortion center, the Red River Clinic in Fargo, to close because it uses out-of-state doctors who have been refused admitting privileges at local hospitals. Medical experts say such requirements do not improve patient safety since hospitals will accept and treat emergency patients regardless. The North Dakota lawsuit that resulted in Wednesday’s temporary injunction was brought on behalf of the clinic by the Center for Reproductive Rights, based in New York.",
    "2013 - 947": "Many liberal Catholics have been encouraged by Pope Francis’s comments about sexual ethics in a recent interview. His general point was that these are lesser matters, not to be emphasized at the expense of the church’s essential message of healing and salvation. Asked about homosexuality, he simply evoked God’s love for all humans: “when God looks at a gay person, does he endorse the existence of this person with love, or reject and condemn this person? . . . In life, God accompanies persons, and we must accompany them, starting from their situation. It is necessary to accompany them with mercy.” More widely, he said: “We cannot insist only on issues related to abortion, gay marriage and the use of contraceptive methods . . . . The dogmatic and moral teachings of the church are not all equivalent. The church’s pastoral ministry cannot be obsessed with the transmission of a disjointed multitude of doctrines to be imposed insistently.”",
    "2013 - 1012": "In November, the magazine published Emily Bazelon’s profile of Charmaine Yoest, the head of the Americans United for Life, an anti-abortion group, which has been working with Republican state legislators to write laws making access to abortion more difficult. In her article, Bazelon wrote about the controversy that was sparked when Todd Akin, a Republican congressman from Missouri who was running for the Senate, claimed that victims of “legitimate rape” cannot become pregnant. Akin’s comments had apparently been based on, as Bazelon wrote, a“1972 essay by an obstetrician named Fred Mecklenburg, who cited a Nazi experiment in which women were told they were on their way to die in the gas chambers — and then were allowed to live, so that doctors could check whether they would still ovulate. Since few did, Mecklenburg claimed that women exposed to the emotional trauma of rape wouldn’t be able to become pregnant, either.” Mecklenburg’s essay was published in a book financed by the anti-abortion group."
}