{
    "2016 - 369": "Since 2000, over a million American women have been able to terminate pregnancies safely using drugs instead of surgery. Over the years, doctors have found ways to make these sorts of abortions even safer and more convenient, but anti-choice politicians in many states have pushed restrictions that make the process more onerous and that could even harm women’s health.",
    "2016 - 386": "BERKELEY, Calif. — I was 21 weeks pregnant when a doctor told my husband and me that our second little boy was missing half his heart. It had stopped growing correctly around five weeks gestation, but the abnormality was not detectable until the 20-week anatomy scan. It was very unlikely that our baby would survive delivery, and if he did, he would ultimately need a heart transplant.",
    "2016 - 389": "WASHINGTON — President-elect Donald J. Trump appeared to soften some of his hardest-line campaign positions on immigration on Sunday, but he also restated his pledge to roll back abortion rights and used Twitter to lash out at his critics, leaving open the possibility that he would continue using social media in the Oval Office and radically change the way presidents speak to Americans.",
    "2016 - 402": "San Francisco — Sixteen years ago next month, the Food and Drug Administration approved the first “abortion pill,” and today medication abortion accounts for about a quarter of all nonhospital abortions in the United States. Not only is it safe and effective, but for women who live in the 89 percent of American counties that lack even a single abortion provider, it is often the only feasible option.",
    "2016 - 407": "Last year, Teresa Fedor, an Ohio state representative, a veteran and a former public-school teacher, told the story of her abortion after a rape in a statement on the House floor. “I dare you to walk in my shoes,” she said to lawmakers who were supporting a bill to ban abortion as soon as a fetal heartbeat could be detected, as early as six weeks. “I understand your story, but you don’t understand mine.”",
    "2016 - 439": "The Ohio Legislature passed a bill on Tuesday to ban abortion at six weeks, with a shout-out by the top Senate Republican, Keith Faber, to the incoming president. Donald J. Trump’s election motivated Republicans, who had introduced similar bills before without getting them across the finish line, Senate President Faber suggested. He also said of the ban’s prospects of being upheld in court, “I think it has a better chance than before.”",
    "2016 - 528": "In Tracy Droz Tragos’s documentary “Abortion: Stories Women Tell,” the narratives spill out along with the tears from women who have had abortions as well as those who are fighting to make them illegal. But most striking are clinic patients who felt bereft of anyone to confide in at the time of their pregnancies, and who want to reassure others that they are not alone. A college-bound 17-year-old, for one, says she feared breaking her grandmother’s heart. A woman with a physically abusive husband simply had no one to tell.",
    "2016 - 551": "Many well-intentioned evangelicals have been drawn to the Republican Party platform with the hope of making an impact on culture and voting their values. But instead of actually helping fill in “the hole in our gospel,” as Richard Stearns describes in his book of the same title, this focus has had the opposite effect, helping to create the imploding black hole of evangelical politics we are seeing now in the Republican party. As painful as this has been to watch, this may be the best thing that has happened to American evangelism in a long time.",
    "2016 - 552": "In 1962, in the midst of the civil rights movement, African-American residents of Jackson, Miss., went to court to challenge the racial segregation of the city’s five municipal swimming pools, four of which were set aside for whites and one for blacks. When the plaintiffs won, the Jackson City Council responded by closing all the pools. It first claimed a “minor water difficulty” and later explained that integrated pools would present a safety problem and would be too expensive to operate. No pools, evidently, were preferable to integrated pools.",
    "2016 - 605": "Donald J. Trump’s campaign was dogged by accusations of misogyny. Now his cabinet is shaping up to be one of the most hostile in recent memory to issues affecting women, advocacy groups for women say. Tax credits for child care and the prospect of paid maternity leave are exceptions to a host of positions that could result in new restrictions on abortion and less access to contraception, limits on health care that disproportionately affect women and minorities and curbs on funding for domestic violence, as well as slowing the momentum toward raising the minimum wage or making progress on equal pay."
}