{
    "2006 - 365": "Liberal supporters of social issues said yesterday that they were heartened by the outcome of several ballot initiatives around the nation: the first rejection of an amendment restricting marriage to a man and a woman, the success of a much-debated measure to allow stem cell research and the firm defeat of what would have been the nation's strictest abortion ban.",
    "2006 - 367": "BELLEVUE, Wash., Nov. 5 - In Darcy Burner's final rush of campaign advertisements, she compares her opponent to President Bush and says he is out of touch with his constituents on the war and social issues. Ms. Burner's opponent, Representative Dave Reichert, is running advertisements saying she lacks experience, dodges difficult questions and wants to raise taxes.",
    "2006 - 388": "It sounds like a late-night parody of President Bush's bad habit of filling key posts with extreme ideologues and incompetents. To head family planning programs at the Department of Health and Human Services, Mr. Bush has tapped Eric Keroack, a doctor affiliated with a group vehemently opposed to birth control and someone nationally known for his wacky theory about reproductive health.",
    "2006 - 389": " It sounds like a late-night parody of President Bush’s bad habit of filling key posts with extreme ideologues and incompetents. To head family planning programs at the Department of Health and Human Services, Mr. Bush has tapped Eric Keroack, a doctor affiliated with a group vehemently opposed to birth control and someone nationally known for his wacky theory about reproductive health.",
    "2006 - 450": "THE cover story on abortion in El Salvador in The New York Times Magazine on April 9 contained prominent references to an attention-grabbing fact. \"A few\" women, the first paragraph indicated, were serving 30-year jail terms for having had abortions. That reference included a young woman named Carmen Climaco. The article concluded with a dramatic account of how Ms. Climaco received the sentence after her pregnancy had been aborted after 18 weeks.",
    "2006 - 527": "The cinematic moment of populist rage depicted in “Network” \u0097 mad as hell, not going to take it anymore \u0097 may be easing back in the direction of ennui, if voters’ attitudes toward Tuesday’s ballot initiatives are any guide. Only about a third of the 76 proposals on state ballots across the country drew voter approval, with analysts taking note of something dubbed “faux populism” \u0097 the dawning on voters that many of the initiatives were too patently concocted and financed by out-of-state forces to be considered authentic. ",
    "2006 - 529": "The cinematic moment of populist rage depicted in \"Network\" -- mad as hell, not going to take it anymore -- may be easing back in the direction of ennui, if voters' attitudes toward Tuesday's ballot initiatives are any guide. Only about a third of the 76 proposals on state ballots across the country drew voter approval, with analysts taking note of something dubbed \"faux populism\" -- the dawning on voters that many of the initiatives were too patently concocted and financed by out-of-state forces to be considered authentic.",
    "2006 - 635": "ALEXANDRIA, VA. - SINCE 1992, every national Republican electoral defeat has been accompanied by an obituary for the religious right. Every one of these obituaries has been premature -- after these losses, the religious right only grew stronger. After the defeat of President George H. W. Bush in 1992, the conventional wisdom held that Christian evangelicals would be chastened. As one major magazine put it, Mr. Bush's defeat meant that \"time had run out on their crusade to create a Christian America.\" Yet in the next two years, the Christian Coalition grew by leaps and bounds; in 1994, it helped usher in the Gingrich revolution.",
    "2006 - 675": "A women's group at Rhode Island College has filed a federal lawsuit against the college, claiming that their right to free speech was violated after the campus police took down signs reading \"Keep your rosaries off our ovaries.\" The suit says that the women's group received permission to hang the signs at the college entrance for two days last December, and that the president of the college, John Nazarian, ordered them removed after a priest saying Mass at Mr. Nazarian's home complained. In September, the college, which is public, adopted a policy forbidding students to hang signs near its entrance, a ban the women's group claims is selectively enforced. KATIE ZEZIMA"
}