{
    "2011 - 434": "A lawsuit filed in Kansas this month has opened a new front in the legal war over women’s reproductive rights. Since last year, 13 states, including Kansas, have enacted laws banning insurance coverage of abortion in the health insurance exchanges created by the federal health care reform law. Some states have gone even further, aggressively restricting abortion coverage even in private insurance plans sold outside the exchanges. ",
    "2011 - 446": "Squarely in his element, Rick Santorum delivered a confident assertion of the need for moral leadership in the political realm at the Values Voter Summit in Washington on Friday. His delivery – warm and buoyant, without a trace of fire and brimstone despite the sharply conservative message – was a reminder of why Mr. Santorum remains a force in Republican circles though he has been out of the Senate since Pennsylvanians voted him out in 2006.",
    "2011 - 478": "On his third day in office, President Obama issued an executive order lifting the odious “global gag rule” that denied federal money for family planning work abroad to any group that performed abortions or counseled about the procedure, even with its own money. But he left standing another policy that imposes similar speech restrictions and bans using foreign aid money for abortions — even to save a woman’s life or in cases of rape in war zones like Congo, Sudan and Burma. ",
    "2011 - 490": "David Plouffe, a senior adviser to President Obama and one of the chief architects of his 2008 victory, accused Mitt Romney of trimming his views for political gain and lacking the conviction needed to hold high office. The comments were unusual for their harsh assessment of Mr. Romney’s politics and his character at this early stage of the campaign and for the fact that they came from an official serving in the White House rather than in Mr. Obama’s Chicago-based re-election campaign.",
    "2011 - 491": "OVERLAND PARK, Kan. — The prosecution of a Planned Parenthood affiliate here, the first such criminal case in the nation, has been treated locally as something of a proxy in the battle over abortion rights. Derided by supporters of the organization as politically motivated, the prosecution was celebrated by opponents as the capstone of increasingly aggressive actions here and elsewhere against Planned Parenthood, which provides abortions and other services at clinics around the country.",
    "2011 - 492": "Republican Senate leaders have an odd way of showing gratitude for the dedication and sacrifices of the more than 200,000 women on active duty in the military. Late last month, they blocked consideration of an amendment to the National Defense Authorization Act that would have lifted the statutory ban that denies female service members coverage for abortion care in cases of rape and incest. Currently, military health plans pay for abortions only when a pregnancy endangers a woman’s life.",
    "2011 - 500": "It might have been “too much too soon,” a chastened Gov. John Kasich of Ohio admitted on Tuesday night, after his state’s voters overwhelmingly rejected his attempt to break public employee unions. He certainly was right about “too much,” an analysis that also applies to other examples of Republican overreach around the country that were kicked into the gutter: an anti-abortion amendment in Mississippi, a voting restriction in Maine, the radical anti-immigrant agenda of a politician in Arizona. ",
    "2011 - 546": "Thirty-eight years after Roe v. Wade recognized a woman’s right to make her own childbearing decisions and legalized abortion nationwide, a newly intensified drive by anti-abortion forces who refuse to accept the law of the land has seriously imperiled women’s ability to exercise that right. Opponents of abortion rights know they cannot achieve their ultimate goal of an outright ban, at least in the near future. So they are concentrating on enacting laws and regulations narrowing the legal right and making abortion more difficult to obtain.",
    "2011 - 682": " After a closely watched debate, Mexico’s Supreme Court refused to throw out a state anti-abortion amendment on Wednesday. Although 7 of the 11 justices agreed that the Baja California State amendment was unconstitutional, the court was one vote shy of the supermajority needed to strike it down. After Mexico City became the only place in the country to legalize abortion in 2007, 17 states altered their constitutions to declare that life begins at conception. President Felipe Calderón and his wife, Margarita Zavala, intervened in the debate, urging the justices to let the state laws stand. The court will consider a challenge to another state’s anti-abortion law on Thursday. ",
    "2011 - 765": " A federal judge on Thursday declined to halt a Kansas law that limits the availability of insurance coverage for abortions. The American Civil Liberties Union had requested a temporary injunction against the law, which was approved by the Legislature this year, while the group fights the law in court. Judge Wesley Brown of Federal District Court said the A.C.L.U. of Kansas and Western Missouri had failed to prove its contention that the Legislature had approved the law to make it more difficult to receive abortions in the state. The law, which took effect in July, bars insurers from offering coverage for abortions as part of basic health plans. Exceptions are made if a woman’s life is at risk. A hearing on the lawsuit is scheduled to be held next month. "
}