{
    "2022 - 336": "Rarely does an author pull off a pivot as head-spinning as the one Gabrielle Blair made between her first book and her second. “Design Mom” (2015) is a room-by-room guide to living with children, featuring aspirational photography, tips for decluttering a mudroom and gentle reminders not to skew too highbrow in the Lego phase of life.",
    "2022 - 359": "For most of my adult life, I have hesitated when asked whether I identify as a member of the “pro-life” movement, despite my unconditional opposition to abortion. For one thing, I am not conscious of taking part in anything that resembles activism, though my wife volunteers as a birth assistant and doula for women who would otherwise receive very poor care.",
    "2022 - 365": "Voters in all five states where abortion-related questions were on the ballot this week chose to secure access to the procedure or reject further limits. The results, which came just months after the U.S. Supreme Court removed the constitutional right to abortion, showed that when asked directly, a broad cross section of Americans want to protect abortion rights.",
    "2022 - 376": "I called Mark Levine, the Manhattan borough president, on Monday morning to see how worried he was about New York’s governor’s race. Levine, a Democrat who’d just come from campaigning with Gov. Kathy Hochul, was pretty worried. Yes, polls have shown Hochul consistently ahead of the Trumpist Republican congressman Lee Zeldin, but Levine thought the race could go either way.",
    "2022 - 399": "Democrats made gains in state legislatures, including at least one Midwestern battleground state, while thwarting Republican efforts to flip chambers in the Mountain West and elsewhere. As results of statehouse races were still being counted in several states late Wednesday, experts said that Republicans’ efforts to expand their control of state legislative chambers appeared to have fallen short.",
    "2022 - 407": "Despite Republican‌ assurances that their draconian abortion bans wouldn’t hurt women, a flood of heart-wrenching accounts from across the country prove otherwise. Yet even with that outpouring of stories, plus polls showing broad opposition to the bans and an increase in women registering to vote, it’s still unclear if the issue will be the deciding factor for voters in the midterm elections on Tuesday.",
    "2022 - 428": "It’s easy to say what a triumphant midterm election would have looked like for opponents of abortion. The ballot initiative installing abortion rights into the Michigan Constitution would have failed. ‌Pro-life measures in Kentucky and Montana would have succeeded. And Republicans would have enjoyed a sweeping victory in both the Senate and the House, making talk of a “Roevember” backlash against the Dobbs decision obsolete.",
    "2022 - 487": "I work for an international medical-aid nongovernmental organization. I usually have a perfectly safe desk job at headquarters. Recently I was offered a three-week detachment to Ukraine and decided to take it. My job there won’t be near the front lines; I’ll be in Kyiv, which admittedly has been experiencing some targeted airstrikes, and moving a little toward the southeast. I am not blind to the risks of being in a country at war. My partner is supportive, and I’ve told my brother.",
    "2022 - 519": "The midterms were hard for pro-life Americans. In every state where abortion referendums were on the ballot, the abortion-rights side prevailed, even in red states such as Kentucky and Montana and a swing state, Michigan. The overturning of Roe v. Wade helped keep the Senate blue. It almost stopped the Republican Party from taking the House. Exit polls indicate that abortion was just behind inflation as the most important issue for voters — and 76 percent of those who made abortion their top issue chose Democrats.",
    "2022 - 528": "Support for abortion rights appears to have been a major factor in the midterm elections, helping Democrats fare much better than expected in many places. Though Republicans seized control of the House, dashing hopes of federal legislation to codify Roe v. Wade in the next two years, the midterm results suggest that running on abortion can be a winning strategy for Democrats. The outcome offers lessons to Democrats looking ahead to a 2024 presidential election that could determine if a federal abortion ban is on the table."
}