{
    "2010 - 368": "WASHINGTON \u0097 The fight to allow gay and bisexual people to serve openly in the military is already drawing political blood in Washington, but tucked into the same 852-page Pentagon policy bill as the repeal of “don’t ask, don’t tell” is a little-noticed amendment that takes on another emotionally charged issue: making abortion easier for military women in war zones.",
    "2010 - 385": "BEIJING \u0097 Thirty years after it introduced some of the world’s most sweeping population-control measures, the Chinese government continues to use a variety of coercive family planning tactics, from financial penalties for households that violate the restrictions to the forced sterilization of women who have already had one child, according to a report issued by a human rights group.",
    "2010 - 398": "Imagine a young woman riding the subway, consumed by her thoughts: she is pregnant, considering abortion, but unsure of where to turn. She looks up midcommute and notices a sign with three bold words, one beneath the other: “Free abortion alternatives.” At the bottom of the sign are several phone numbers that will lead her to any one of 12 E.M.C. FrontLine Pregnancy Centers around New York City.",
    "2010 - 426": "I had barely finished signing in at the Expectant Mother Care counseling center in Downtown Brooklyn when a staff member ushered me into a darkened room for a sonogram. As we both watched the flickering image of what looked more or less like a tadpole, she called my attention to every anatomical detail, from eyes and nose to hands and toes. Staring at the little bugger wriggling around inside me, a tear slid out of my eye.",
    "2010 - 445": "Irish law prohibits all abortions except those necessary to save a woman’s life, and as a practical matter it imposes daunting obstacles to terminating life-threatening pregnancies as well. In a secularized Europe, Ireland is noticeably out of step. Of the 47 countries covered by the European Convention on Human Rights, only in the fairytale countries of Andorra, Malta and San Marino, where all abortions are illegal, is the law any stricter.",
    "2009 - 455": "Whether health care legislation pending in Congress will cover abortion services — and if so, how those services would be paid for — is proving predictably divisive. In an electronic “town hall kit” published earlier this week, the Family Research Council, like other conservative groups, raised the prospect that taxpayers would be required to “pay for abortion on demand” and to “fund the leading provider of abortion in the nation, Planned Parenthood.”",
    "2010 - 515": "On a clear and mild March day in 1993, the Operation Rescue leader Randall Terry spoke at a rally in southern Florida against abortion. “We’ve found the weak link is the doctor,” he told the crowd. “We’re going to expose them. We’re going to humiliate them.” A few days later, Dr. David Gunn, an abortion provider, was shot and killed outside his clinic in Pensacola, Fla., about 500 miles away. It was the first of eight such murders, the extreme edge of what has become an anti-abortion strategy of confrontation.",
    "1990 - 557": "When I was growing up my life was governed by nuns and priests. Don't scratch in public, Sister said. Don't roll your skirt up, Sister said. Don't whisper in class. Don't gossip. Don't cheat. The priests were always more remote. What I remember best is the outline of their profiles against the confessional screen, and the low murmur as they repeated the words of absolution while I said my act of contrition. In a church so often devoted to conformity and crowds, this seemed the great individual act, the confession of one soul, examining her conscience.",
    "2007 - 566": "Early on a windy Saturday morning in November, Rhonda Arias drove her Dodge Caravan past a Wal-Mart at the end of her block and onto the Interstate. She was beginning the 50-mile drive from her house in southwest Houston to Plane State Jail, where she is, as she puts it, an “abortion-recovery counselor.” To Arias, that means helping women at the prison who have had abortions to understand how that procedure has stained them, and how it explains what has gone wrong in their lives. The prisoners’ abortions, she told me, “have a great deal to do with their pain.”",
    "2008 - 2123": "Pro-life liberals and the Democratic platform: Steven Waldman, the editor-in-chief of Beliefnet, is disappointed by the abortion plank in the draft Democratic platform.  \"The key linguistic debate has been whether to 'reduce the number of abortions' or 'reduce the need for abortions,'\" Waldman writes on his Beliefnet blog. \"Pro-life folks favored the former. Pro-choice folks favored the latter. The pro-choice folks won. In fact, the 2004 platform said abortion 'should be safe, legal and rare' — language [that] casts abortion reduction as morally preferable, something this platform does not.\"   While the draft platform \"includes — for the first time — language specifically designed to reduce the need for abortions,\" Waldman says that religious Democrats wanted it to go further, with \"moral language casting abortion as a morally inferior choice.\" He concludes:    All in all, I'd say that this platform does NOT do what was necessary to win substantial numbers of Catholics or moderate evangelicals. However, in combination with a strong personal statement from Obama about the moral necessity of reducing abortion, the party could make real headway. All eyes now turn to Obama's performance at Saddleback Church later this week.     Daniel Schultz of Street Prophets, an online forum for religious liberals, agrees with Waldman's take. \"Gone is the Clinton-era 'safe, legal and rare' moralism, replaced with some rather vague wording about 'abortion reduction,'\" Schultz writes, using his Street Prophets handle, \"pastordan.\"   Schultz points out that Dana Goldstein of The American Prospect interprets the new abortion plank \"as a victory for feminist pro-choicers, not pro-lifers.\" In a post a Tapped, the Prospect's group blog, Goldstein calls the platform \"a significant victory for reproductive rights advocates.\"   \"The Clintonian formula of 'safe, legal, and rare' has been scrubbed,\" Goldstein writes, and the plank isn't \"a modification of the party's pro-choice stance. Rather, it's a strengthening of that position and a re-articulation of the commitment to helping low-income expectant mothers.\"     "
}