{
    "2012 - 433": "No one should expect a postelection letup in the continuing courtroom fights over state efforts to restrict women’s access to safe and legal abortions. Two important cases — one in the United States Court of Appeals for the Ninth Circuit, in San Francisco, the other in the Court of Appeals for the Sixth Circuit, in Cincinnati — show how intense these battles have become and how important it is for basic women’s rights to prevail.",
    "2012 - 485": "On Election Day, Florida voters wisely rejected a proposed amendment to the State Constitution that would prohibit abortion coverage as part of health plans for state workers and Medicaid recipients (such coverage is already severely limited by law). Going further, the amendment would have cut back on existing state privacy protections for women by barring the State Supreme Court from granting “broader rights to an abortion than those contained in the United States Constitution.” ",
    "2012 - 490": "The charged anti-abortion comments made this week by Richard Mourdock, a Republican Senate candidate in Indiana, pose something of a dilemma for Mitt Romney. If Mr. Romney, the Republican presidential candidate, does not distance himself enough from Mr. Mourdock, he could find it harder to narrow his deficit with women — but if he distances himself too much, he could turn off some of the evangelical voters whose turnout will be crucial if he is to carry swing states like Iowa and Ohio.",
    "2012 - 502": "Last year I wrote a column urging my colleagues in the press to ask tougher questions about the religious views of candidates for public office. I said I would want to know if a candidate’s faith guided his or her views on the issues, if religious doctrine would be a justification for excluding some categories of citizen (gays, for example) from the rights and protections the country promises, or if religious narrative overshadowed a candidate’s respect for serious science and verifiable history. ",
    "2012 - 545": "IN late October, Savita Halappanavar, a 31-year-old dentist who was 17 weeks pregnant, was admitted to a hospital in Galway, Ireland, in severe pain. Doctors acknowledged that she was having a miscarriage, but over the course of three days, they reportedly refused to terminate the pregnancy and end her suffering because they could detect a fetal heartbeat. Citing Roman Catholic Ireland’s near-total ban on abortion as the reason, the physicians denied Dr. Halappanavar a procedure that most likely would have saved her life. She died Oct. 28.",
    "2012 - 583": "Try as they might to present a centrist image for Mitt Romney’s sake, social issue zealots running on the Republican ticket can’t seem to contain themselves. The latest to articulate his extremism on abortion is Richard Mourdock, a candidate for the U.S. Senate in Indiana who said during a debate Tuesday that “even if life begins in that horrible situation of rape, that is something that God intended to happen.” In the ensuing uproar, Mr. Mourdock was quick to apologize without offering a retraction. But Mr. Romney’s camp was even quicker. They instantly denounced the comment.",
    "2012 - 588": "DURING last week’s vice-presidential debate — the first time two Catholics have shared such a stage — a question about abortion was inevitable. To some viewers, Vice President Joseph R. Biden Jr.’s stance — that he personally opposes abortion but does not believe in imposing those beliefs on others — came across as a wishy-washy mélange of moral intuitions. In contrast, Representative Paul D. Ryan, who laid out his ticket’s policy to “oppose abortion with the exceptions for rape, incest and life of the mother,” appeared to represent the principled, Catholic anti-abortion position. ",
    "2012 - 610": "One day in the spring, I went with Charmaine Yoest, head of Americans United for Life, a pro-life advocacy group, to meet two of her five kids at a Barnes & Noble near her office in Washington. We sat down in the Starbucks corner of the bookstore, and James and Sarah, who are 8 and 11, told me about the March for Life on the National Mall. They go every year, scouting out heating vents to stand on when it’s cold and competing over who can hand out the most Life Counts posters. “We start up chants,” Sarah volunteered, looking up from her Frappuccino with whipped cream. “Like ‘Fight Planned Parenthood.’ ”",
    "2012 - 677": "Most of our friends in Egypt had experienced some form of a pregnancy loss, and we knew this going in. Here, pesticide use is rumored to be responsible for the staggering number of miscarriages, birth defects and stillbirths. Still, when I became pregnant for the third time, during my husband’s first tour with the State Department and our second year living in Cairo, I was thrilled. And when I reached the end of the first trimester, we believed that we had overcome whatever the odds were. I was confident as I lay next to the ultrasound machine. I was also alone. I had done this twice before and didn’t think my husband needed to battle Cairo traffic to be there with me.",
    "2012 - 1092": "HARD-LINE conservatives have gone to new extremes lately in opposing abortion. Last week, Richard Mourdock, the Tea Party-backed Republican Senate candidate in Indiana, declared during a debate that he was against abortion even in the event of rape because after much thought he “came to realize that life is that gift from God. And even when life begins in that horrible situation of rape, that it is something that God intended to happen.” That came on the heels of the Tea Party-backed Republican Representative Joe Walsh of Illinois saying after a recent debate that he opposed abortion even in cases where the life of the mother is in danger, because “with modern technology and science, you can’t find one instance” in which a woman would not survive without an abortion. “Health of the mother has become a tool for abortions anytime, for any reason,” Walsh said. That came in the wake of the Senate hopeful in Missouri, Representative Todd Akin, remarking that pregnancy as a result of “legitimate rape” is rare because “the female body has ways to try and shut that whole thing down.”"
}