{
    "2019 - 334": "RABAT, Morocco — A Moroccan judge on Monday found a journalist and her fiancé guilty of having premarital sex and obtaining an abortion, and imposed prison sentences on them and a doctor convicted of performing the abortion, in a case that critics have denounced as a thinly veiled bid to suppress critical coverage of the government.",
    "2019 - 357": "As lawmakers across the country began debating and then passing a flurry of anti-abortion measures this past spring, Planned Parenthood took note of a spike in searches on both its website and online for the phrase “abortion near me.” There was rampant confusion, the organization said, with women unsure whether the procedure remained legal in their state.",
    "2019 - 359": "With states passing near-total bans on abortion and a conservative Supreme Court majority poised to potentially revisit Roe v. Wade, reproductive rights have become a major issue in the 2020 campaign. Some candidates and abortion-rights advocates, however, have noted the relative lack of questions on the issue in the Democratic presidential debates so far. ",
    "2019 - 366": "Leana Wen, the recently fired former president of Planned Parenthood, appears headed toward an increasingly contentious exit, after accusing the organization’s leadership of trying to “buy my silence” in a dispute that threatens to prolong and magnify an acrimonious transition at the top of the nation’s best known women’s health care and reproductive rights group.",
    "2019 - 367": "RABAT, Morocco — When Hajar Raissouni, an investigative journalist with one of Morocco’s only independent news outlets, went to her doctor’s office last August seeking treatment for a vaginal hemorrhage, she was not planning on becoming the center of a national discussion on press freedom, abortion rights and what critics say is the nation’s antiquated penal code. ",
    "2019 - 372": "Nationwide access to abortion is more vulnerable than it has been in decades, partly because of an aggressive campaign by Republicans and President Trump’s election and appointment of two conservative Supreme Court justices. But as The Times’s Elizabeth Dias and Lisa Lerer recently reported, many abortion rights advocates have also blamed their movement’s own missteps. ",
    "2019 - 390": "AUSTIN, Tex. — In its quest to “defund” Planned Parenthood and end access to clinical abortion care, the federal government under the Trump-Pence administration is poised to recreate a public health disaster that has blighted the already heavily damaged reproductive health care safety net in Texas, where lawmakers recently replaced seasoned medical providers with Bible-thumping grifters.",
    "2019 - 404": "Pete Buttigieg, the mayor of South Bend, Ind., has made his Christian piety a minor theme of his presidential campaign — quoting Proverbs on the debate stage to critique Republican opposition to a minimum-wage increase, attacking conservative evangelicals over their “porn star presidency” and un-biblical approach to refugees, urging his party to court religious voters and take religion more seriously.",
    "2019 - 408": "Editors’ note: This is part of the Op-Eds From the Future series, in which science fiction authors, futurists, philosophers and scientists write Op-Eds that they imagine we might read 10, 50 or even 200 years from now. The challenges they predict are imaginary — for now — but their arguments illuminate the urgent questions of today and prepare us for tomorrow. The Opinion piece below is a work of fiction.",
    "2019 - 519": "Under the rules that normally govern the American judicial system, the Louisiana abortion law at the center of a case the Supreme Court added to its docket last week is flagrantly unconstitutional. My goal in this column is to make visible not only the stakes in the case but also Louisiana’s strategy for saving its law, the first of a wave of anti-abortion measures to reach a Supreme Court transformed by the retirement of Justice Anthony Kennedy and the addition of two justices appointed by President Donald Trump."
}