{
    "2018 - 340": "Planned Parenthood, under fire from conservatives in Washington and state capitols, chose Leana Wen, an emergency room doctor whose family fled China when she was a child, as its next president Wednesday, picking a woman who won praise for her steadying hand as Baltimore’s health commissioner during the city’s convulsive protests in 2015.",
    "2018 - 350": "KINGSPORT, Tenn. — Inside the Kingsport Chamber of Commerce one morning last month, a few dozen voters sipped coffee and listened for 45 minutes to Representative Marsha Blackburn tick off all the reasons that this traditionally Republican stronghold in northeastern Tennessee should support her in one of the most high-stakes Senate races this year.",
    "2018 - 361": "WASHINGTON — Pressure is intensifying on undecided senators before a vote to confirm President Trump’s Supreme Court nominee, with one senator — Susan Collins, Republican of Maine — reporting that she and her staff have been targeted with a barrage of calls, including some using vulgar language and threats to push her to vote against Judge Brett M. Kavanaugh.",
    "2018 - 370": "In his first appearance before the nation, Judge Brett M. Kavanaugh positioned himself as an ally of social change for women in America. Standing beside President Trump at the White House, Judge Kavanaugh spoke of being a father of daughters and a coach to a girls’ basketball team. He hailed his mother’s legal career. He boasted that most of his clerks had been women.",
    "2018 - 392": "As abortion rights have come under increasing attack in the United States, commentators have held up self-administered abortion pills as a backup plan for a post-Roe world. They point to the millions of pregnant women worldwide who are using pills to self-manage abortion, citing them as an example of what reproductive health care might look like should in-clinic abortions be made illegal. ",
    "2018 - 410": "Judge Brett Kavanaugh’s voluminous record, his opinion of the Supreme Court’s landmark abortion ruling, Roe v. Wade, and his views on legal precedent have deservedly been scrutinized in the lead-up to his confirmation hearings next week. But the Supreme Court’s 1992 decision in Planned Parenthood v. Casey, more than Roe, holds the key to understanding the stakes of Judge Kavanaugh’s potential confirmation. ",
    "2018 - 424": "Shortly after his inauguration, Donald Trump, uniquely attentive to his debt to the religious right, appointed the anti-abortion activist E. Scott Lloyd to head the Office of Refugee Resettlement, despite Lloyd’s lack of relevant experience. The position gave Lloyd authority over unaccompanied minors caught crossing into the United States, authority Lloyd exploited to try to stop pregnant migrants from getting abortions.",
    "2018 - 474": "You are the new president of Planned Parenthood. What were some of your first exposures to the clinic? My mom was a patient when I was a kid, and I volunteered as a patient escort when I was a medical student. I remember thinking: What kind of world do we live in where, in order to get health care, women — and men, but mainly women — have to walk through lines of protesters? The politicization of care deeply troubles me. That’s, unfortunately, the reality that we’re in.",
    "2018 - 536": "So it’s all over but the voting. I’m writing this column on the assumption that Judge Brett Kavanaugh will soon be Justice Kavanaugh, despite the Democrats’ continuing efforts to convert a futile battle over ideology into an ugly one over transparency and ethics. By the first Monday in October or soon thereafter, the Roberts court version 5.0 (accounting for the earlier arrival of Justices Samuel Alito, Sonia Sotomayor, Elena Kagan and Neil Gorsuch since Chief Justice John Roberts took his seat in September 2005) will be underway.",
    "2018 - 550": "When I was in medical school in the 1990s, it was rare to hear abortion mentioned as an option for pregnant women at all — let alone for there to be in-depth training on how to counsel patients on a full range of pregnancy options, including termination. My generation of physicians simply wasn’t prepared to provide basic, comprehensive reproductive health care. Even though it had been 20 years since Roe v. Wade legalized abortion nationwide, only 12 percent of obstetrics and gynecology residency programs at the time included abortion training. "
}