{
    "2007 - 0": "",
    "2007 - 68": "Is Senator Hillary Rodham Clinton preparing to endorse gay marriage?",
    "2007 - 188": "SAN FRANCISCO, Aug. 24 (AP) \u0097 A Presbyterian minister was found guilty of violating church law for officiating the weddings of two lesbian couples, the minister’s defense team said Friday.",
    "2007 - 234": "Gov. Eliot Spitzer will introduce a bill in the coming weeks to legalize same-sex marriage in New York, his spokeswoman said Friday, a move that would propel New York to the forefront of one of the most contentious issues in politics.",
    "2007 - 241": "BOSTON, Jan. 2 — Massachusetts, the only state where same-sex marriage is legal, took a first step toward banning it today when legislators voted to advance a constitutional amendment defining marriage as the union between a man and a woman.",
    "2007 - 242": "BOSTON — Same-sex marriage will continue to be legal in Massachusetts, after proponents in both houses won a pitched months-long battle on Thursday to defeat a proposed constitutional amendment to define marriage as between a man and a woman.",
    "2007 - 248": "Senate majority leader Joseph L. Bruno, the state’s top Republican, said he would not support Gov. Eliot Spitzer’s bill to legalize gay marriage, most likely dooming the measure. This was the expected outcome, which even the governor had predicted.",
    "2007 - 251": "BOSTON, June 14 — Same-sex marriage will continue to be legal in Massachusetts, after proponents in both houses won a pitched months-long battle on Thursday to defeat a proposed constitutional amendment to define marriage as between a man and a woman.",
    "2007 - 301": "ALBANY — His sister Rosie is the celebrity in the family. (You may have caught her in “A League of Their Own” or on “The View.”) But Daniel J. O’Donnell, a Manhattan assemblyman, got his own dose of fame during the climactic Assembly debate last week over a bill seeking to legalize same-sex marriage.",
    "2007 - 458": "The news that Gov. Eliot Spitzer will soon introduce a bill to legalize same-sex marriage \u0097 what he calls “a simple moral imperative” \u0097 is welcome and could give new national momentum to this important cause. Mr. Spitzer would be the first governor in the nation to introduce a gay marriage bill. But if he is going to make a real difference, rather than simply checking off a box to fulfill a campaign promise, he will have to fight for the law vigorously. ",
    "2007 - 501": "That didn’t take long. Mitt Romney just sent out a statement about an Iowa court’s decision striking down the state law banning gay marriage: “The ruling in Iowa today is another example of an activist court and unelected judges trying to redefine marriage and disregard the will of the people as expressed through Iowa’s Defense of Marriage Act. This once again highlights the need for a Federal Marriage Amendment to protect the traditional definition of marriage as between one man and one woman.” "
}