{
    "2022 - 48": "Why is it always on the Democrats to compromise?",
    "2022 - 123": "One summer, instead of paying for expensive on-campus housing, Elizabeth Chang decided to live in her university’s library.",
    "2022 - 151": "After Roe v. Wade was overturned, Democrats introduced a bill to prevent the right to gay marriage from meeting the same fate as the right to abortion.",
    "2022 - 158": "The Rt. Rev. Mary Adelia Rosamond McLeod, the first female bishop to lead an Episcopal diocese, died on Wednesday at her home in Charleston, W.Va. She was 84.",
    "2022 - 163": "A bill to provide federal recognition of same-sex marriages cleared a key hurdle in the Senate, with 12 Republicans joining all 50 Democrats to break a filibuster.",
    "2022 - 173": "The Supreme Court has lately looked like the most powerful part of the federal government, with the final word on abortion, gun laws, climate policy, voting rights and more.",
    "2022 - 174": "Prime Minister Lee Hsien Loong of Singapore announced that the government would repeal its law criminalizing sex between men, but that same-sex marriage would remain illegal.",
    "2022 - 175": "LONDON — The daughter of the late Archbishop Desmond Tutu had wanted to honor her godfather’s personal wish: that she officiate his funeral in England after he died last week.",
    "2022 - 198": "WASHINGTON — Republicans have perfected the art of keeping the heat on Democrats on the searing social issues of the day, but this election year, it seems to be Republicans who are getting scorched.",
    "2022 - 215": "Much of the attention paid to Donald Trump’s favorite candidates running in the midterms has focused — rightly! — on their support for relitigating the 2020 election. (Which, for those still unsure, was not stolen.)",
    "2022 - 240": "Clela Rorex, who made headlines in 1975 when, as the Boulder County clerk in Colorado, she issued a marriage license to a gay couple, one of the first to do so in the nation, died on Sunday at a hospice center in Longmont, Colo. She was 78.",
    "2022 - 253": "The Church of Jesus Christ of Latter-day Saints gave its support on Tuesday to a federal bill that would provide increased protections for same-sex marriage, a limited but notable step from a church that historically has aggressively opposed gay rights.",
    "2022 - 271": "Like many people at war in Ukraine, Olexander Shadskykh, 23, a combat medic in the army, has been forced to grapple with his own mortality. But he also has another fear weighing on his mind: What if he is killed and his boyfriend doesn’t find out in time for his funeral?",
    "2022 - 281": "When Giorgia Meloni, the hard-right leader who is likely to become Italy’s next prime minister, said on Italian TV this month that she opposed adoption by gay couples and that having a mother and a father was best for a child, Luigi, 6, overheard her and asked his father about it.",
    "2022 - 290": "In a 62-to-37 vote, 12 Republicans joined Democrats to advance the Respect for Marriage Act, landmark legislation to provide federal protections for same-sex marriages. The measure still must pass the Senate and then clear the House again, before going to President Biden for his signature."
}