{
    "2014 - 27": "[Photo: View on Instagram.]",
    "2014 - 60": "Same-Sex Couples Petition Supreme Court on Right to Marriage",
    "2014 - 95": "And just like that, same-sex marriage is very likely headed back to the Supreme Court’s docket.",
    "2014 - 108": "Kathleen A. Murphy was left a widow when her wife, from a marriage in Massachusetts, died of cancer in 2012.",
    "2014 - 113": "WASHINGTON — People used to complain that Supreme Court decisions were too long and tangled. Those were the days.",
    "2014 - 116": "Has there ever been such a crazy opening to a Supreme Court term? One so confoundingly opaque yet mattering so much?",
    "2014 - 117": "WASHINGTON — The Constitution is not a math problem, but numbers can play a role in the Supreme Court’s calculations.",
    "2014 - 120": "WASHINGTON — When Justice Ruth Bader Ginsburg reflects on the Supreme Court’s recent rulings, she sees an inconsistency.",
    "2014 - 147": "The already favorable odds of a historic Supreme Court reckoning in the coming term over the right of same-sex couples to marry have just improved.",
    "2014 - 150": "Arnold Schwarzenegger has done it (twice). So have Michael R. Bloomberg and Gov. Deval Patrick, and Justices Elena Kagan and Ruth Bader Ginsburg, too.",
    "2014 - 154": "Mentioning the name of Rob Portman, the Ohio senator, as a potential Republican nominee in 2016 gets this reaction, especially from Republicans: “Really?”",
    "2014 - 157": "As the subway train shot out of the tunnel into the twilight of Brooklyn, I pressed “play” on my doctor’s phone message, feeling an ominous quiver in my gut.",
    "2014 - 159": "WASHINGTON — The Supreme Court on Wednesday allowed same-sex marriages to proceed in Kansas, lifting a temporary stay issued Monday by Justice Sonia Sotomayor.",
    "2014 - 168": "WASHINGTON — Alaska and Arizona on Friday became the latest states to allow same-sex marriage, bringing the number of states that let gay and lesbian couples wed to 31."
}