{
    "2017 - 62": "DUBLIN — It was a true Irish honeymoon — short and judgmental.",
    "2017 - 90": "If the Trump administration won’t protect gay people, we’re at the mercy of our ZIP codes.",
    "2017 - 112": "Listen and subscribe to our podcast from your mobile device: Via Apple Podcasts | Via RadioPublic | Via Stitcher",
    "2017 - 113": "A Colorado baker’s refusal to make a wedding cake for a same-sex couple has led to showdown at the Supreme Court.",
    "2017 - 117": "In 2015, David Ermold wanted a marriage license, but was denied by his county clerk, Kim Davis. Now he wants her job.",
    "2017 - 142": "Pastor Twanna Gause stepped out of a limousine amid the whir of cameras outside the New Vision Full Gospel Baptist Church in East Orange, N.J.",
    "2017 - 162": "Spectators in the public gallery began singing “I Am Australian,” a well-known anthem, after Australian lawmakers voted to legalize same-sex marriage on Thursday.",
    "2017 - 165": "SYDNEY, Australia — Lawmakers in Australia’s House of Representatives came ready on Monday for a final debate on a bill to legalize same-sex marriage in the country.",
    "2017 - 170": "NEW DELHI — At a jammed intersection in New Delhi, a passing parade of people announced their mission with a single word in Hindi, dicing it into short, snappy syllables.",
    "2017 - 173": "SYDNEY, Australia — Unlike the United States, Canada and New Zealand, Australia stands out as a developed, English-speaking country that has not legalized same-sex marriage.",
    "2017 - 177": "Many of us who arrived in New York in the last decades of the last century, looking to the theater for news about what it meant to be gay, found ourselves serially disheartened.",
    "2017 - 186": "Daniel Patrick Barrett and Marc Evan Solomon are to be married Nov. 5 at the Wythe Hotel in Brooklyn. Evan Wolfson, a Universal Life minister and founder of Freedom to Marry, officiated.",
    "2017 - 187": "BERLIN — Esther Thiane, a student in Berlin, does not know yet if she wants to marry a man or a woman — but now she can decide without worrying about the legality of whatever she chooses."
}