{
    "2005 - 0": "",
    "2005 - 19": "Correction Appended",
    "2005 - 170": "BOSTON, May 9 - Nearly a year after Massachusetts legalized same-sex marriage, state legislators are again planning to consider a proposal to make such marriages illegal.",
    "2005 - 173": "Lawyers for New York City said yesterday that they would ask the state's highest court to review as quickly as possible a ruling that gay couples should be allowed to marry.",
    "2005 - 236": "TORONTO, June 28 - The House of Commons voted Tuesday night to extend marriage rights to gay and lesbian couples throughout Canada despite strong opposition from the Conservatives and a splintering of the governing Liberal Party caucus.",
    "2005 - 238": "VATICAN CITY, Jan. 10 - Pope John Paul II unequivocally condemned gay marriage and weighed in on a host of other social questions on Monday in a strongly worded message meant to define the position and agenda of the Roman Catholic Church.",
    "2005 - 258": "BOSTON, June 16 - More than a year after gay marriage became legal in Massachusetts, Gov. Mitt Romney said today that he would support a newly proposed constitutional amendment that would overturn that right and make it illegal for same-sex couples to marry.",
    "2005 - 271": "A day after a judge in Manhattan issued the first New York State court ruling in support of gay marriage, Mayor Michael R. Bloomberg said New York City would appeal the decision, effectively closing the door on such marriages until the issue is decided by a higher court.",
    "2005 - 277": "LOS ANGELES, Nov. 8 - Gov. Arnold Schwarzenegger was dealt a stinging rebuke on Tuesday by voters who rejected the centerpiece of his efforts to change the balance of power in Sacramento, an initiative to cap state spending and grant sweeping new budget powers to the governor.",
    "2005 - 290": "A New York State judge in Manhattan ruled yesterday that a state law that effectively denied gay couples the right to marry violated the state Constitution, a decision that raised the possibility that the city would begin issuing marriage licenses to same-sex couples as soon as next month.",
    "2005 - 295": "MADRID, June 18 - Hundreds of thousands of people marched through downtown Madrid on Saturday evening to protest the recent approval by Parliament of a bill to legalize gay marriage, a measure that critics and supporters say would make Spanish laws on same-sex unions the most liberal in Europe.",
    "2005 - 327": "The mayor of New York City comes out in support of gay marriage and political fallout ensues. This may sound like the dilemma now faced by Michael R. Bloomberg, but the mayor in this case is Mitchell Hundred, the fictional protagonist of Ex Machina, a monthly comic book from WildStorm/DC Comics, a division of Warner Brothers.",
    "2005 - 352": " BOSTON, Sept. 14 - In a sign that the legalization of same-sex marriage has changed the political landscape in Massachusetts, the State Legislature soundly defeated today a proposed constitutional amendment to ban gay marriage and create civil unions, an amendment that lawmakers had voted to approve in a raucous constitutional convention last year. "
}