{
    "2019 - 0": "",
    "2019 - 36": "THE WITCHES ARE COMING By Lindy West",
    "2019 - 59": " [Want to get New York Today by email? Here’s the sign-up.]",
    "2019 - 90": "TOKYO — Ikuo Sato stood in front of a Tokyo court in April and told the world he was gay. ",
    "2019 - 108": "WARSAW — By the standards of Western advertising, Coca-Cola’s billboard campaign in Hungary was pretty tame.",
    "2019 - 127": "America is always in a state of flux. The country is an eternal experiment, aiming at evolution, betting on its own betterment.",
    "2019 - 163": "HONG KONG — A Hong Kong court ruled Friday against allowing same-sex unions in the city, a setback for efforts to broaden recognition of such partnerships in Asia.",
    "2019 - 175": "Joseph Alexander Olshefski and Dennis Buonagura were married Nov. 26 at the Manhattan Marriage Bureau. Zuleima Astol, a member of the New York City clerk’s office, officiated.",
    "2019 - 186": "There’s a lot that sparkles at “The Prom” on Broadway: the sequined formal-wear costumes, the gem-studded protest-sign props, the luminous school dance decorations for the show’s finale.",
    "2019 - 199": "When candidates at Thursday night’s Democratic debate were asked about their biggest professional setbacks, Mayor Pete Buttigieg of South Bend, Ind., described his experience with coming out as gay. ",
    "2019 - 212": "BRAMPTON, Ontario — Canada’s Conservative Party leader arrived in his campaign bus for a rally in the Toronto suburb of Brampton as a sparse crowd of about 150 milled about the venue, a largely empty parking lot.",
    "2019 - 217": "BELFAST, Northern Ireland — Traditionally conservative Northern Ireland is about to legalize both abortion and same-sex marriage, a head-snapping about-face that was imposed on the territory by the British Parliament.",
    "2019 - 218": "One of the last things I did before leaving the home we had made together was pull the five-foot portrait of our faces out of the closet. What is one supposed to do with oversized portraiture in the event of adversity?",
    "2019 - 224": "Just days after Chick-fil-A’s first restaurant in the United Kingdom opened and amid protests by activists about the company’s opposition to same-sex marriage, the chain said on Saturday it will close the site in six months."
}