{
    "2009 - 10": "WASHINGTON",
    "2009 - 13": "Mineola, N.Y.",
    "2009 - 68": "ALBANY \u0097 Assemblyman Dov Hikind of Brooklyn was feeling distressed. ",
    "2009 - 96": "I HAVE two kids and a big full-time job. Other working mothers say to me, “You must be so busy!”",
    "2009 - 98": "It was meant to be a unifying show of strength at a critical juncture in the gay rights movement. ",
    "2009 - 119": "ALBANY \u0097 The State Legislature has proved once again that it is a place where expectation and reality rarely converge. ",
    "2009 - 121": "Much of the debate over legalizing gay marriage has focused on God and Scripture, the Constitution and equal protection. ",
    "2009 - 125": "Here is the vote tally on a bill in the New York State Senate to legalize same-sex marriage. The bill was defeated, 38 to 24.",
    "2009 - 130": "Just a few months ago, gay marriage looked as if it was on an inexorable path to approval in the liberal redoubt of the Northeast.",
    "2009 - 144": "ALBANY \u0097 New York’s highest court heard arguments in two cases on Tuesday that could have profound effects on the battle over same-sex marriage.",
    "2009 - 146": "SEATTLE \u0097 Early returns showed voters in Washington narrowly approving a ballot measure that would expand legal protections for domestic partners.",
    "2009 - 148": " In a stinging setback for the national gay-rights movement, Maine voters narrowly decided to repeal the state’s new law allowing same-sex marriage.",
    "2009 - 170": "Today my colleague Abby Goodnough has an article on whether “momentum from back-to-back victories on same-sex marriage in Vermont and Iowa could spill into other states.”",
    "2009 - 176": "ALBANY \u0097 Assemblyman Daniel O’Donnell wants desperately to persuade his colleagues to legalize gay marriage. Here is how he has pursued Republican Assemblyman Greg Ball’s vote:",
    "2009 - 184": "WASHINGTON \u0097 The City Council passed a measure Tuesday legalizing same-sex marriage, making the nation’s capital the first jurisdiction below the Mason-Dixon Line to allow such unions."
}