{
    "2020 - 39": "Justice Amy Coney Barrett had a choice.",
    "2020 - 88": "HOUSTON — The honeymoon began, as so many do for golf-obsessed newlyweds, with 18 holes.",
    "2020 - 113": "This obituary is part of a series about people who have died in the coronavirus pandemic. Read about others here.",
    "2020 - 133": "Matthew Cohen and Ben Schwartz were supposed to get married in September. The coronavirus delayed their wedding for a year, at least.",
    "2020 - 190": "As the nation’s first nationally syndicated lesbian columnist who wrote regularly about gay life, Deb Price certainly covered pointed issues, like the debate over gay people in the military.",
    "2020 - 191": "Early in college, Ou Jiayong had already learned two things. One, textbooks can be wrong. And two, it can be hard to change them — especially on topics as sensitive in China as homosexuality.",
    "2020 - 213": "WASHINGTON — A Trump administration appointee whose anti-L.G.B.T.Q. comments had spurred calls for her removal has left the United States Agency for International Development, an agency spokeswoman said on Monday.",
    "2020 - 214": "ROME — The Vatican has confirmed the pope’s remarks on gay couples deserving civil protections as it sent an explanatory note to bishops underlining that Francis’s comments did not mark a change in church doctrine.",
    "2020 - 219": "It was the worst of times; it was the worst of times. I’m an optimist at heart, but there were days this year when looking on the bright side seemed like the act of a lunatic. Every day I felt the heaviness in my heart.",
    "2020 - 227": "What happened in the Senate chamber on Monday evening was, on its face, the playing out of a normal, well-established process of the American constitutional order: the confirmation of a president’s nominee to the Supreme Court.",
    "2020 - 236": "ROME — Pope Francis was an hour into a sprawling interview with a Mexican journalist at his Vatican residence in 2019 when he was asked if he had changed since his time as archbishop of Argentina, when he staunchly opposed gay marriage.",
    "2020 - 252": "ROME — Pope Francis expressed support for same-sex civil unions in remarks revealed in a documentary film that premiered on Wednesday, a significant break from his predecessors that staked out new ground for the church in its recognition of gay people.",
    "2020 - 276": "I’ve been asked repeatedly in recent days to explain Justice Ruth Bader Ginsburg’s accomplishment: How did she, a young unknown lawyer, starting basically from scratch, persuade the nine men of the Supreme Court to join her in constructing a new jurisprudence of sex equality?",
    "2020 - 292": "WASHINGTON — Last July, Carrie Severino, a leader among social conservatives dedicated to filling the courts with like-minded judges, appeared on a prominent Catholic television station to slam a 5-to-4 Supreme Court decision that turned back the most recent effort to weaken abortion rights."
}