{
    "2008 - 85": "PORTLAND, Oregon — Most states do not recognize gay marriage - but now Hallmark does.",
    "2008 - 92": "A ruling paved the way for California to become the second state to allow same-sex marriage.",
    "2008 - 142": "LOS ANGELES — California voters have approved a ban on same-sex marriages that overrides a recent court decision legalizing them in the state.",
    "2008 - 180": "SAN FRANCISCO \u0097 Thousands of people marched through the streets here Friday night to protest the passage on Tuesday of Proposition 8, a ballot measure outlawing same-sex marriage. ",
    "2008 - 201": "The California Supreme Court, striking down two state laws that had limited marriages to unions between a man and a woman, ruled on Thursday that same-sex couples have a constitutional right to marry. ",
    "2008 - 218": "We now know that blacks probably didn’t tip the balance for Proposition 8. Myth busted. However, the fact remains that a strikingly high percentage of blacks said they voted to ban same-sex marriage in California. Why?",
    "2008 - 243": "After California’s Supreme Court made same-sex marriage legal earlier this year, opponents of gay marriage rushed to support a referendum to reverse the ruling. That referendum, Proposition 8, is now the subject of a heated political campaign.",
    "2008 - 261": " Gov. David A. Paterson, who has made legalizing same-sex marriage in New York a priority of his administration, is lending his support to gay and lesbian advocates in California who are fighting a proposal to define marriage there as between a man and a woman.",
    "2008 - 267": "A sharply divided Connecticut Supreme Court struck down the state’s civil union law on Friday and ruled that same-sex couples have a constitutional right to marry. Connecticut thus joins Massachusetts and California as the only states to have legalized gay marriages.",
    "2008 - 275": "SAN FRANCISCO \u0097 A giant rainbow-colored flag in the gay-friendly Castro neighborhood of San Francisco was flying at half-staff on Wednesday as social and religious conservatives celebrated the passage of measures that ban same-sex marriage in California, Florida and Arizona.",
    "2008 - 276": "SAN FRANCISCO — With a series of simple \"I dos,\" gay and lesbian couples across California began the state's court-approved and potentially short-lived experiment with same-sex marriage on Monday, the first of what is expected to be a crush of such unions in the coming weeks.",
    "2008 - 281": "NEW HAVEN — Bunches of white balloons and giant sprays of long-stemmed red roses festooned City Hall here Wednesday morning, as one of the eight couples who successfully sued the state to allow same-sex marriage became the first to obtain a marriage license as the law took effect.",
    "2008 - 282": "SAN FRANCISCO \u0097 With a series of simple “I dos,” gay and lesbian couples across California inaugurated the state’s court-sanctioned and potentially short-lived experiment with same-sex marriage on Monday, the first of what are expected to be a crush of such unions in coming weeks. ",
    "2008 - 283": "ALBANY \u0097 As New York lawmakers pondered a new directive from Gov. David A. Paterson that state agencies begin revising their policies to honor same-sex marriages conducted outside New York, the Legislature’s top Republican said he had yet to decide whether to challenge the governor.",
    "2008 - 289": "Several gay friends and wealthy gay donors to Senator Barack Obama have asked him over the years why, as a matter of logic and fairness, he opposes same-sex marriage even though he has condemned old miscegenation laws that would have barred his black father from marrying his white mother."
}