{
    "2018 - 97": "From the beginning, and despite any differences, John Gibson and Raúl Rodriguez moved in harmony.",
    "2018 - 105": "See the results for the House of Representatives, the Senate and governors’ races, and read our analysis.",
    "2018 - 112": "Listen and subscribe to our podcast from your mobile device: Via Apple Podcasts | Via RadioPublic | Via Stitcher",
    "2018 - 121": "Gender Letter helps you keep up with the world, and the women shaping it. Tell me what you think at dearmaya@nytimes.com.",
    "2018 - 140": "I’ve never been sure what to expect when meeting someone who’s just tried to take his own life. But I’ve learned to stop expecting anything.",
    "2018 - 144": "For 15 years, Shelly Fitzgerald has worked as a guidance counselor and administrator at Roncalli High School, a Catholic school in Indianapolis.",
    "2018 - 148": "TAIPEI, Taiwan — A year ago, participants in Taipei’s annual gay pride parade — the biggest event of its kind in East Asia — had a lot to celebrate.",
    "2018 - 149": "Mary Walsh and Beverly Nance did considerable research in 2016 before deciding to move into a continuing care retirement community outside St. Louis.",
    "2018 - 157": "HONG KONG — The contestant approached the man she had been publicly courting on live television, and confessed that the object of her affections had shifted.",
    "2018 - 162": "In a Facebook post last week, Scott Chen, the president of the gay dating app Grindr, vowed to boycott a company he perceived as hostile toward same-sex marriage.",
    "2018 - 165": "Jeff Rohrer was sitting at a crowded tequila bar in West Hollywood, Calif., three years ago when Joshua Ross walked in and joined a conversation already in progress.",
    "2018 - 174": "KIBBUTZ HULDA, Israel — There was nothing subversive about it at first glance: The bride wore white; the groom broke a glass under the wedding canopy to a hearty “Mazel Tov!”",
    "2018 - 178": "Following a monthslong, contentious debate, the Argentine Senate rejected a bill in the early hours of Thursday morning to expand abortion rights. It was a setback for feminists.",
    "2018 - 197": "In November 2007, Emily Kaczmarek and dozens of other high-school students from throughout the country met with several Supreme Court justices in Washington. Among them was Justice Anthony Kennedy."
}