{
    "2003 - 73": "Regarding the report \"Bush seeking means to block gay marriage\" (Aug. 1):",
    "2003 - 79": "Regarding \"Why gay marriage has a strong case\" (Views, June 26) by Cathy Young:",
    "2003 - 92": "There's a serial cat killer on the loose in the West. Has anyone checked Bill Frist's alibi?",
    "2003 - 154": "Regarding the letter to the editor by Patrick Finney (July 1) that was a response to \"Why gay marriage has a strong case\" (Views, June 26) by Cathy Young:",
    "2003 - 166": "Opposition to gay marriage has dropped significantly among Americans in recent years, according to a new poll by the Pew Research Center for the People and the Press.",
    "2003 - 170": "The Canadian cabinet approved a new national policy today to open marriage to gay couples, paving the way for Canada to become the third country to allow same-sex unions.",
    "2003 - 171": " WASHINGTON, July 30 — President Bush said today that federal government lawyers are working on legislation that would define marriage as a union between a man and woman. ",
    "2003 - 177": "Canada's decision to allow marriage between same-sex couples is only one of many signs that this once tradition-bound society is undergoing social change at an astonishing rate.",
    "2003 - 189": "In an interview with Diane Sawyer of ABC News, President Bush gave tentative support on Tuesday to a constitutional amendment that would preserve marriage as only between a man and a woman.",
    "2003 - 197": "The Massachusetts legislature was awash in turmoil and indecision on Wednesday as lawmakers struggled to come to terms with the meaning of the court ruling that legalized gay marriage in the state.",
    "2003 - 198": "Massachusetts' highest court ruled on Tuesday that gay couples have the right to marry under the state's Constitution, and it gave the state legislature 180 days to make same-sex marriages possible.",
    "2003 - 199": " The following is the text of the Vatican document \"Considerations Regarding Proposals to Give Legal Recognition to Unions Between Homosexual Persons\" as posted on the Vatican's web site, vatican.va ",
    "2003 - 221": "You simply cannot get it all in one story. That was surely the case with an opinion poll on religion and politics conducted in late June and early July by the Pew Research Center and Pew Forum on Religion and Public Life.",
    "2003 - 222": " VATICAN CITY, July 31 — Worried about the spread of laws that recognize same-sex couples, the Vatican today urged Roman Catholic lawmakers and others to fight back, calling support for such legislation \"gravely immoral.\" "
}