{
    "2016 - 62": "Nothing sets the mood for romance like a Supreme Court ruling.",
    "2016 - 85": "For the president’s many opponents, it was never just about derailing the peace deal.",
    "2016 - 125": "The day after my wedding, I turned to my partner of many years and, for the first time, called him “husband.” I was thrilled.",
    "2016 - 151": "Edie Windsor, the veteran L.G.B.T. activist who emerged as arguably the most famous figure in the marriage equality movement, has gotten married again.",
    "2016 - 161": "It was around 8 a.m. on a Monday when Matthew Sabato looked across the paint-splattered studio in Harlem where he lives with his partner, Pedro Silva, an artist.",
    "2016 - 163": "In June 2015, the Supreme Court made same-sex marriage legal nationwide. Readers who were married after the ruling reflected on the past year. Here is a selection.",
    "2016 - 164": "A federal judge blocked — shortly before it was to take effect — a Mississippi law that would have given special protections to those who opposed same-sex marriage.",
    "2016 - 167": "Ireland became the first country in the world to legalize same-sex marriage by popular vote in 2015, thanks in part to the advocacy of a drag queen called Panti Bliss.",
    "2016 - 171": "As same-sex marriage laws have expanded in the past decade in Europe and the Western Hemisphere, the movement to legalize such unions has faced staunch resistance in Asia.",
    "2016 - 186": "Elton John will not perform at Donald J. Trump’s inauguration in January, contrary to a report from a member of Mr. Trump’s transition team, a publicist for the singer said on Wednesday.",
    "2016 - 192": "Boulder, Colo. — HERE’S an ethical dilemma. If you could save your family more than $8,000 next year simply by signing a statement affirming belief in principles you find repugnant, would you?",
    "2016 - 196": "Walmart announced on Friday that it had settled a lawsuit that accused the company of discriminating against gay and lesbian employees when it denied health insurance benefits to same-sex spouses.",
    "2016 - 202": "MEXICO CITY — The president of Mexico said Tuesday that he was submitting a proposal to Congress to legalize same-sex marriage, as Mexico presses forward with breaking long-held taboos in Latin America.",
    "2016 - 208": "PAOLI, Pa. — Since the election of Ronald Reagan, white Roman Catholics have flocked to Republican nominees for a raft of reasons, including their stances on social issues like abortion and same-sex marriage.",
    "2016 - 209": "BERLIN — One of the most powerful people in Brussels, Günther Oettinger, has come under fire for reportedly referring to Chinese people as “slit-eyes” and “sly dogs” in a speech to business leaders in Hamburg."
}