{
    "2021 - 58": "OUT ON A LIMBSelected Writing, 1989-2021By Andrew Sullivan",
    "2021 - 131": "STUTTGART, Germany — The small silver star at the tip of Aleksandar Djordjevic’s Mercedes shines bright. He polishes it every week.",
    "2021 - 137": "James C. Hormel, the first openly gay person to represent the United States as an ambassador, died on Friday in San Francisco. He was 88.",
    "2021 - 138": "Matthew LaBanca said he held two titles while working for the Roman Catholic Diocese of Brooklyn: music teacher and parish music director.",
    "2021 - 155": "Surviving members of same-sex couples who weren’t able to marry because it wasn’t yet legal may now be eligible for survivor benefits from Social Security.",
    "2021 - 157": "ZURICH — Voters in Switzerland overwhelmingly decided on Sunday to legalize same-sex marriage, making the country one of the last in Western Europe to do so.",
    "2021 - 180": "Gov. Jared Polis of Colorado married his longtime partner, Marlon Reis, in a traditional Jewish ceremony on Wednesday, the first time a sitting governor has had a same-sex wedding.",
    "2021 - 193": "Representative Liz Cheney, Republican of Wyoming, said in an interview on CBS’s “60 Minutes” on Sunday night that she was “wrong” to oppose same-sex marriage, reversing a longstanding position.",
    "2021 - 197": "Before Eva Goodwin and her wife became parents, it was Ms. Goodwin who was mainly responsible for the thinking, planning and problem-solving that would prevent their home from devolving into chaos.",
    "2021 - 207": "The first time Seimone Augustus realized what she was capable of wasn’t when, as a 14-year-old, she landed on the cover of Sports Illustrated for Women next to the question, “Is She the Next Michael Jordan?”",
    "2021 - 220": "SANTIAGO, Chile — Lawmakers in Chile on Tuesday legalized same-sex marriage, a landmark victory for gay rights activists that underscores how profoundly the country’s politics and society have shifted in the past decade.",
    "2021 - 289": "John Shelby Spong, a charismatic Episcopal bishop who pushed his followers to accept women and L.G.B.T.Q. clergy, and who later called on them to reject sacrosanct ideas like Jesus’ virgin birth and the existence of heaven and hell, died on Sept. 12 at his home in Richmond, Va. He was 90.",
    "2021 - 305": "Gov. Jared Polis of Colorado gets one question a lot about his Sept. 15 wedding to Marlon Reis. “People say, ‘You know, it took you a while to get married,’” Mr. Polis, a Democrat, said. “But what’s important to remember is that Obergefell v. Hodges wasn’t until 2015. So we really only waited six years.”",
    "2021 - 311": "You can draw a straight line from the “war on terror” to the Jan. 6 attack on the Capitol, from the state of exception that gave us mass surveillance, indefinite detention, extraordinary rendition and “enhanced interrogation” to the insurrectionist conviction that the only way to save America is to subvert it.",
    "2021 - 330": "The world is on fire. That’s no exaggeration, as The Times Opinion section’s recent canvass of the effects of climate change around the globe demonstrated. We are speeding — or should I say sizzling? — toward disaster. That prospect has instilled a kind of existential dread in the globe’s younger denizens, and understandably so."
}