{
    "2005 - 19": "Correction Appended",
    "2005 - 82": "PARIS, Nov. 9 - President Jacques Chirac has never been one to shun the spotlight.",
    "2005 - 88": "DALLAS, Dec. 26 - Rob Allyn, the political consultant, meet Rob Allyn, the punching bag.",
    "2005 - 115": "Taken in isolation, the responses to Long Island's Latino situation reported last week seemed perfectly reasonable.",
    "2005 - 127": "LONDON - Nearly a year and a half after the expansion of the European Union, waves of East Europeans have washed into Britain. ",
    "2005 - 153": "PARIS, Nov. 13 - The recent unrest roiling France continued to subside Sunday without having touched the capital's tourist districts, as had been feared.",
    "2005 - 163": "ZAM ZAM, Sudan, Oct. 17 - The outlaws who rode into Geneina on camelback one recent afternoon represent the latest grim chapter in the desert war in western Sudan.",
    "2005 - 165": "After 9/11, everyone knew there was going to be a debate about the future of Islam. We just didn't know the debate would be between Osama bin Laden and Tupac Shakur.",
    "2005 - 176": "One distinct theme emerges from an examination of 15 cases decided by Judge Samuel A. Alito Jr. involving abortion: his thinking is shaped by a traditional concept of marriage.",
    "2005 - 177": "Judge Samuel A. Alito Jr. dissents slightly more often than the typical appeals court judge, and his dissenting opinions are almost always more conservative than the majority's.",
    "2005 - 181": "GUATAPANAL, Dominican Republic - The tobacco fields are being planted a little late this year because the Haitian immigrants who work them were driven away by threats of a lynching.",
    "2005 - 183": "Federal appeals court judges around the nation have repeatedly excoriated immigration judges this year for what they call a pattern of biased and incoherent decisions in asylum cases.",
    "2005 - 184": "In the jazzy montage of commercial signs along the immigrant spine of Roosevelt Avenue in Jackson Heights, Queens, two Spanish words seem to go hand in hand: inmigracíon and divorcios."
}