{
    "2010 - 6": "BERLIN",
    "2010 - 7": "BEIJING",
    "2010 - 9": "Frankfurt",
    "2010 - 64": "James Warren writes a column for the Chicago News Cooperative.  ",
    "2010 - 77": "The United Methodist church in Sunset Park, Brooklyn, is anything but united.",
    "2010 - 87": "Wikileaks founder surrenders and U.S. Supreme Court to hear case on illegal immigrants.",
    "2010 - 132": "Millions of people around the city and the world watched and cheered Edison Peña as he ran in the New York City Marathon on Sunday. ",
    "2010 - 142": "The flow of immigrants to the United States has resumed, after falling to the lowest level in decades during the recession, a new study finds.",
    "2010 - 151": "S.B. 1070, the controversial Arizona law that requires strict anti-immigration measures, has divided the Sotelo family into supporters and opponents.  ",
    "2010 - 152": "WASHINGTON \u0097 As House Democrats met privately to weigh the tax deal negotiated by the White House, an angry chant spontaneously rolled across the room. ",
    "2010 - 156": "David Shipley, the Op-Ed editor, speaks with Lawrence Downes, an editorial writer, about the immigration issues that have played out in this election cycle.",
    "2010 - 161": "IN the campaign season now drawing to a close, immigration and globalization have often been described as economic threats. The truth, however, is more complex. ",
    "2010 - 162": "MOSCOW \u0097 Moscow was jittery on Wednesday after rumors spread that migrants from the Caucasus planned a street protest in response to the weekend’s ethnic attacks.",
    "2010 - 169": "WINNIPEG, Manitoba — As waves of immigrants from the developing world remade Canada a decade ago, the famously friendly people of Manitoba could not contain their pique.",
    "2010 - 182": "BOSTON \u0097 Federal officials could not explain Friday how more than 30 immigrants charged with being here illegally got clearance to take flying lessons at an airstrip outside Boston. "
}