{
    "2016 - 11": "Dear Diary:",
    "2016 - 66": "In Britain, some immigrants face a future of indefinite detention.",
    "2016 - 74": "Sorting through the confusing sets of numbers in Trump’s deportation plan.",
    "2016 - 94": "Many of Mr. Trump’s selections hold views that are further to the right of the general public.",
    "2016 - 96": "How many hate crimes have been committed since the election? The short answer is, we don’t know.",
    "2016 - 105": "ARLINGTON, Va. — Walk into the immigration court here, and scenes of a justice system in collapse abound.",
    "2016 - 118": "Moral choices. Awkward interactions. Family transformations. A year inside Canadians’ quests to adopt Syrian refugees.",
    "2016 - 122": "Times Insider delivers behind-the-scenes insights into how news, features and opinion come together at The New York Times.",
    "2016 - 129": "Australia has lowered global standards on how to deal with refugees, shifting the boundaries of what nations now find acceptable.",
    "2016 - 141": "America’s first illegal-alien amnesty wasn’t the biggest in our history, but it was the most influential, since we’re still talking about it.",
    "2016 - 142": "For the final Canada Today newsletter of 2016, a selection of articles by New York Times correspondents who regularly report from the country.",
    "2016 - 150": "A key component of New York City’s inclusive approach to immigrants under Mayor Bill de Blasio was on trial in a Staten Island courtroom on Wednesday.",
    "2016 - 151": "President-elect Donald J. Trump reiterated his stance on Muslim immigration to reporters in Palm Beach, Fla., in the wake of a deadly attack in Berlin.",
    "2016 - 160": "Es difícil que Trump pueda llevar a cabo las deportaciones que ha propuesto sin violar el debido proceso, sobre todo a la escala y la velocidad que ha sugerido.",
    "2016 - 161": "It was around 8 a.m. on a Monday when Matthew Sabato looked across the paint-splattered studio in Harlem where he lives with his partner, Pedro Silva, an artist."
}