{
    "2013 - 38": "1888: Improving Italians’ Path to U.S.",
    "2013 - 77": "Also in the Minute, Central African Republic's crisis and Gaza's newest idol.",
    "2013 - 114": "The family of Dr. Indran Indrakrishnan is part of America’s fastest-growing immigrant population, Asian-Americans.",
    "2013 - 123": "Dozens of Haitians sat on the hull of a sailboat after it grounded and capsized 15 nautical miles southwest of the Bahamas.",
    "2013 - 124": "President Obama made the case for changes in immigration policy in a speech in San Francisco during which a man heckled him.",
    "2013 - 125": "WASHINGTON — Republicans are thankful for President Obama’s health care law; it provides a respite from their bitter schisms.",
    "2013 - 135": "WASHINGTON — For the business group from Utah, the lobbying blitz started well before their plane touched down in the nation’s capital.",
    "2013 - 140": "A new report by the City Planning Department provides a detailed statistical analysis of New York City’s ever-shifting immigrant population.",
    "2013 - 144": "Immigrants in the most international borough in New York City send gifts home for the holidays to support their families, and to stay connected.",
    "2013 - 145": "SOFIA, Bulgaria — Ervin Ivanov, a fourth-year medical student, is sure he’ll leave Bulgaria, and he is sure that most of his classmates will too.",
    "2013 - 150": "“The rooms and the corridors are all the same,” said the photographer Gabriele Stabile, “but the stories that inhabit these rooms are all different.” ",
    "2013 - 151": "New York judges must warn immigrant defendants that they face deportation if they plead guilty to a felony, the state’s highest court ruled on Tuesday.",
    "2013 - 152": "NEW ORLEANS — Karen Sandoval’s promising life in this city fell apart in one day last summer when she went to buy school supplies for her two daughters.",
    "2013 - 155": " Can 20 young programmers, all of them brought to the United States illegally as children, hack an immigration overhaul out of its deep freeze in Congress?",
    "2013 - 165": "Michael Chu runs a small travel agency in Queens but spends most of his time helping members of the community deal with landlords, government agencies and employers."
}