{
    "2002 - 49": "NAME: Obomeng Mma Kuo of New York and New Jersey.",
    "2002 - 83": "Yusuf Ali Nur walked slowly up a flight of wooden stairs, grimacing with each step.",
    "2002 - 97": "THIS is where the homeland begins, and thankfully, Morgan Badger is on the first line of defense.",
    "2002 - 115": "The paan stores are easy to find in Jackson Heights. Just look for red gobs of spit on the sidewalk on 37th Street.",
    "2002 - 128": "IN the annals of Washington policy debates, few have been as emotional, and seemingly insoluble, as those involving immigration.",
    "2002 - 132": "Swiss voters narrowly rejected a proposal by a nationalist party today that would have closed the door to nearly all asylum seekers.",
    "2002 - 144": "France and Britain said today that the much-criticized asylum camp on France's northern coast will close later this month instead of next April.",
    "2002 - 162": "Vietnam announced this week the latest in a long string of prison terms as part of a crackdown on the mostly Christian hill tribe minorities known as Montagnards.",
    "2002 - 166": "Federal immigration authorities today began releasing scores of foreign-born men who had been detained in a nationwide dragnet designed to track potential terrorists.",
    "2002 - 170": "Yann Martel, the winner of the Man Booker Prize in London last month for his fantastical novel ''Life of Pi,'' recently likened Canada to ''the greatest hotel on Earth.''",
    "2002 - 171": "As a gig, it was little more than a pleasant echo of the days when he ruled the pop charts with an album that became a rap classic, ''The Great Adventures of Slick Rick.''",
    "2002 - 175": "Mayor Michael R. Bloomberg wants a law to guarantee a smoke-free environment in all workplaces and public places, including clubs, bars, restaurants, movie theaters and cafes.",
    "2002 - 176": "ADULT education programs are struggling with state and federal budget cuts as they try to meet an increasing demand for English language classes throughout eastern Connecticut."
}